Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.resx
Languages: ar, de, fr, it, nl, pt, ro, ru, sk, tr, uk, vi

# AccountUpdated_Title
source: Updated account
ar: تم تحديث الحساب
de: Aktualisierter Account
fr: Compte mis-à-jour
it: Account aggiornato
nl: Bijgewerkt account
pt: Conta actualizada
ro: Cont actualizat
ru: Обновление учётной записи
sk: Účet aktualizovaný
tr: Hesap güncellendi
uk: Оновлення облікового запису
vi: Đã cập nhật thông tin tài khoản

# AutoCameraUploadFailed
source: The Auto Camera Upload background task has failed. You can re-enable it on the settings page.
ar: مهمة تحميلات الكاميرا التلقائية قد فشل. تستطيع إعادة تفعيله من صفحة الإعدادات.
de: Der Hintergrundprozess für automatischen Kameraupload wurde aufgrund eines Fehlers deaktiviert. Sie können ihn in den Einstellungen neu aktivieren.
fr: La tâche d'arrière-plan de téléversement automatique de l'appareil photo a échoué. Vous pouvez la réactiver dans la fenêtre des paramètres.
it: Il caricamento automatico della fotocamera in background è fallito. Puoi riattivarlo nelle Impostazioni.
nl: De Auto Camera Upload achtergrondtaak is mislukt. U kunt deze opnieuw inschakelen op de pagina instellingen.
pt: A tarefa de segundo plano de Carregamento Automático da Câmara falhou. Pode reactivá-la na página de configurações.
ro: Sarcina de pe fundal a serviciului încărcări cameră automate a eşuat. O poţi reactiva de pe pagina de setări.
ru: Не удалось провести автоматическую загрузку с камеры в фоне. Вы можете повторно запустить её на странице настроек.
sk: Akcia automatického uploadovania z fotoaparátu na pozadí zlyhala. Znovu povoliť ju môžete na stránke s nastaveniami.
tr: Otomatik Kamera Yükleme arka plan görevi başarısız oldu. Ayarlar sayfasında yeniden etkinleştirebilirsiniz.
uk: Фонове автозавантаження з камери не вдалося. Ви можете повторно включити його на сторінці налаштувань.
vi: Tác vụ ngầm cho tính năng Tự Động Upload Ảnh bị ngưng hoạt động. Bạn có thể tìm lại các thiết đặt để bật lại.

# AutoCameraUploadFailed_Title
source: Auto Camera Upload failed
ar: تحميل الكاميرا التلقائي فشل
de: Automatischer Kameraupload fehlgeschlagen
fr: Échec de téléversement automatique de l'appareil photo
it: Caricamento automatico dalla fotocamera fallito
nl: Auto Camera Upload is mislukt
pt: O carregamento automático da câmara falhou
ro: Încărcări cameră automate a eşuat
ru: Автозагрузка с камеры не удалась
sk: Automatický upload z fotoaparátu zlyhal
tr: Otomatik Kamera Yükleme başarısız
uk: Авто відвантаження з камери не вдалося
vi: Tự Động Upload Ảnh bị lỗi

# DeleteContactFailed
source: Failed to remove the contact {0}. Please try again. [{0}]
ar: فشل في حذف جهة الاتصال {0}. الرجاء المحاولة ثانية. [{0}]
de: Der Kontakt {0} konnte nicht entfernt werden. Bitte versuchen Sie es erneut. [{0}]
fr: Impossible de supprimer le contact {0}. Veuillez essayer à nouveau. [{0}]
it: Rimozione del contatto {0} fallita. Per favore, riprova. [{0}]
nl: Verwijderen van contactpersoon is mislukt {0}. Probeer alstublieft opnieuw [{0}]
pt: Falha ao remover o contacto {0}. Por favor tente novamente. [{0}]
ro: Eşec la eliminarea contactului {0}. Te rugăm să încerci din nou. [{0}]
ru: Не удалось удалить контакт {0}. Попробуйте снова. [{0}]
sk: Zlyhalo odstraňovanie kontaktu {0}. Prosím skúste to znovu. [{0}]
tr: {0} kişisi kaldırılamadı. Lütfen tekrar deneyin. [{0}]
uk: Не вдалося видалити контакт {0}. Будь ласка, спробуйте ще раз. [{0}]
vi: Xóa tên liên lạc {0} thất bại. Xin thử lại. [{0}]

# DeleteContactFailed_Title
source: Failed to remove the contact
ar: فشل في إزالة جهة الاتصال
de: Kontakt konnte nicht entfernt werden
fr: Impossible de supprimer le contact
it: Impossibile rimuovere il contatto
nl: Verwijderen van contact is mislukt
pt: Falha ao remover o contacto
ro: Eşec la eliminarea contactului
ru: Не удалось удалить контакт
sk: Zlyhalo odstrňovanie kontaktu
tr: Kişi kaldırılamadı
uk: Не вдалося видалити контакт
vi: Xóa tên liên lạc thất bại

# DeleteMultipleContactsQuestion
source: Do you want to remove {0} contacts?
ar: هل تريد جذف {0} جهة اتصال؟
de: {0} Kontakte entfernen?
fr: Souhaitez-vous supprimer {0} contacts?
it: Vuoi rimuovere {0} contatti?
nl: Wilt u {0} contacten verwijderen?
pt: Quer remover {0} contactos?
ro: Doreşti să elimini {0} contacte?
ru: Действительно удалить контакты ({0})?
sk: Chcete odstrániť {0} kontaktov?
tr: {0} kişiyi kaldırmak istiyor musunuz?
uk: Ви бажаєте видалити {0} контакти(ів)?
vi: Bạn có muốn xóa {0} tên liên lạc này không?

# DeleteMultipleContactsQuestion_Title
source: Remove contacts?
ar: حذف جهات الاتصال؟
de: Kontakte entfernen?
fr: Supprimer les contacts?
it: Rimuovere contatti?
nl: Contacten verwijderen?
pt: Apagar contactos?
ro: Elimini contactele?
ru: Удалить контакты?
sk: Odstrániť kontaky?
tr: Kişiler kaldırılsın mı?
uk: Видалити контакти?
vi: Xóa các tên liên lạc này?

# NewAndOldPasswordMatch
source: The new and the old password must not match.
ar: كلمة السر الجديدة يجب ألا تطابق القديمة.
de: Das alte und das neue Password müssen sich unterscheiden.
fr: Le nouveau et le mot de passe ne peuvent pas être le même.
it: La nuova e la vecchia password non possono corrispondere.
nl: Het nieuwe en oude wachtwoord kunnen niet overeen komen.
pt: A nova e a antiga palavra-passe não podem ser iguais.
ro: Parola nouă şi cea veche nu se pot potrivi.
ru: Новый и старый пароли не должны совпадать.
sk: Nové a staré heslo sa nesmú zhodovať.
tr: Yeni ve eski şifre aynı olamaz.
uk: Новий і старий паролі не повинні збігатися.
vi: Mật khẩu mới và cũ không được giống nhau.

# CloseAllSessionsFailed
source: Failed to close the session. Please try again. [{0}]
ar: فشل اغلاق الجلسة. يرجي المحاولة مرة اخري. [{0}]
de: Die Sitzungen konnten nicht deaktiviert werden. Bitte versuchen Sie es erneut. [{0}]
fr: Impossible de fermer la session. Veuillez essayer à nouveau. [{0}]
it: Chiusura della sessione fallita. Per favore, riprova. [{0}]
nl: Sluiten van de sessie is mislukt. Probeer alstublieft opnieuw. [{0}]
pt: Falha ao encerrar a sessão. Por favor tente novamente. [{0}]
ro: Eşec la închiderea sesiunii. Te rugăm să încerci din nou [{0}]
ru: Не удалось завершить сеанс. Попробуйте снова. [{0}]
sk: Zlyhalo ukončovanie relácie. Prosím skúste to znovu [{0}]
tr: Oturumu kapatma başarısız oldu. Lütfen tekrar deneyin. [{0}]
uk: Не вдалося закрити сесію. Будь ласка, спробуйте ще раз. [{0}]
vi: Đóng phiên hoạt động thất bại. Xin thử lại. [{0}]

# CloseAllSessionsSuccess
source: The remaining sessions were successfully closed.
ar: الجلسات المتبقية تم إغلاقها بنجاح
de: Ihre Sitzungen wurden erfolgreich beendet.
fr: Tous les sessions restantes ont été fermées avec succès.
it: Le sessioni rimanenti sono state chiuse con successo.
nl: De overige sessies werden succesvol afgesloten.
pt: As restantes sessões foram encerradas com sucesso.
ro: Sesiunile rămase au fost închise
ru: Остальные сеансы успешно завершены.
sk: Zostávajúce relácie boli úspešne ukončené.
tr: Diğer oturumlar başarıyla kapatıldı.
uk: Інші сеанси було успішно закрито.
vi: Tất cả các phiên hoạt động đã được đóng lại thành công.

# CloseSessionFailed
source: Failed to close the session. Please try again. [{0}]
ar: فشل اغلاق الجلسة. يرجي المحاولة مرة اخري. [{0}]
de: Die Sitzungen konnten nicht deaktiviert werden. Bitte versuchen Sie es erneut. [{0}]
fr: Impossible de fermer la session. Veuillez essayer à nouveau. [{0}]
it: Chiusura della sessione fallita. Per favore, riprova. [{0}]
nl: Sluiten van de sessie is mislukt. Probeer alstublieft opnieuw. [{0}]
pt: Falha ao encerrar a sessão. Por favor tente novamente. [{0}]
ro: Eşec la închiderea sesiunii. Te rugăm să încerci din nou [{0}]
ru: Не удалось завершить сеанс. Попробуйте снова. [{0}]
sk: Zlyhalo ukončovanie relácie. Prosím skúste to znovu [{0}]
tr: Oturumu kapatma başarısız oldu. Lütfen tekrar deneyin. [{0}]
uk: Не вдалося закрити сесію. Будь ласка, спробуйте ще раз. [{0}]
vi: Đóng phiên hoạt động thất bại. Xin thử lại. [{0}]

# CloseSessionSucces
source: The session has been successfully closed.
ar: الجلسة أغلقت بنجاح
de: Die Sitzung wurde erfolgreich beendet.
fr: La session a été fermée avec succès.
it: La sessione è stata chiusa con successo.
nl: De sessie is met succes afgesloten.
pt: A sessão foi encerrada com sucesso.
ro: Sesiunea a fost închisă cu succes.
ru: Сеанс успешно завершён.
sk: Relácia bola úspešte skončená.
tr: Oturum başarıyla kapatıldı.
uk: Сесію успішно закрито.
vi: Phiên hoạt động đã được đóng lại thành công.

# CleanRubbishBinFailed
source: Failed to clear the rubbish bin. Please try again.
ar: فشل في إفراغ سلة المحذوفات. الرجاء المحاولة ثانية.
de: Fehler beim Leeren des Papierkorbs. Bitte versuchen Sie es erneut.
fr: Impossible de vider la corbeille. Veuillez essayer à nouveau.
it: Pulizia del Cestino fallita. Per favore, riprova.
nl: Het legen van de prullenbak is mislukt. Probeer alstublieft opnieuw.
pt: Falha ao esvaziar o caixote do lixo. Por favor tente novamente.
ro: Eşec la golirea coşului de gunoi. Te rugăm să încerci din nou.
ru: Не удалось очистить корзину. Попробуйте снова.
sk: Zlyhalo vysýpanie odpadkového koša. Prosím skúste to znovu.
tr: Çöp kutusu temizleme başarısız oldu. Lütfen tekrar deneyin.
uk: Не вдалося очистити кошик для сміття. Будь ласка, спробуйте ще раз.
vi: Dọn thùng rác không thành công. Xin thử lại.

# CleanRubbishBinQuestion
source: Are you sure you want to permanently delete all files from the rubbish bin?
ar: هل أنت متأكد أنك تريد حذف جميع الملفات نهائيا من سلة المهملات؟
de: Papierkorb unwiderruflich leeren?
fr: Êtes-vous certain(e) de bien vouloir supprimer de façon permanente tous les fichiers de la corbeille?
it: Sei sicuro di voler cancellare definitivamente tutti i file dal Cestino?
nl: Weet u zeker dat u alle bestanden uit de prullenbak definitief wil verwijderen?
pt: Você tem a certeza de que quer apagar permanentemente todos os ficheiros do caixote do lixo?
ro: Sigur doreşti să ştergi definitiv toate fişierele din coşul de gunoi?
ru: Удалить все файлы из корзины безвозвратно?
sk: Ste si istý, že chcete permanentne odstrániť všetky súbory z odpadkového koša?
tr: Çöp kutusundaki tüm dosyaları kalıcı olarak silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете назавжди видалити всі файли зі сміттєвого відра?
vi: Bạn có chắc muốn xóa vĩnh viễn các tệp tin trong thùng rác hay không?

# CleanRubbishBinSuccess
source: The rubbish bin has been cleared successfully.
ar: تم إفراغ سلة المحذوفات بنجاح
de: Der Papierkorb wurde geleert.
fr: La corbeille a été nettoyée avec succès.
it: Il Cestino è stato pulito con successo.
nl: De prullenbak is met succes geleegd.
pt: O caixote do lixo foi esvaziado com sucesso.
ro: Coşul de gunoi a fost golit cu succes.
ru: Корзина успешно очищена.
sk: Odpadkový kôš bol úspešne vysypaný.
tr: Çöp kutusu başarıyla temizlendi.
uk: Кошик для сміття успішно очищено.
vi: Đã dọn sạch thùng rác thành công.

# InviteContactAddFailedOwnEmail
source: You are trying to add your own email as a contact.
ar: أنت تحاول إضافة البريد الإلكتروني الخاص بك كجهة اتصال.
de: Sie können sich nicht selbst als Kontakt hinzufügen.
fr: Vous êtes en train d'essayer d'ajouter votre propre e-mail en tant que contact.
it: Stai provando ad aggiungere la tua email come contatto.
nl: U probeert uw eigen e-mailadres toe te voegen als contactpersoon.
pt: Você está a tentar adicionar o seu próprio email como contacto.
ro: Încerci să îţi adaugi propriul e-mail ca contact.
ru: Вы пытаетесь добавить в контакты свой адрес электронной почты.
sk: Snažíte sa pridať svoju vlastú emailovú adresu ako kontakt.
tr: Kendi e-postanızı bir kişi olarak eklemeye çalışıyorsunuz.
uk: Ви намагаєтесь додати власну адресу в якості контакту.
vi: Bạn đang tự điền tên của mình vào danh bạ.

# RemoveLinkFailed
source: Failed to remove link. Please try again.
ar: فشل في إزالة الرابط. الرجاء المحاولة لاحقا
de: Link konnte nicht entfernt werden. Bitte versuchen Sie es erneut.
fr: Impossible de supprimer le lien. Veuillez essayer à nouveau.
it: Rimozione del link fallita. Per favore, riprova.
nl: Koppeling verwijderen is mislukt. Probeer alstublieft opnieuw.
pt: Falha ao remover o endereço. Por favor tente novamente.
ro: Eşec la eliminarea linkului. Te rugăm să reîncerci.
ru: Не удалось удалить ссылку. Попробуйте снова.
sk: Zlyhalo odstraňovanie odkazu. Prosím skúste to znovu.
tr: Bağlantı kaldırılamadı. Lütfen tekrar deneyin.
uk: Не вдалося видалити ланку. Будь ласка, спробуйте ще раз.
vi: Xóa đường dẫn liên kết thất bại. Xin thử lại.

# NoInternetConnectionMessage
source: You cannot perform this action. Please connect to the Internet and try again.
ar: لايمكن تنفيذ هذه الخطوة. الرجاء الاتصال بالانترنت ثم المحاولة ثانية
de: Bitte verbinden Sie sich mit dem Internet und versuchen Sie es dann noch einmal.
fr: Vous ne pouvez pas effectuer cette action. Veuillez vous connecter à Internet et essayer à nouveau.
it: Non puoi fare ciò. Per favore, connettiti ad Internet e riprova.
nl: U kunt deze actie niet uitvoeren. Maak alstublieft verbinding met het internet en probeer het opnieuw.
pt: Não pode efectuar esta acção. Por favor ligue-se à Internet e tente novamente.
ro: Nu poţi efectua această acţiune. Te rugăm să te conectezi la internet şi să reîncerci.
ru: Нельзя выполнить это действие. Пожалуйста, подключитесь к интернету и попробуйте снова.
sk: Túto akciu nie je možné vykonať. Prosím pripojte sa na Internet a skúste to znovu.
tr: Bu eylemi gerçekleştiremezsiniz. Lütfen internete bağlanın ve tekrar deneyin.
uk: Ви не можете виконати цю дію. Будь ласка, під'єднайтесь до інтернету і спробуйте ще раз.
vi: Bạn không thể thực hiện hành động này. Xin kết nối Internet và thử lại.

# AM_CancelSubscription
source: You are about to cancel your MEGA subscription. Please let us know if there is anything we can do to help change your mind.
ar: أنت على وشك إلغاء اشتراكك ب MEGA. فضلا أخبرنا إن كان هناك أي شيء نستطيع فعله لك لنساعدك فيه ونغير رأيك حول الحذف.
de: Schade - Sie stornieren Ihr MEGA-Abonnement. Können wir Sie noch umstimmen?
fr: Vous êtes sur le point d'annuler votre abonnement MEGA. Veuillez nous dire s'il y a quelque chose que l'on puisse faire pour changer votre avis.
it: Stai per annullare la tua iscrizione a MEGA. Per favore, facci sapere se c'è qualcosa che possiamo fare per farti cambiare idea.
nl: U gaat uw MEGA abonnement opzeggen. Laat het ons alstublieft weten als er iets is wat we kunnen doen om u te helpen van gedachten te veranderen.
pt: Você está prestes a cancelar a sua subscrição MEGA. Por favor diga-nos se há algo que possamos fazer para que mude de ideias.
ro: Eşti pe cale de a anula abonamentul MEGA. Te rugăm să ne spui dacă există ceva ce putem face pentru a te răzgândi.
ru: Вы собираетесь отменить подписку MEGA. Пожалуйста, дайте нам знать, если можно что-нибудь сделать, чтобы вы изменили своё решение.
sk: Chystáte sa zrušiť svoje MEGA predplatné. Prosím dajte nám vedieť, ak je niečo, čím by sme vám pomohli zmeniť rozhodnutie.
tr: MEGA aboneliğinizi iptal etmek üzeresiniz. Fikrinizi değiştirmek için yapabileceğimiz birşey varsa bizi bilgilendirin.
uk: Ви збираєтесь скасувати підписку MEGA. Будь ласка, дайте нам знати, якщо є можливість змінити вашу думку.
vi: Quý khách đang chuẩn bị hủy bỏ gói thành viên MEGA. Xin vui lòng cho chúng tôi biết lý do để chúng tôi cải thiện và làm vừa lòng quý khách.

# FolderUnauthorizedAccess
source: You don't have access to the folder '{0}'. Please select another one and try again.
ar: ليس لديك إذن بالولوج إلى المسار '{0}'. الرجاء اختيار مسار آخر والمحاولة ثانية
de: Sie haben keinen Zugriff auf den Pfad '{0}'. Bitte wählen Sie einen anderen und versuchen Sie es noch einmal.
fr: Vous n'avez pas accès au chemin '{0}'. Veuillez en choisir un autre et essayer à nouveau.
it: Non hai accesso al percorso '{0}'. Per favore, selezionane un altro e riprova.
nl: U heeft geen toegang tot de map '{0}'. Selecteer een andere en probeer nogmaals.
pt: Você não tem acesso ao caminho '{0}'. Por favor seleccione outro e tente novamente.
ro: Nu ai acces la calea '{0}'. Te rugăm să selectezi alta şi să încerci din nou.
ru: У вас нет доступа к папке '{0}'. Пожалуйста, выберите другую и попробуйте снова.
sk: K ceste '{0}' nemáte prístup. Prosím vyberte inú a skúste to znovu.
tr: Bu yola erişiminiz yok '{0}'. Lütfen başka bir tane seçip tekrar deneyin.
uk: Ви не маєте доступу до теки '{0}'. Будь ласка, виберіть іншу і спробуйте ще раз.
vi: Bạn không có quyền hạn để truy cập tới vùng '{0}'. Xin thử cái khác hoặc thử lại.

# FolderUnauthorizedAccess_Title
source: Access denied
ar: غير مسموح بالدخول
de: Zugriff verweigert
fr: Accès refusé
it: Accesso negato
nl: Toegang geweigerd
pt: Acesso negado
ro: Acces interzis
ru: Доступ запрещен
sk: Prístup zamietnutý
tr: Erişim reddedildi
uk: Доступ заборонено
vi: Truy cập bị từ chối

# InvalidFileName
source: The name of the file '{0}' is not valid or has illegal characters. Please change it and try again.
ar: اسم الملف '{0}' غير متوفر أو لديه رموز غير مسموح بها، الرجاء تغيير الاسم ثم المحاولة ثانية.
de: Der Dateiname '{0}' ist ungültig oder enthält verbotene Zeichen. Bitte ändern Sie ihn und versuchen Sie es erneut.
fr: Le nom du fichier '{0}' n'est pas valide ou possède des caractères illégaux. Veuillez le changer et essayer à nouveau.
it: Il nome del file '{0}' non è valido o contiene caratteri non autorizzati. Per favore, cambialo e riprova.
nl: De naam van het bestand '{0}' is niet geldig of heeft ongeldige tekens. Verander het alstublieft en probeer het opnieuw.
pt: O nome do ficheiro '{0}' não é válido ou tem caracteres ilegais. Por favor mude-o e tente novamente.
ro: Numele fişierului '{0}' nu este valid sau are caractere ilegale. Te rugăm să îl schimbi şi să încerci din nou.
ru: Название файла '{0}' недействительно или содержит недопустимые символы. Пожалуйста, измените его и попробуйте снова.
sk: Názov súboru '{0}' nie je platný, alebo obsahuje neplatné znaky. Prosím zmeňte ho a skúste to znovu.
tr: '{0}' dosyanın adı geçersiz veya yasadışı karakter içermekte. Lütfen değiştirip tekrar deneyin.
uk: Назва файлу '{0}' не дійсна або має неприпустимі символи. Будь ласка, внесіть зміни та спробуйте ще раз.
vi: Tên đặt cho tệp tin '{0}' không được chấp nhận hoặc do có sử dụng các ký tự không hợp lệ. Xin thay đổi rồi thử lại.

# InvalidFileName_Title
source: Invalid file name
ar: اسم ملف غير ممكن
de: Ungültiger Dateiname
fr: Nom de fichier non valide
it: Nome del file non valido
nl: Ongeldige bestandsnaam
pt: Nome de ficheiro inválido
ro: Numele fişierului invalid
ru: Неверное имя файла
sk: Neplatné meno súboru
tr: Geçersiz dosya adı
uk: Невірне ім'я
vi: Tên không hợp lệ

# PathTooLong
source: The path of the file/folder '{0}' is too long. Please change it and try again.
ar: مسار الملف/المجلد '{0}' طويل جدا. الرجاء تغييره ثم المحاولة ثانية
de: Der Pfad '{0}' hat Überlänge. Bitte kürzen Sie ihn.
fr: Le chemin pour le fichier/dossier '{0}' est trop long. Veuillez le changer et essayer à nouveau.
it: Il percorso del/la file/cartella '{0}' è troppo lungo. Per favore, cambialo e riprova.
nl: Het pad van bestand/folder '{0}' is te lang. Wijzig deze a.u.b. en probeer opnieuw.
pt: O caminho do ficheiro/pasta '{0}' é demasiado longo. Por favor mude-o e tente novamente.
ro: Calea fişierului/folderului '{0}' este prea lungă. Te rugăm să o schimbi şi să încerci din nou.
ru: Путь к файлу/папке '{0}' слишком длинный. Пожалуйста, измените его и попробуйте снова.
sk: Cesta k súboru/priečinku '{0}' je príliš dlhá. Prosím zmeňte ju a skúste to znovu.
tr: Dosya/klasör yolu '{0}' çok uzun. Lütfen değiştirin ve tekrar deneyin.
uk: Шлях до файлу/теки '{0}' занадто довгий. Будь ласка, змініть його і спробуйте ще раз.
vi: Đường dẫn tới tệp tin / thư mục '{0}' quá dài. Xin vong lòng chỉnh sửa rồi thử lại.

# PathTooLong_Title
source: Path too long
ar: العنوان طويل جدا
de: Pfad zu lang
fr: Chemin trop long
it: Percorso troppo lungo
nl: Pad is te lang
pt: Caminho demasiado longo
ro: Cale prea lungă
ru: Путь слишком длинный
sk: Cesta je príliš dlhá
tr: Yol çok uzun
uk: Занадто довгий пінг
vi: Đường dẫn quá dài

# InvalidFolderNameOrPath
source: The name or path of the folder '{0}' is not valid or has illegal characters. Please change it and try again.
ar: اسم مسار المجلد '{0}' غير متوفر أو يحتوي على عناصر غير مسموح بها، الرجاء تغيير الاسم والمحاولة ثانية.
de: Der Name oder Pfad des Ordners '{0}' ist ungültig oder enthält verbotene Zeichen. Bitte ändern Sie ihn und versuchen Sie es erneut.
fr: Le nom ou le chemin pour le dossier '{0}' n'est pas valide ou possède des caractères illégaux. Veuillez le changer ou essayer à nouveau.
it: Il nome del/la file/cartella '{0}' non è valido o contiene caratteri non autorizzati. Per favore, cambialo e riprova.
nl: De naam of het pad van folder '{0}' is niet geldig. Wijzig deze a.u.b. en probeer opnieuw.
pt: O nome ou caminho da pasta '{0}' não é válido ou tem caracteres ilegais. Por favor mude-o e tente novamente.
ro: Numele căii sau folderului '{0}' nu este valid sau are caractere ilegale. Te rugăm să îl schimbi şi să încerci din nou.
ru: Название или путь к папке '{0}' недействителен или содержит недопустимые символы. Пожалуйста, измените его и попробуйте снова.
sk: Názov alebo cesta k priečinku '{0}' sú neplatné, alebo obsahujú neplatné znaky. Prosím zmeňte ho a skúste to znovu.
tr: '{0}' klasörünün yolu veya adı geçersiz veya yasadışı karakter içermekte. Lütfen değiştirip tekrar deneyin.
uk: Назва файлу або шлях до теки '{0}' не дійсні або мають неприпустимі символи. Будь ласка, внесіть зміни та спробуйте ще раз.
vi: Tên hoặc đường dẫn đến thư mục '{0}' không hợp lệ hoặc có chứa các ký tự đặc biệt. Xin vui lòng chỉnh sửa và thử lại sau.

# InvalidFolderNameOrPath_Title
source: Invalid name or path
ar: اسم أو عنوان غير متوفر
de: Ungültiger Name oder Pfad
fr: Nom ou chemin invalide
it: Nome o percorso non valido
nl: Ongeldig pad of naam
pt: Nome ou caminho inválido
ro: Nume sau cale invalidă
ru: Неверное имя или путь
sk: Neplatné meno alebo cesta
tr: Geçersiz ad veya yol
uk: Невірна назва чи шлях
vi: Tên hoặc đường dẫn không hợp lệ

# AM_InvalidLink
source: Invalid link
ar: رابط غير موجود
de: Ungültiger Link
fr: Lien non valide
it: Link non valido
nl: Ongeldige koppeling
pt: Endereço inválido
ro: Link invalid
ru: Неправильная ссылка
sk: Neplatný odkaz
tr: Geçersiz bağlantı
uk: Невірна ланка
vi: Đường dẫn liên kết không hợp lệ

# AM_ImportFileFailed
source: File import failed [{0}]
ar: فشل في توريد الملف [{0}]
de: Import fehlgeschlagen [{0}]
fr: Échec de l'importation du fichier [{0}]
it: Importazione del file fallita [{0}]
nl: Bestand importeren mislukt [{0}]
pt: Falha ao importar ficheiro [{0}]
ro: Importarea fişierului a eşuat [{0}]
ru: Не удалось импортировать файл [{0}]
sk: Import súboru zlyhal [{0}]
tr: Dosya alımı başarısız [{0}]
uk: Невдалий імпорт файлу [{0}]
vi: Chuyển nhập tệp tin thất bại [{0}]

# DownloadLimitMessage
source: You have selected over {0} items ({1}) to download. Do you want to proceed?
ar: لقد حددت أكثر من {0} عناصر ({1}) للتحميل. هل تريد المتابعة؟
de: Sie haben mehr als {0} Dateien ({1}) zum Download ausgewählt. Fortfahren?
fr: Vous avez sélectionné plus de {0} éléments ({1}) a télécharger. Voulez-vous poursuivre?
it: Hai selezionato più di {0} oggetti ({1}) per il download. Vuoi procedere comunque?
nl: U heeft meer dan {0} items geselecteerd ({1}) om te downloaden. Wilt u doorgaan?
pt: Você seleccionou mais do que {0} itens ({1}) para descarregar. Deseja prosseguir?
ro: Ai selectat peste {0} elemente ({1}) pentru descărcare. Doreşti să continui?
ru: Вы выбрали более {0} элементов ({1}) для скачивания. Вы хотите продолжить?
sk: Vybrali ste cez {0} položiek ({1}) na stiahnutie. Chcete pokračovať?
tr: İndirmek için {0} öğeden ({1}) fazla seçtiniz. Devam etmek istiyor musunuz?
uk: Ви вибрали більш {0} елементів ({1}) для завантаження. Бажаєте продовжити?
vi: Bạn vừa chọn tới {0} mục ({1}) để định tải về. Bạn có muốn tiến hành không?
