Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.xlf
Languages: bg, cs, es, et_ee, fa, fi_fi, he, hu, id, ja, ko, pl, pt_br, sl, sr, sv, th, zh_hans, zh_hant

# Resx/AM_ImportFolderLinkFailed
source: Could not import the folder link. Please try again.
bg: Неуспешно импортиране връзката към папката. Моля, опитайте отново.
cs: Nelze importovat odkaz na složku. Zkuste to znovu.
es: No se pudo importar el enlace de carpeta. Por favor, inténtalo de nuevo.
he: לא ניתן לייבא את קישור התיקייה. אנא נסה שוב.
id: Tidak dapat mengimpor link folder. Harap coba kembali.
pl: Błąd podczas importowania katalogu. Spróbuj ponownie.
pt_br: Não foi possível importar o link pasta. Por favor, tente novamente.
sr: Није могуће увести линк фолдера. Молимо покушајте поново.
sv: Kunde inte importera mapplänk, försök igen.
th: ไม่สามารถนำเข้าลิงก์โฟลเดอร์ กรุณาลองอีกครั้ง
zh_hant: 無法匯入該資料夾連結，請再試一次。

# Resx/AM_EmailAlreadyRegistered
source: This e-mail address has already registered an account with MEGA.
bg: Този имейл адрес е вече регистриран в MEGA.
cs: Tato e-mailová adresa má již u MEGA registrovaný účet.
es: Está dirección de correo electrónico ya fue utilizada para el registro de una cuenta con MEGA.
he: כבר קיים חשבון בעל אותו דואר אלקטרני בMEGA
id: Surel ini telah memiliki akun di MEGA.
pl: Podany adres e-mail został już użyty podczas rejestracji.
pt_br: Este endereço de e-mail já registrou uma conta no MEGA.
sr: Ова e-mail адреса већ има регистриран MEGA налог.
sv: Den här e-postadressen har redan kopplats till ett annat MEGA konto.
th: ที่อยู่อีเมลนี้เคยลงทะเบียนกับ MEGA แล้ว
zh_hant: 這個電子郵件信箱在MEGA已被註冊。

# Resx/AM_IncompleteConfirmationLink
source: The account confirmation link that you are using is incomplete. Please check the link length and be sure that you have copied the entire link then try again.
bg: Връзката, която използвате за потвърждение на профила ви, е непълна. Моля, проверете дължината на връзката и се уверете, че сте копирали цялата връзка след това опитайте отново.
cs: Odkaz na potvrzení účtu, který používáte, je neúplný. Zkontrolujte délku odkazu a ujistěte se, že jste zkopírovali celý odkaz, pak to zkuste znovu.
es: El enlace de confirmación de cuenta que estás usando está incompleto. Por favor, comprueba la longitud del enlace y asegúrate de haberlo copiado completo antes de intentarlo de nuevo.
he: הקישור לאישור החשבון שלך איננו שלם. אנא בדוק את אורך הקישור ו-ודא כי הינך מעתיק את כל הקישור ונסה שוב.
id: Link konfirmasi akun yang anda gunakan tidak lengkap. Harap cek panjang link dan pastikan anda telah mengkopi seluruh link lalu coba kembali.
pl: Link to aktywacji konta jest niekompletny. Upewnij się, że skopiowałeś cały link i spróbuj ponownie.
pt_br: O link de confirmação de conta que você está usando está incompleta. Por favor, verifique o comprimento da ligação e certifique-se que você copiou todo o link, em seguida, tente novamente.
sr: Линк за потврду налога који користите није потпун. Молимо проверите дужину линка и уверите се да сте ископирали цео линк и пробајте поново.
sv: Den bekräftelselänk som du använder är ofullständig. Kontrollera länkens längd och var säker på att du har kopierat hela länken och försök igen.
th: ลิงก์การยืนยันบัญชีที่คุณใช้ไม่สมบูรณ์ กรุณาตรวจสอบความยาวของลิงก์และตรวจดูว่าได้คัดลอกลิงก์ทั้งหมด แล้วลองอีกครั้ง
zh_hant: 您所使用的帳戶啟用確認連結並不完整。請檢查該連結之長度，確保已複製了整個連結，然後再試一次。

# Resx/AM_NewSignUpInvalidLink
source: The link you are using for a new signup is not valid.
bg: Връзката, която използвате за нова регистрация не е валидна.
cs: Odkaz, který používáte pro novou registraci, není platný.
es: El enlace de alta nueva que estás usando no es válido.
he: הקישור אותו אתה משתמש לרישום, לא תקין.
id: Link yang anda gunakan untuk signup baru tidak valid.
pl: Link jest nieprawidłowy.
pt_br: O link que você está usando para uma nova inscrição não é válido.
sr: Линк који користите за нову пријаву није исправан.
sv: Länken du använder är inte giltig
th: ลิงก์ที่คุณใช้สำหรับการลงทะเบียนใหม่ไม่ถูกต้อง
zh_hant: 您使用的新註冊連結為無效的。

# Resx/AM_AccountBlocked
source: Your account was terminated due to a breach of MEGA’s Terms of Service, such as abuse of rights of others; sharing and/or importing illegal data; or system abuse.
th: บัญชีของคุณถูกยุติการใช้งานเนื่องจากละเมิดข้อกำหนดในการให้บริการของ MEGA เช่น การสวมสิทธิผู้อื่น การแชร์และ/หรือการนำเข้าข้อมูลที่ผิดกฎหมาย หรือการละเมิดระบบ

# Resx/AM_AccountNotConfirmed
source: Your account has not been confirmed yet.
bg: Профилът Ви не е потвърден все още.
cs: Váš účet nebyl zatím potvrzen.
es: Tu cuenta no ha sido confirmada aún.
he: חשבונך טרם אושר.
id: Akun anda belum terkonfirmasi.
pl: Twoje konto nie jest jeszcze potwierdzone.
pt_br: Sua conta ainda não foi confirmada.
sr: Ваш налог још увек није потврђен.
sv: Ditt konto har inte blivit bekräftat ännu.
th: บัญชีของคุณยังไม่ได้รับการยืนยัน
zh_hant: 您的帳戶尚未確認啟用。

# Resx/AM_TooManyFailedLoginAttempts
source: You have attempted to log in too many times. Please wait until {0} and try again.
bg: Опитали сте се да влезете твърде много пъти. Моля, изчакайте, докато {0} и опитайте отново.
cs: Pokusili jste se přihlásit příliš mnohokrát. Počkejte do {0} a zkuste to znovu.
es: Has intentado acceder demasiadas veces.Por favor, espera hasta las {0} e inténtalo de nuevo.
he: ניסית להתחבר יותר מדי פעמים. אנא חכה עד {0} ונסה שוב.
id: Anda telah mencoba masuk terlalu banyak. Harap tunggu hingga {0} dan coba kembali.
pl: Zbyt dużo prób do logowania. Spróbuj ponownie za {0}.
pt_br: Você tentou entrar muitas vezes. Por favor, aguarde até {0} e tente novamente.
sr: Превише пута сте пробали да се пријавите. Молимо сачекајте до {0} и покушајте поново.
sv: Du har försökt logga in för många gånger. Vänta tills {0} och försök igen.
th: คุณได้พยายามเข้าสู่ระบบบ่อยเกินไป กรุณารอจนกว่า {0} และลองอีกครั้ง
zh_hant: 您於短時間內嘗試登入的次數過多。請等待至 {0} 後再重試。

# Resx/AM_AccountBlocked_Title
source: Suspended account
id: Akun tertutup
th: บัญชีถูกระงับ
zh_hant: 帳戶已鎖

# Resx/AM_ShareFromMegaAppBusy_Message
source: Failed to share item(s) from MEGA. The destination application seems busy. Please try again later.
bg: Не може да се споделят елемент(и) от MEGA. Целевото приложение изглежда заето. Моля, опитайте отново по-късно.
es: No se pudieron compartir elemento(s) de MEGA. La aplicación de destino parece ocupada. Por favor, inténtalo de nuevo más tarde.
he: כישלון בשיתוף הקובץ(ים) מ-MEGA. אפליקציית היעד נראית עסוקה. אנא נסה שוב מאוחר יותר.
id: Gagal untuk membagikan item(s) dari MEGA. Applikasi tujuan terlihat sibuk. Harap coba kembali lagi nanti.
pl: Nie powiodło się udostępnienie elementu z MEGA. Prosimy spróbować ponownie.
pt_br: Falha ao compartilhar item(s) a partir de MEGA. O aplicativo de destino parece ocupado. Por favor, tente novamente mais tarde.
sv: Det gick inte att dela objektet (s) från MEGA. Målprogramet verkar upptaget. Försök igen senare.
th: ไม่สามารถแชร์รายการจาก MEGA แอปพลิเคชันปลายทางดูเหมือนว่าไม่ว่าง กรุณาลองใหม่อีกครั้งในภายหลัง
zh_hant: 無法從MEGA共享檔案。目標應用程式似乎很忙。請稍後再試。

# Resx/AM_GetNodeDetailsFailed
source: Failed to retrieve node details. Please try again.
bg: Неуспешно извличане на детайлите за елемента. Моля опитайте отново.
es: No se pudieron recuperar los detalles del nodo. Por favor, inténtelo de nuevo.
he: כישלון בהצגת פרטים. אנא נסה שוב.
id: Gagal mendapatkan detil node. Harap coba kembali.
pl: Wystąpił błąd podczas pobierania danych. Spróbuj ponownie.
pt_br: Falha ao recuperar detalhes. Por favor, tente novamente.
sv: Det gick inte att hämta nod detaljer. Försök igen.
th: ไม่สามารถเรียกรายละเอียดของโหนดได้ กรุณาลองอีกครั้ง
zh_hant: 無法取得節點詳情。 請再試一次。

# Resx/AM_GetNodeDetailsFailed_Title
source: View details failed
bg: Прегледът се провали
es: Falló el ver detalles
he: צפייה בפרטים נכשלה
id: Lihat detil gagal
pl: Wystąpił błąd
pt_br: Ver detalhes falhou
sv: Visa detaljer
th: ดูรายละเอียดข้อผิดพลาด
zh_hant: 查看詳情失敗

# Resx/AM_DownloadPathUnknownError
source: There is an unknown error in the download path. Please try again and if it continues to fail, please contact support@mega.nz. [{0}]
bg: Налице е неизвестна грешка в пътя за изтегляне. Моля, опитайте отново и ако грешката продължава се свържете с support@mega.nz. [{0}]
es: Hay un error desconocido en la ruta de descarga. Inténtalo de nuevo y, si sigue fallando, por favor contacta con support@mega.nz. [{0}]
he: אירעה שגיאה בנתיב ההורדה. אנא נסה שוב. אם ההורדה ממשיכה להיכשל, אנא צור קשר עם מרכז התמיכה שלנו support@mega.nz. [{0}]
id: Terdapat kesalahan yang tidak diketahui pada download path. Harap coba kembali dan jika tetap gagal harap hubungi support@mega.nz. [{0}]
pl: Wystąpił nieznany błąd w pobieranym pliku. Spróbuj ponownie lub skontaktuj się z nami support@mega.nz. [{0}]
sv: Det finns ett okänt fel i nedladdningsbanan. Försök igen och om det fortsätter att misslyckas, kontakta support@mega.nz. [{0}]
th: มีข้อผิดพลาดที่ไม่รู้จักในเส้นทางดาวน์โหลด กรุณาลองอีกครั้งและหากยังคงมีข้อผิดพลาด กรุณาติดต่อ support@mega.nz [{0}]
zh_hant: 下載路徑中出現未知的錯誤。請重試，如果仍失敗，請聯繫support@mega.nz。 [{0}]

# Resx/AM_InternalNodeNotFound
source: The file/folder of the link that you are trying to open was not found. You are probably logged in to a different account. Please, log in to the correct account and try again.
es: No se encontró el archivo/carpeta del enlace que estás intentando abrir. Es probable que hayas iniciado sesión en una cuenta diferente. Inicia sesión en la cuenta correcta e inténtalo de nuevo.
he: הקובץ/תיקייה אותה אתה מנסה לפתוח לא נמצאה. ככל הנראה אתה מחובר לחשבון אחר. אנא, התחבר עם החשבון שיצר קובץ זה ונסה שוב.
id: File/folder link yang anda coba buka tidak dapat ditemukan. Anda mungkin login ke akun yang berbeda. Harap, masuk ke akun yang benar dan coba kembali.
pl: Plik/katalog który próbujesz otworzyć nie został znaleziony. Możliwe, że jesteś zalogowany na inne konto. Zaloguj się na prawidłowe konto i spróbuj ponownie.
th: ไม่พบไฟล์/โฟลเดอร์ของลิงก์ที่คุณพยายามเปิด คุณอาจลงชื่อเข้าใช้บัญชีอื่น กรุณาเข้าสู่บัญชีที่ถูกต้องและลองอีกครั้ง
zh_hant: 找不到您嘗試開啟的檔案 / 資料夾。 您可能已登入另一個帳戶。請登入正確的帳戶，然後再試一次。

# Resx/AM_InternalNodeNotFound_Title
source: File/folder not found
es: Archivo/Carpeta no encontrado
he: קובץ/תיקייה לא נמצאה
id: File/folder tidak ditemukan
pl: Plik/katalog nie został znaleziony
th: ไม่พบไฟล์/โฟลเดอร์
zh_hant: 找不到檔案 / 資料夾

# Resx/AM_TransferOverquotaWarning
source: Your queued transfer exceeds the current transfer quota available for your account and may therefore be interrupted.
es: Tus transferencias en cola exceden la cuota de transferencia actual disponible para tu cuenta y, por lo tanto, podrían interrumpirse.
he: תור ההעברה שלך מכיל יותר קבצים מאשר תוכל להעביר לפי מכסת התעבורה של החשבון שלך ולכן ייתכן והוא ייעצר
id: Transfer antri Anda melebihi kuota transfer saat ini yang tersedia untuk akun Anda dan oleh karena itu dapat terganggu.
pl: Twoje zakolejkowane transfery przekraczają dostępny limit transferu i mogą spowodować przerwanie przesyłania danych.
th: การถ่ายโอนข้อมูลที่รออยู่ของคุณเกินโควต้าการถ่ายโอนปัจจุบันที่มีให้สำหรับบัญชีของคุณและอาจถูกขัดจังหวะได้
zh_hant: 您排程中的傳輸量已超過您帳戶目前可用的傳輸配額，因此傳輸可能會中斷。

# Resx/AM_TransferOverquotaWarning_Title
source: Depleted transfer quota
es: Cuota de transferencia agotada
he: מכסת תעבורה נמוכה
id: Kuota transfer habis
pl: Wykorzystany limit transferu
th: โควตาการถ่ายโอนหมดแล้ว
zh_hant: 傳輸配額不足

# Resx/AM_CancelDownloadsQuestion
source: Are you sure you want to cancel all the pending downloads?
es: ¿Seguro que quieres cancelar todas las descargas pendientes?
he: אתה בטוח שברצונך לבטל את כל ההורדות הממתינות?
id: Yakin ingin membatalkan semua unduhan yang tertunda?
pl: Czy na pewno chcesz anulować wszystkie oczekujące pobrania?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกดาวน์โหลดที่รอดำเนินการทั้งหมด
zh_hant: 您確定要取消所有待處理的下載檔案嗎？

# Resx/AM_CancelUploadsQuestion
source: Are you sure you want to cancel all the pending uploads?
es: ¿Seguro que quieres cancelar todas las subidas pendientes?
he: אתה בטוח שברצונך לבטל את כל העלאות הממתינות?
id: Yakin ingin membatalkan semua unggahan yang tertunda?
pl: Czy na pewno chcesz anulować wszystkie oczekujące wgrania?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกอัปโหลดที่รอดำเนินการทั้งหมด
zh_hant: 您確定要取消所有待處理的上傳檔案嗎？

# Resx/AM_ViewContactDetailsFailed
source: Failed to view the contact details. Please try again later.
es: Error al cargar los detalles del contacto. Por favor, inténtalo de nuevo más tarde.
he: שגיאה בצפייה בפרטי משתמש. אנא נסה שוב מאוחר יותר.
id: Gagal melihat detail kontak. Silakan coba lagi nanti.
pl: Wyświetlenie danych kontaktowych nie powiodło się. Spróbuj ponownie.
th: ไม่สามารถดูรายละเอียดการติดต่อได้ กรุณาลองใหม่อีกครั้งในภายหลัง
zh_hant: 無法查看聯絡資料。請稍後再試。

# Resx/AM_ViewContactDetailsFailed_Title
source: Contact details failed
es: Fallo en los Detalles del contacto
he: שגיאה בפרטי משתמש.
id: Rincian kontak gagal
pl: Dane niedostępne
th: รายละเอียดการติดต่อล้มเหลว
zh_hant: 無法查看聯絡資料。

# Resx/AM_ShowUploadOptionsFailed
source: Failed to show the upload options. Please try again later.
es: Error al mostrar las opciones de subida. Por favor, inténtalo más tarde.
he: שגיאה בצפייה באפשרויות העלאה. אנא נסה שוב מאוחר יותר.
id: Gagal menampilkan opsi upload. Silakan coba lagi nanti.
pl: Ustawienia wgrywania niedostępnie. Spróbuj ponownie.
th: ไม่สามารถแสดงตัวเลือกการอัปโหลด กรุณาลองใหม่อีกครั้งในภายหลัง
zh_hant: 無法顯示上傳選項。請稍後再試。

# Resx/AM_ShowUploadOptionsFailed_Title
source: Upload options
es: Opciones de subida
he: אפשרויות העלאה
id: Opsi Upload
pl: Opcje wgrywania
sv: Uppladdnings möjligheter
th: ตัวเลือกอัปโหลด
zh_hant: 上傳方式

# Resx/AM_SaveLogFile
source: Do you want to save the log file in an external location to use it later?
he: האם תרצה לשמור את קובץ הלוג במיקום חיצוני לשימוש מאוחר יותר?
id: Apakah Anda ingin menyimpan file log di lokasi eksternal untuk menggunakannya nanti?
th: คุณต้องการจัดเก็บไฟล์บันทึกในตำแหน่งภายนอกเพื่อใช้งานในภายหลังหรือไม่
zh_hant: 要將日誌檔案儲存於外部位置以便稍後使用嗎？

# Resx/AM_SaveLogFile_Title
source: Save the log file
he: שמור קובץ לוג
th: จัดเก็บไฟล์บันทึก
zh_hant: 儲存日誌檔案

# Resx/AM_ShareLinkFailed
source: Failed to share the file/folder link. Please try again.
he: שגיאה בשיתוף קובץ/תיקייה. אנא נסה שוב.
id: Gagal berbagi link file / folder. Silahkan coba lagi
pl: Udostępnienie pliku/katalogu nie powiodło się. Spróbuj ponownie.
th: ไม่สามารถแชร์ลิงก์ไฟล์/โฟลเดอร์ กรุณาลองอีกครั้ง
zh_hant: 無法分享檔案 / 資料夾連結。請再試一次。

# Resx/AM_ShareLinkFailed_Title
source: Error sharing link
he: שגיאה בשיתוף קישור
id: Error membagikan link
pl: Błąd podczas udostępniania
th: แชร์ลิงก์ผิดพลาด
zh_hant: 無法分享連結

# Resx/AM_InternalNodeFailed
source: Failed to open the internal file/folder of the link. Please try again.
id: Gagal membuka file / folder internal link. Silahkan coba lagi
th: ไม่สามารถเปิดไฟล์/โฟลเดอร์ภายในของลิงก์ได้ กรุณาลองอีกครั้ง
zh_hant: 無法打開該連結的內部檔案/ 資料夾。請再試一次。

# Resx/AM_InternalNodeFailed_Title
source: Failed to open the internal file/folder
id: Gagal membuka file / folder internal
th: ไม่สามารถเปิดไฟล์/โฟลเดอร์ภายในได้
zh_hant: 無法開啟內部檔案/ 資料夾。

# Resx/AM_ClearCacheFailed
source: Failed to clear cache. Please try again.
id: Gagal menghapus cache. Harap coba lagi
th: ไม่สามารถล้างแคชได้ กรุณาลองอีกครั้ง
zh_hant: 清除快取失敗，請再試一次。

# Resx/AM_ClearCacheFailed_Title
source: Clear cache failed
id: Hapus cache gagal
th: ล้างแคชไม่สำเร็จ
zh_hant: 清除快取失敗

# Resx/AM_PrepareDownloadsFailed
source: Error preparing downloads. Please try again.
th: เกิดข้อผิดพลาดในการจัดเตรียมการดาวน์โหลด กรุณาลองอีกครั้ง
zh_hant: 準備下載時發生錯誤。請再試一次。

# Resx/AM_AccountBlockedCopyright
source: Your account has been suspended due to multiple breaches of MEGA’s Terms of Service. Please check your email inbox.
th: บัญชีของคุณถูกระงับเนื่องจากมีการละเมิดข้อกำหนดในการให้บริการของ MEGA หลายครั้ง กรุณาตรวจสอบกล่องจดหมายอีเมลของคุณ

# Resx/CopyFileUnauthorizedAccessException
source: You do not have permission to copy this file type to the destination folder. Are you trying to save/copy a file of an unsupported type to an SD card? Please try to save/copy the file to your device's internal memory instead.
id: Anda tidak memiliki izin untuk menyalin jenis file ini ke folder tujuan. Apakah Anda mencoba menyimpan / menyalin file dari jenis yang tidak didukung ke kartu SD? Cobalah menyimpan / menyalin file ke memori internal perangkat Anda.
zh_hant: 您沒有將此檔案類型複製到目標資料夾的權限。您是否要將不支援的檔案類型儲存/ 複製到SD卡中？也請嘗試將檔案儲存/ 複製到您的設備內部記憶體中，以作為替代方案。

# Resx/AM_AccountBlocked
source: Your account was terminated due to a breach of MEGA's Terms of Service, such as abuse of rights of others; sharing and/or importing illegal data; or system abuse.
zh_hant: 您的帳戶因違反MEGA的服務條款而被終止，例如：侵犯他人權益、分享和/或匯入非法資料，或濫用系統資源。

# Resx/AM_AccountBlockedCopyright
source: Your account has been suspended due to multiple breaches of MEGA's Terms of Service. Please check your email inbox.
zh_hant: 由於多次違反MEGA的服務條款，您的帳戶已被暫停使用。請至您的電子信箱收信以了解詳情。

# Resx/CopyFileUnauthorizedAccessException
source: You do not have permission to copy this file type to the destination folder. Are you trying to save/copy a file of an unsupported type to an SD card?Please try to save/copy the file to your device's internal memory instead.
he: אין לך הרשאות להעתיק קובץ זה לתיקייה שבחרת. האם אתה מנסה לשמור/להעתיק קובץ בכרטיס SD שלא נתמך? אנא נסה לשמור/להעתיק את הקבוץ לזכרון הפנימי של הטלפון.

# Resx/SelectFolderFailed
source: Failed to select folder. Please, try again or select another folder: [{0}]
bg: Неуспешно избиране на папка. Моля опитайте отново или изберете друга папка: [{0}]
cs: Nepodařilo se vybrat složku. Zkuste to znovu nebo vyberte jinou složku: [{0}]
es: Error al seleccionar la carpeta. Por favor, inténtalo de nuevo o selecciona otra carpeta: [{0}]
fa: انتخاب پوشه ناموفق بود. یا دوباره تلاش کنید و یا پوشه ی دیگری را انتخاب کنید : [{0}]
he: שגיאה בבחירת תיקייה. אנא בחר מאוחר יותר או בחר תיקייה אחרת: [{0}]
hu: Könyvtár kiválasztása sikertelen. Kérlek próbáld újra vagy válassz másik könyvtárat: [{0}]
ja: フォルダ選択できませんでした。再度トライするか、別のフォルダを選択して下さい。[{0}]
ko: 폴더 선택을 실패하였습니다. 다시 시도하거나 다른 폴더를 선택하세요: [{0}]
pl: Nie powidło się zaznaczenie katalogu. Spróbuj ponownie z innym katalogiem: [{0}]
pt_br: Falha na seleção de pastas. Por favor, tente novamente ou selecione outra pasta. [{0}]
sl: Nisem uspel izbrati mape. Prosim, poskusite ponovno ali izberite drugo mapo: [{0}]
sr: Бирање фолдера неуспешно. Молимо, покушајте поново или изаберите други фолдер: [{0}]
sv: Misslyckades att markera mappen. Försök igen eller välj en annan mapp: [{0}]
zh_hans: 选择文件夹失败，请重试或者选择另外一个文件夹：[{0}]

# Resx/MalformedEmail
source: Malformed e-mail. Please try again.
bg: Непълен имейл. Моля опитайте отново.
cs: Poškozený e-mail. Zkuste to znovu.
es: E-mail con formato incorrecto. Por favor, vuelve a intentarlo.
et_ee: Vigane e-posti aadress. Palun proovige uuesti.
fa: ایمیل اشتباه است. لطفا دوباره تلاش کنید.
fi_fi: Virheellinen sähköpostiosoitteen muoto. Ole hyvä ja yritä uudelleen.
he: כתובת אימייל שגויה. אנא נסה שוב.
hu: Rosszul formázott email. Kérjük próbálja újra.
id: E-mail salah. Harap coba kembali.
ja: 不備メール。やり直して下さい。
ko: 잘못된 형태의 이메일입니다. 다시 시도하세요.
pl: Błędny e-mail. Spróbuj ponownie.
pt_br: Malformado e-mail. Por favor, tente novamente.
sl: Napačno sestavilena e-pošta. Prosim, poskusite ponovno.
sr: Неисправан е-маил. Покушајте поново.
sv: Malformed e-post. Var god försök igen.
zh_hans: 无法识别的 e-mail. 请再试一次.

# Resx/CancelSubscriptionFailed
source: The subscription has not been canceled correctly. Please contact support@mega.nz to cancel your subscription.
bg: Абонаментът не е бил отменен правилно. Моля, свържете се с support@mega.nz за да прекратите абонамента си.
cs: Předplatné nebylo správně zrušeno. Obraťte se na support@mega.nz pro zrušení vašeho předplatného.
es: La suscripción no ha sido cancelada correctamente. Por favor, contacta con support@mega.nz para cancelar tu suscripción.
et_ee: Tellimust pole korrektselt tühistatud. Tellimuse tühistamiseks võtke ühendust aadressil support@mega.nz.
fi_fi: Tilaus on keskeytynyt virheellisesti. Ole hyvä ja ota yhteyttä support@mega.nz keskeyttääksesi tilauksesi.
he: הרישום לא בוטל. אנא צור קשר עם support@mega.nz לביטול הרישום.
hu: Az előfizetés nem lett megfelelően visszamondva. Kérjük írjon a support@mega.nz címre előfizetése visszamondásához.
ko: 구독이 올바르게 취소되지 않았습니다. 구독을 취소하려면 support@mega.nz로 연락하세요.
pl: Subskrypcja nie została anulowana poprawnie. Skontaktuj się z support@mega.nz aby anulować subskrypcję.
pt_br: A assinatura não foi cancelada corretamente. Entre em contato com support@mega.nz para cancelar a sua assinatura.
sl: Naročnina ni bila pravilno preklicana. Prosimo, stopite v stik s support@mega.nz za preklic vaše naročnine.
sr: Претплата није исправно отказана. Молимо Вас контактирајте support@mega.nz како би сте отказали Вашу претплату.
sv: Prenumerationen har inte blivit avslutad korrekt. Var vänlig kontakta support@mega.nz så hjälper dem dig.

# Resx/ChangePasswordFailed
source: Failed to change password. Please try again.
bg: Неуспех при промяна на паролата. Моля, опитайте отново.
cs: Nepodařilo se změnit heslo. Zkuste to znovu.
es: Error al cambiar la contraseña. Por favor, vuelve a intentarlo.
he: שגיאה בשינוי הסיסמא. אנא נסה שוב.
id: Gagal mengganti password. Harap coba kembali.
ko: 비밀번호 변경 실패. 다시 시도하세요.
pl: Zmiana hasła nie powiodła się. Spróbuj ponownie.
pt_br: Falha ao alterar a senha. Por favor, tente novamente.
sl: Zamenjava gesla neuspešna. Prosim, poskusite ponovno.
sr: Неуспешна измена лозинке. Молимо Вас покушајте поново.
sv: Byte av lösenord misslyckades. Försök igen.

# Resx/ChangePasswordSuccess
source: Your password has been changed.
bg: Вашата парола беше променена.
cs: Vaše heslo bylo změněno.
es: Tu contraseña ha sido cambiada.
et_ee: Teie parool on muudetud.
fa: پسورد شما تغییر یافت.
fi_fi: Salasanasi vaihdettu.
he: הסיסמה שונתה.
hu: A jelszavad meg lett változtatva.
id: Kata sandi anda telah dirubah.
ja: あなたのパスワードは変更されました。
ko: 비밀번호가 변경되었습니다.
pl: Hasło zostało zmienione.
pt_br: Sua senha foi alterada.
sl: Vaše geslo je bilo spremenjeno.
sr: Ваша шифра је промењена.
sv: Ditt lösenord har ändrats.
zh_hans: 密码已修改。

# Resx/RequiredFieldsChangePassword
source: Please fill in your old MEGA password and your new MEGA password.
bg: Моля въведете вашата стара MEGA парола и вашата нова MEGA парола.
cs: Vyplňte své staré heslo MEGA a své nové heslo MEGA.
es: Por favor, introduce tu contraseña antigua y tu nueva contraseña de MEGA.
et_ee: Palun sisestage oma vana ja uus MEGA parool.
he: אנא מלא את הסיסמא הישנה שלך ל-MEGA והסיסמא החדשה ל-MEGA
id: Harap isi password lama akun MEGA anda dan password baru akun MEGA anda.
ko: 이전 MEGA 비밀번호와 새 MEGA 비밀번호를 입력하세요.
pl: Wprowadź swoje stare a następnie nowe hasło do MEGA.
pt_br: Por favor, preencha sua senha MEGA de idade e sua nova senha MEGA.
sl: Prosim, vnesite svoje staro MEGA geslo in vaše novo MEGA geslo.
sr: Молимо Вас унесите Вашу стару MEGA лозинку и Вашу нову MEGA лозинку.
sv: Fyll i ditt gamla MEGA-lösenord och ditt nya MEGA-lösenord.

# Resx/FolderUnauthorizedAccess
source: You don't have access to the path '{0}'. Please select another one and try again.
bg: Нямате достъп до пътя '{0}'. Моля, променете го и опитайте отново.
cs: Nemáte přístup k cestě '{0}'. Vyberte jinou a zkuste to znovu.
es: No tienes acceso a la ruta '{0}'. Por favor selecciona otra e inténtalo de nuevo.
he: אין לך גישה אל '{0}'. אנא בחר אחר ונסה שוב.
ko: 경로 '{0}'에 대한 접근 권한이 없습니다. 다른 것을 선택하고 다시 시도하세요.
pl: Nie masz dostępu do '{0}'. Wybierz inną lokalizację i spróbuj ponownie.
pt_br: Você não tem acesso ao caminho '{0}'. Selecione outro e tente novamente.
sl: Nimate dostopa do poti '{0}'. Prosim, izberite drugo in poskusite ponovno.
sr: Немате приступ путањи '{0}'. Молимо изаберите другу и покушајте поново.
sv: Du har inte tillgång till genvägen '{0}'. Välj en annan och försök igen.
