Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.resx
Languages: ar, de, fr, it, nl, pt, ro, ru, sk, tr, uk, vi

# AgreeTermsOfService
source: You must agree with our Terms of Service
ar: يجب أن توافق على شروط الخدمة
de: Sie müssen unseren AGBs zustimmen
fr: Vous devez être d'accord avec nos Conditions D'utilisation
it: È necessario concordare con i termini di servizio
nl: U moet akkoord gaan met onze Algemene Voorwaarden
pt: É necessário concordar com os Termos do Serviço
ro: Trebuie să fii de acord cu Termenii de utilizare a serviciului nostru
ru: Вы должны согласиться с нашими Условия предоставления услуг
sk: Musíte súhlasiť s našimi Podmienkami služby
tr: Hizmet Şartımızı kabul etmeniz gerekir
uk: Ви повинні погодитися з нашими Умовами надання послуг
vi: Bạn cần phải đồng ý với Điều Khoản Dịch Vụ

# ConfirmAccountFailed
source: Failed to confirm account. Please try again. [{0}]
ar: فشل تأكيد الحساب. حاول مرة اخرى. [{0}]
de: Accountbestätigung fehlgeschlagen. Bitte versuchen Sie es erneut. [{0}]
fr: Impossible de confirmer le compte. Veuillez ressayer. [{0}]
it: Conferma dell'account fallita. Per favore, riprova. [{0}]
nl: Mislukt account te bevestigen. Probeer het alstublieft opnieuw. [{0}]
pt: Falha ao confirmar a conta. Tenta novamente. [{0}]
ro: Eşec la confirmarea contului. Te rugăm să încerci din nou. [{0}]
ru: Не удалось подтвердить учётную запись. Пожалуйста, попробуйте ещё раз. [{0}]
sk: Chyba pri potvrdzovaní účtu. Prosím skúste to znovu. [{0}]
tr: Hesap doğrulanamadı. Lütfen tekrar deneyin. [{0}]
uk: Не вдалося підтвердити акаунт. Будь ласка, спробуйте ще раз. [{0}]
vi: Quá trình xác thực tài khoản thất bại. Xin thử lại. [{0}]

# ConfirmAccountFailed_Title
source: Account confirmation failed
ar: فشل تأكيد الحساب
de: Account konnte nicht bestätigt werden
fr: Échec de la confirmation du compte
it: Conferma account fallita
nl: Accountbevestiging is mislukt
pt: Confirmação da conta falhou
ro: Confirmarea contului a eşuat
ru: Подтверждение аккаунта не удалось
sk: Potvrdenie účtu zlyhalo
tr: Hesap doğrulanamadı
uk: Акаунт не підтверджено
vi: Xác thực tài khoản thất bại

# ConfirmAccountSucces
source: Your account has been created, confirmed and activated. You will be logged in automatically.
ar: لقد تم إنشاء حسابك، تم التأكيد والتفعيل. سوف يتم تسجيل الدخول.
de: Ihr Account wurde erstellt, bestätigt und aktiviert. Sie werden automatisch eingeloggt.
fr: Votre compte a été créé, confirmé et activé. Vous allez être automatiquement authentifié(e).
it: Il tuo account è stato creato, confermato e attivato. L'accesso verrà eseguito automaticamente.
nl: Uw account is aangemaakt, bevestigd en geactiveerd. U wordt automatisch ingelogd.
pt: A tua conta foi criada, confirmada e ativa. Entrarás automaticamente na conta.
ro: Contul tău a fost creat, confirmat şi activat. Vei fi automat autentificat.
ru: Учётная запись создана, подтверждена и активирована. Вы автоматически войдёте в систему
sk: Váš účet bol vytvorený, potvrdený a aktivovaný. Budete automaticky prihlásený.
tr: Hesabınız oluşturuldu, doğrulandı ve aktif hale getirildi. Otomatik olarak giriş yaptınız.
uk: Ваш обліковий запис було створено, підтверджено та активовано. Ви увійдете автоматично.
vi: Việc tạo tài khoản đã hoàn tất, đã xác thực và kích hoạt. Tài khoản sẽ tự động đăng nhập.

# ConfirmAccountSucces_Title
source: Account activated
ar: تم تفعيل الحساب
de: Account aktiviert
fr: Compte activé.
it: Account attivato
nl: Account geactiveerd
pt: Conta ativada
ro: Cont activat
ru: Учётная запись активирована
sk: Účet aktivovaný
tr: Hesap etkinleştirildi
uk: Акаунт активовано
vi: Tài khoản đã kích hoạt

# ConfirmNeeded
source: Check your e-mail and click the link to login and confirm your account
ar: تأكد من البريد الإلكتروني الخاص بك وانقر على الرابط للدخول وتأكيد حسابك
de: Prüfen Sie Ihren Posteingang und klicken Sie auf den Link zur Bestätigung Ihres Accounts
fr: Vérifiez votre adresse e-mail et cliquez sur le lien pour vous authentifier et confirmer votre compte.
it: Controlla la tua e-mail e clicca sul link per accedere e confermare il tuo account
nl: Controleer uw e-mail en klik op de koppeling om in te loggen en bevestig uw account
pt: Veja o seu e-mail e clique no endereço para iniciar sessão e confirmar a sua conta
ro: Verifică e-mailul şi dă clic pe link pentru a te autentifica şi a confirma contul
ru: Проверьте вашу электронную почту и нажмите на ссылку для входа и подтвердите свою учётную запись
sk: Skontrolujte svoj e-mail a kliknite na odkaz pre prihlásenie a potvrdenie vášho účtu
tr: E-postanızı kontrol edin. Giriş yapmak ve hesabınızı onaylamak için bağlantıya tıklayın
uk: Перевірте вашу е-пошту і натисніть ланку для входу і підтвердження акаунту
vi: Xin kiểm tra hộp thư email của bạn và click vào đường liên kết để xác thực tài khoản của bạn

# ConfirmNeeded_Title
source: Confirmation needed
ar: تحتاج الي التاكيد
de: Bestätigung erforderlich
fr: Confirmation requise
it: Conferma necessaria
nl: Bevestiging nodig
pt: Necessita de confirmação
ro: Confirmare necesară
ru: Необходимо подтверждение
sk: Je potrebné potvrdenie
tr: Doğrulama gerekli
uk: Необхідно підтвердження
vi: Yêu cầu xác thực

# CreateAccountFailed
source: MEGA Cloud Drive account creation failed. Please try again. [{0}]
ar: فشل إنشاء حساب محرك سحابة MEGA . حاول مرة اخرى. [{0}]
de: Erstellung des MEGA Cloud Drive Accounts fehlgeschlagen. Bitte versuchen Sie es erneut. [{0}]
fr: Échec de la création du compte MEGA. Veuillez essayer à nouveau. [{0}]
it: Creazione dell'account MEGA Cloud Drive fallita. Per favore, riprova. [{0}]
nl: MEGA Cloud Schijf account aanmaak is mislukt. Probeer het alstublieft opnieuw. [{0}]
pt: Criação da conta MEGA Cloud Drive falhou. Tenta novamente. [{0}]
ro: Crearea contului MEGA a unităţii cloud a eşuat. Te rugăm să încerci din nou. [{0}]
ru: Не удалось создать учётную запись облачного диска MEGA. Пожалуйста, попробуйте ещё раз. [{0}]
sk: Vytváranie MEGA Cloudového disku zlyhalo. Prosím skúste to znovu. [{0}]
tr: MEGA Bulut Sürücü hesap oluşturma başarısız oldu. Lütfen tekrar deneyin. [{0}]
uk: Не вдалося створити Хмарний диск MEGA. Будь ласка, спробуйте ще раз. [{0}]
vi: Quá trình tạo tài khoản dịch vụ Ổ Mây MEGA thất bại. Xin thử lại. [{0}]

# CreateAccountFailed_Title
source: Account creation failed
ar: فشل انشاء حساب
de: Account konnte nicht erstellt werden
fr: Échec de la création du compte
it: Creazione account fallita
nl: Aanmaken van account mislukt
pt: Falha na criação da conta
ro: Crearea contului a eşuat
ru: Не удалось создать учётную запись
sk: Vytváranie účtu zlyhalo
tr: Hesap oluşturulamadı
uk: Не вдалося створити обліковий запис
vi: Quá trình tạo tài khoản thất bại

# CreateFolderFailed
source: Failed to create folder
ar: فشل انشاء مجلد
de: Ordnererstellung fehlgeschlagen
fr: Impossible de créer le dossier
it: Creazione cartella fallita
nl: Mislukt map aan te maken
pt: Falhou ao criar a pasta
ro: Eşec la crearea folderului
ru: Не удалось создать папку
sk: Vytváranie priečinku zlyhalo
tr: Klasör oluşturulamadı
uk: Не вдалося створити теку
vi: Tạo thư mục không thành công

# CreateFolderFailed_Title
source: Folder creation failed
ar: فشل انشاء المجلد
de: Ordner konnte nicht erstellt werden
fr: Échec de la création du dossier
it: Creazione cartella fallita
nl: Maken van map is mislukt
pt: Falha na criação da pasta
ro: Crearea folderului a eşuat
ru: Не удалось создать папку
sk: Tvorba priečinku zlyhala
tr: Klasör oluşturulamadı
uk: Не вдалося створити теку
vi: Quá trình tạo thư mục thất bại

# CreateFolderSuccess
source: Folder created successfully
ar: تم انشاء المجلد بنجاج
de: Ordner wurde erstellt
fr: Dossier créé avec succès
it: Cartella creata con successo
nl: Map succesvol aangemaakt
pt: Pasta criada com sucesso
ro: Folder creat cu succes
ru: Папка успешно создана
sk: Priečinok úspešne vytvorený
tr: Klasör başarıyla oluşturuldu
uk: Теку успішно створено
vi: Thư mục đã được tạo xong

# CreateFolderSuccess_Title
source: Folder created
ar: تم إنشاء المجلد
de: Ordner erstellt
fr: Dossier créé
it: Cartella creata
nl: Map aangemaakt
pt: Pasta criada
ro: Folder creat
ru: Папка создана
sk: Priečinok vytvorený
tr: Klasör oluşturuldu
uk: Теку створено
vi: Thư mục đã được tạo

# DownloadLinkFailed
source: Failed to retrieve a download link. Please try again.
ar: فشل استعادة رابط التحميل.يرجي المحاولة مرة اخري.
de: Downloadlink konnte nicht geprüft werden. Versuchen Sie es bitte erneut.
fr: Impossible de récupérer un lien de téléchargement. Merci d'essayer à nouveau.
it: Impossibile recuperare un link per il download. Riprova, per favore.
nl: Het ophalen van de download koppeling is mislukt. Probeer alstublieft opnieuw.
pt: Falha ao obter endereço de descarregamento. Por favor tente novamente.
ro: Eşec la preluarea unui link de descărcare. Te rugăm să reîncerci.
ru: Не удалось получить ссылку на скачивание. Пожалуйста попробуйте еще раз.
sk: Zlyhalo získavanie odkazu pre sťahovanie. Prosím skúste to znovu.
tr: İndirme bağlantısı alınamadı. Lütfen tekrar deneyin.
uk: Не вдалося отримати ланку завантаження. Будь ласка, спробуйте ще раз.
vi: Lấy liên kết download thất bại. Xin thư lại sau.

# DownloadLinkFailed_Title
source: Retrieving link failed
ar: فشل استرجاع الرابط
de: Linkanforderung fehlgeschlagen
fr: Échec de la récupération du lien
it: Recupero link fallito
nl: Ophalen koppeling mislukt
pt: Falha ao obter a hiperligação
ro: Preluarea linkului a eşuat
ru: Не удалось получить ссылку
sk: Získavanie odkazu zlyhalo
tr: Bağlantı alınamadı
uk: Не вдалося отримати ланку
vi: Lấy đường liên kết thất bại

# DownloadNodeFailed
source: Failed to download file. Please try again. [{0}]
ar: فشل تحميل الملف. حاول مرة اخرى. [{0}]
de: Download fehlgeschlagen, bitte versuchen Sie es erneut. [{0}]
fr: Impossible de télécharger le fichier. Veuillez ressayer. [{0}]
it: Download del file fallito. Per favore, riprova [{0}]
nl: Mislukt het bestand te downloaden. Probeer het alstublieft opnieuw. [{0}]
pt: Falha ao transferir o ficheiro. Tenta novamente. [{0}]
ro: Eşec la descărcarea fişierului. Te rugăm să încerci din nou. [{0}]
ru: Не удалось загрузить файл. Пожалуйста, попробуйте ещё раз. [{0}]
sk: Zlyhalo sťahovanie súboru. Prosím skúste to znovu. [{0}]
tr: Dosyayı indirme başarısız oldu. Lütfen tekrar deneyin. [{0}]
uk: Не вдалося завантажити файл. Будь ласка, спробуйте ще раз. [{0}]
vi: Tải tệp tin thất bại. Xin thử lại. [{0}]

# DownloadNodeFailed_Title
source: Download failed
ar: فشل التحميل
de: Download fehlgeschlagen
fr: Échec du téléchargement
it: Scaricamento Fallito
nl: Downloaden mislukt
pt: O download falhou
ro: Descărcare eşuată
ru: Скачивание не удалось
sk: Sťahovanie zlyhalo
tr: İndirme başarısız
uk: Завантаження не вдалася
vi: Lỗi tải xuống

# FetchingNodesFailed
source: Could not retrieve files and folders from MEGA. Please try again.
ar: لا يمكن استرداد الملفات والمجلدات من MEGA. حاول مرة اخرى.
de: Dateien und Ordner konnten nicht angefordert werden. Bitte versuchen Sie es erneut.
fr: Impossible de récupérer les fichiers et dossiers depuis MEGA. Veuillez ressayer.
it: Impossibile recuperare file e cartelle da MEGA. Riprova, per favore.
nl: Kon geen bestanden en mappen ophalen bij MEGA. Probeer het alstublieft opnieuw.
pt: Não foi possível obter os ficheiros e pastas do MEGA. Tenta novamente.
ro: Nu se pot prelua fişierele şi folderele din MEGA. Încearcă din nou.
ru: Не удалось получить файлы и папки с сервера MEGA. Пожалуйста, попробуйте ещё раз.
sk: Nebolo možné získať súbory a priečinky z MEGA. Prosím skúste to znovu.
tr: MEGA'dan dosya ve klasörler alınamadı. Lütfen tekrar deneyin.
uk: Не вдалося відновити файли і теки з MEGA. Будь ласка, спробуйте ще раз.
vi: Không thể lấy được bất kỳ dữ liệu từ MEGA. Xin thử lại.

# FetchingNodesFailed_Title
source: Fetching data failed
ar: فشل جلب البيانات
de: Fehler beim Laden
fr: Échec de la récupération des données
it: Recupero dati fallito
nl: Het ophalen van gegevens is mislukt
pt: Obtenção de dados falhou
ro: Preluarea datelor a eşuat
ru: Не удалось извлечь данные
sk: Získavanie dát zlyhalo
tr: Veri alınamadı
uk: Отримати дані не вдалося
vi: Quá trình lấy dữ liệu thất bại

# FolderCreateFailed
source: Failed to create folder. Please try again.
ar: فشل إنشاء المجلد. حاول مرة اخرى.
de: Ordnererstellung fehlgeschlagen. Bitte versuchen Sie es erneut.
fr: Impossible de créer le dossier. Veuillez ressayer.
it: Impossibile creare la cartella. Riprova, per favore.
nl: Maken van een map is mislukt. Probeer alstublieft opnieuw.
pt: Falha ao criar pasta. Por favor tente novamente.
ro: Eşec la crearea folderului. Te rugăm să reîncerci.
ru: Не удалось создать папку. Пожалуйста, попробуйте еще раз.
sk: Vytváranie priečinku zlyhalo. Prosím skúste to znovu.
tr: Klasör oluşturulamadı. Lütfen tekrar deneyin.
uk: Не вдалося створити теку. Будь ласка, спробуйте ще раз.
vi: Không tạo được thư mục. Xin thử lại sau.

# FolderCreateFailed_Title
source: Folder creation failed
ar: فشل انشاء المجلد
de: Ordner konnte nicht erstellt werden
fr: Échec de la création du dossier
it: Creazione cartella fallita
nl: Maken van map is mislukt
pt: Falha na criação da pasta
ro: Crearea folderului a eşuat
ru: Не удалось создать папку
sk: Tvorba priečinku zlyhala
tr: Klasör oluşturulamadı
uk: Не вдалося створити теку
vi: Quá trình tạo thư mục thất bại

# GetLinkFailed
source: Failed to get link
ar: فشل الحصول علي الرابط
de: Link-Export fehlgeschlagen
fr: Impossible de récupérer le lien
it: Impossibile ottenere link
nl: Ophalen van koppeling is mislukt
pt: Falha ao obter a hiperligação
ro: Eşec la obţinerea linkului
ru: Не удалось получить ссылку
sk: Získavanie odkazu zlyhalo
tr: Bağlantı alınamadı
uk: Не вдалося отримати ланку
vi: Lấy đường liên kết thất bại

# GetLinkFailed_Title
source: Link creation failed
ar: فشل الحصول علي الرابط
de: Link kann nicht erstellt werden
fr: Échec de la récupération du lien
it: Impossibile generare il link
nl: Onmogelijk om de koppeling te krijgen
pt: Obtenção da hiperligação falhou
ro: Crearea linkului a eşuat
ru: Невозможно создать ссылку
sk: Získavanie odkazu zlyhalo
tr: Bağlantıyı almak imkansız
uk: Не вдале отримання ланки
vi: Không tạo được đường liên kết

# GetPreviewFailed
source: Failed to retrieve preview
ar: فشل في استرداد المعاينة
de: Voransicht konnte nicht geladen werden
fr: Impossible d'afficher l'aperçu.
it: Anteprima fallita
nl: Mislukt om het voorbeeld op te halen
pt: Falha na pré-visualização
ro: Eşec la obţinerea previzualizării
ru: Не удалось получить предварительный просмотр
sk: Zlyhalo získavanie náhľadu
tr: Önizleme alınamadı
uk: Не вдалося отримати попередній перегляд
vi: Chuẩn bị bản xem trước thất bại

# GetPreviewFailed_Title
source: Preview failed
ar: فضل الحصول علي المعاينة
de: Voransicht fehlgeschlagen
fr: Échec de l'affichage de l'aperçu
it: Anteprima fallita
nl: Tonen van voorbeeld mislukt
pt: Pré-visualização falhou
ro: Obţinerea previzualizării a eşuat
ru: Не удалось создать предварительный просмотр
sk: Získavanie náhľadu zlyhalo
tr: Önizleme alınamadı
uk: Не вдале отримання попереднього перегляду
vi: Xem nhanh thất bại

# ImageSaved
source: Image successfully exported to 'saved pictures' album
ar: تم تصديرالصورة الي البوم الصور المحفوظة بنجاح
de: Bild erfolgreich in das Album "Gespeicherte Bilder" exportiert.
fr: Image exporté avec succès dans l'album 'images enregistrées'
it: Immagine esportata con successo nell'album 'immagini salvate'
nl: Afbeelding succesvol geëxporteerd naar 'opgeslagen foto's' album
pt: Imagem foi exportada com sucesso para o álbum 'fotografias guardadas'
ro: Imagine exportată cu succes în albumul 'Fotografii salvate'
ru: Изображение экспортировано в альбом «Сохранённые»
sk: Obrázok úspešne exportovaný do albumu "uložené obrázky"
tr: Resim 'kaydedilen resimler' albümüne başarılı bir şekilde aktarıldı
uk: Зображення успішно експортовано у альбом 'збереження знімків'
vi: Đã hoàn tất xuất hình ảnh vào album 'saved pictures'

# ImageSaved_Title
source: Image saved
ar: تم حفظ الصورة
de: Bild gespeichert
fr: Image enregistrée
it: Immagine salvata
nl: Afbeelding opgeslagen
pt: Imagem guardada
ro: Imagine salvată
ru: Изображение сохранено
sk: Obrázok uložený
tr: Görüntü kaydedildi
uk: Зображення збережено
vi: Đã lưu hình ảnh

# ImageSaveError
source: Error exporting image to 'saved pictures' album. Please try again
ar: خطأ في تصدير الصورة إلى ألبوم "الصور المحفوظة". حاول مرة اخرى
de: Das Bild konnte nicht in das Album für gespeicherte Fotos exportiert werden. Bitte versuchen Sie es noch einmal.
fr: Erreur lors de l'exportation de l'image vers l'album 'images enregistrées'. Veuillez ressayer.
it: Errore nell'esportazione dell'immagine nell'album "Immagini salvate". Per favore, riprova.
nl: Fout exporteren afbeelding om album 'opgeslagen foto's'. Probeer het nogmaals
pt: Erro ao exportar imagem para o álbum das 'fotografias guardadas'. Por favor tente novamente
ro: Eroare la exportarea imaginii în albumul 'Fotografii salvate'. Încearcă din nou
ru: Не удалось экспортировать изображение в альбом «Сохранённые». Пожалуйста, попробуйте ещё раз
sk: Chyba pri exportovaní obrázku do albumu 'uložené obrázky'. Prosím skúste to znovu
tr: Görüntü kaydedildi
uk: Помилка експорту зображення у альбом 'збереження знімків'. Будь ласка, спробуйте ще раз
vi: Lỗi xảy ra khi xuất ảnh vào album 'saved pictures'. Vui lòng thử lại sau

# ImageSaveError_Title
source: Failed to save image
ar: فشل حفظ الصورة
de: Bild konnte nicht gespeichert werden
fr: Impossible de sauvegarder l'image
it: Fallimento nel salvataggio della foto
nl: Afbeelding opslaan is mislukt
pt: Falha ao guardar a imagem
ro: Eşec la salvarea imaginii
ru: Не удалось сохранить изображение
sk: Ukladanie obrázku zlyhalo
tr: Görüntü kaydedilemedi
uk: Не вдалося зберегти зображення
vi: Lưu ảnh bị thất bại

# ImportFileFailed_Title
source: File import failed
ar: فشل استيراد الملف
de: Datei-Import fehlgeschlagen
fr: Échec de l'importation de(s) fichier(s)
it: Importazione file fallita
nl: Importeren van bestand is mislukt
pt: Importação do ficheiro falhou
ro: Importarea fişierului a eşuat
ru: Импорт файлов не удался
sk: Importovanie súboru zlyhalo
tr: Dosya içe aktarılamadı
uk: Файл не імпортовано
vi: Chuyển nhập thất bại

# LinkCopiedToClipboard
source: The MEGA link was copied to your clipboard
ar: تم نسخ رابط MEGA الي الحافظة
de: Der MEGA-Link wurde kopiert
fr: Le lien MEGA a été copié dans votre presse-papier
it: Il link MEGA è stata copiato negli appunti
nl: MEGA koppeling is gekopieerd naar uw klembord
pt: A hiperligação MEGA foi copiada para a sua área de transferência
ro: Linkul MEGA este copiat în clipboard
ru: MEGA-ссылка скопирована в буфер обмена
sk: MEGA Odkaz bol skopírovaný do vašej schránky
tr: MEGA link panoya kopyalanır
uk: Ланку MEGA скопійовано до буферу
vi: Liên kết MEGA đã được sao chép vào bộ ghi nhớ

# LinkCopiedToClipboard_Title
source: Copied to clipboard
ar: تم النسخ الى حافظة النصوص
de: In Zwischenablage kopiert
fr: Copié dans le presse-papier
it: Copiato negli appunti
nl: Gekopieërd naar het klembord
pt: Copiado para o clipboard
ro: Copiat în clipboard
ru: Скопировано
sk: Skopírované do schránky
tr: Panoya kopyalandı
uk: Скопійований в буфер обміну
vi: Đã sao chép vào bộ ghi nhớ

# LoginFailed
source: MEGA Cloud Drive login failed. Please try again. [{0}]
ar: فشل تسجيل الدخول الي محرك السحابة MEGA. حاول مرة اخرى. [{0}]
de: Login fehlgeschlagen. Bitte versuchen Sie es erneut. [{0}]
fr: Échec de l'authentification sur l'Espace de Stockage MEGA. Veuillez essayer à nouveau [{0}]
it: Accesso a MEGA Cloud Drive fallito. Per favore, riprova. [{0}]
nl: MEGA Cloud Schijf login mislukt. Probeer het opnieuw. [{0}]
pt: O login no MEGA Cloud Drive falhou. Tenta novamente. [{0}]
ro: Autentificarea MEGA a unităţii cloud a eşuat. Te rugăm să încerci din nou. [{0}]
ru: Не удалось войти в облачный диск MEGA. Пожалуйста, попробуйте ещё раз. [{0}]
sk: Prihlásenie do MEGA Cloud Drive zlyhalo. Prosím skúste znova. [{0}]
tr: MEGA Bulut Sürücü oturum açma başarısız oldu. Lütfen tekrar deneyin. [{0}]
uk: Вхід у Хмарний диска MEGA не виконано. Будь ласка, спробуйте ще раз. [{0}]
vi: Đăng nhập vào Dịch vụ MEGA thất bại. Vui lòng thử lại. [{0}]

# LoginFailed_Title
source: Login failed
ar: خطأ في تسجيل الدخول
de: Login fehlgeschlagen
fr: Échec de connexion
it: Login Fallito
nl: Inloggen mislukt
pt: Falha no Login
ro: Autentificare eşuată
ru: Ошибка входа
sk: Prihlásenie zlyhalo
tr: Oturum açma başarısız
uk: Увійти не вдалося
vi: Đăng nhập thất bại

# MoveEqualsParent
source: Destination folder is the same as the source folder. Move cancelled.
ar: مجلد الوجهة نفس المصدر. تم إلغاء النقل
de: Quell- und Zielordner sind identisch. Verschieben nicht möglich.
fr: Le dossier de destination est le même que le dossier d'origine. Déplacement annulé.
it: La cartella di destinazione è la stessa della cartella di origine. Spostamento annullato.
nl: Doelmap is hetzelfde als de bronmap. Verplaatsing is geannuleerd.
pt: A pasta de destino é a mesma que a de origem. Operação cancelada.
ro: Folderul de destinaţie este acelaşi ca folderul sursă. Mutare anulată.
ru: Папка назначения совпадает с исходной. Перемещение отменено.
sk: Cielový priečinok je zhodný so zdrojovým priečinkom. Presun zrušený.
tr: Hedef klasör ve kaynak klasör aynıdır. Taşıma iptal edildi.
uk: Тека призначення співпадає з вихідною текою Перенесення скасовано.
vi: Điểm đến cho thư mục bị trùng với thư mục gốc. Việc di chuyển đã bị hủy bỏ.

# MoveEqualsParent_Title
source: Move failed
ar: فشل النقل
de: Fehler beim Verschieben
fr: Échec du déplacement
it: Spostamento fallito
nl: Verplaatsing mislukt
pt: Movimento falhado
ro: Mutare eşuată
ru: Не удалось переместить
sk: Presun zlyhal
tr: Taşıma başarısız
uk: Переміщення не вдалося
vi: Việc di chuyển thất bại

# MoveFailed
source: Failed to move item. Please try again.
ar: فشل في نقل العنصر. حاول مرة أخرى.
de: Fehler beim Verschieben. Bitte versuchen Sie es noch einmal.
fr: Impossible de déplacer l'élément. Veuillez essayer à nouveau.
it: Impossibile spostare elemento. Riprova, per favore.
nl: Verplaatsen van item is mislukt. Probeer alstublieft opnieuw.
pt: Falha ao remover o item. Por favor tente novamente.
ro: Eşec la mutarea elementului. Te rugăm să reîncerci.
ru: Не удалось переместить элемент. Пожалуйста попробуйте еще раз.
sk: Zlyhal presun položky. Prosím skúste to znova.
tr: Öğe taşınamadı. Lütfen tekrar deneyin.
uk: Не вдалося перемістити елемент. Будь ласка, спробуйте ще раз.
vi: Di chuyển mục thất bại. Xin thử lại sau.

# MoveFailed_Title
source: Move failed
ar: فشل النقل
de: Fehler beim Verschieben
fr: Échec du déplacement
it: Spostamento fallito
nl: Verplaatsing mislukt
pt: Movimento falhado
ro: Mutare eşuată
ru: Не удалось переместить
sk: Presun zlyhal
tr: Taşıma başarısız
uk: Переміщення не вдалося
vi: Việc di chuyển thất bại

# PasswordsDoNotMatch
source: Passwords do not match. Please try again.
ar: كلمة السر غير مطابقة. حاول مرة اخرى.
de: Passwörter unterschiedlich. Bitte versuchen Sie es erneut.
fr: Les mots de passe ne correspondent pas. Veuillez essayer à nouveau.
it: Le password non corrispondono. Riprova, per favore.
nl: Wachtwoorden komen niet overeen. Probeer opnieuw.
pt: As palavras-passe não coincidem. Por favor tente novamente.
ro: Parolele nu se potrivesc. Te rugăm să reîncerci.
ru: Пароли не совпадают. Пожалуйста, попробуйте еще раз.
sk: Heslá sa nezhodujú. Prosím skúste to znovu.
tr: Şifreler eşleşmiyor. Lütfen tekrar deneyin.
uk: Паролі не співпадають. Будь ласка, спробуйте ще раз.
vi: Mật khẩu nhập không trùng khớp với nhau. Xin thử lại.
