Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.resx
Languages: ar, de, fr, it, nl, pt, ro, ru, sk, tr, uk, vi

# PictureSaved
source: The image was saved to your photo album
ar: تم حفظ الصورة في البوم الصور
de: Das Bild wurde in Ihrem Fotoalbum gespeichert
fr: L'image est sauvegardée dans votre album photo
it: L'immagine è stata salvata nel tuo album fotografico
nl: De afbeelding is opgeslagen in uw foto album
pt: A imagem foi guardada no seu álbum de fotos
ro: Imaginea e salvată în albumul foto
ru: Изображение сохранено в фотоальбом
sk: Obrázok bol uložený do fotoalbumu
tr: Resim fotoğraf albümünüze kaydedildi
uk: Зображення збережено у фотоальбомі
vi: Hình ảnh đã được lưu vào photo album

# PictureSaved_Title
source: Picture saved
ar: تم حفظ الصورة
de: Bild gespeichert
fr: Image sauvegardée
it: Immagine salvata
nl: Afbeelding opgeslagen
pt: Fotografia guardada
ro: Poză salvată
ru: Изображение сохранено
sk: Obrázok uložený
tr: Resim kaydedildi
uk: Зображення збережено
vi: Đã lưu hình ảnh

# RemoveItemQuestion
source: Are you sure you want to remove {0}?
ar: هل أنت متأكد أنك تريد حذف {0}؟
de: Wollen Sie {0} wirklich entfernen?
fr: Êtes-vous sûr(e) de bien vouloir supprimer {0}?
it: Sei sicuro di voler rimuovere {0}?
nl: Weet u zeker dat u {0} wilt verwijderen?
pt: Tens a certeza que pretendes remover {0}?
ro: Sigur doreşti să elimini {0}?
ru: Действительно удалить {0}?
sk: Ste si istý, že chcete odstrániť {0}?
tr: {0} kaldırmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити {0}?
vi: Bạn có chắc muốn xỏa bỏ {0} không?

# RemoveItemQuestion_Title
source: Remove?
ar: حذف؟
de: Entfernen?
fr: Supprimer?
it: Rimuovere?
nl: Verwijderen?
pt: Remover?
ro: Elimini?
ru: Удалить?
sk: Odstrániť?
tr: Kaldır?
uk: Видалити?
vi: Xóa không?

# RemoveNodeFailed
source: Failed to remove item
ar: فشل حذف البند
de: Datei/Ordner konnte nicht entfernt werden
fr: Impossible de déplacer l'élément
it: Fallimento nella rimozione
nl: Bestand verwijderen is mislukt
pt: Falhou ao remover o ficheiro
ro: Eşec la eliminarea elementului
ru: Не удалось удалить элемент
sk: Odstraňovanie položky zlyhalo
tr: Öğe kaldırılamadı
uk: Не вдалося видалити елемент
vi: Việc xóa bỏ bị thất bại

# RemoveNodeFailed_Title
source: Remove failed
ar: فشل الحذف
de: Löschung fehlgeschlagen
fr: Échec de la suppression
it: Rimozione fallita
nl: Verwijdering mislukt
pt: Remoção falhada
ro: Eliminare eşuată
ru: Не удалось удалить
sk: Odstraňovanie zlyhalo
tr: Kaldırılamadı
uk: Не вдалося видалити
vi: Xóa bỏ thất bại

# RemoveNodeSuccess
source: Item successfully removed
ar: عنصر تم إزالته بنجاح
de: Datei/Ordner erfolgreich entfernt
fr: Élément supprimé avec succès
it: Item rimosso con successo
nl: Item succesvol verwijderd
pt: Item removido com sucesso
ro: Element eliminat cu succes
ru: Элемент успешно удалён
sk: Položka úspešne odstránená
tr: Öğe başarıyla kaldırıldı
uk: Елемент успішно видалено
vi: Đã xóa mục thành công

# RemoveNodeSuccess_Title
source: Item removed
ar: تمت إزالة البند
de: Gelöscht
fr: Éléments supprimés
it: File rimosso
nl: Bestand verwijderd
pt: Item removido
ro: Element eliminat
ru: Элемент удалён
sk: Položka zmazaná
tr: Öğe kaldırıldı
uk: Елемент видалено
vi: Đã xóa

# RenameNodeFailed
source: Renaming item failed
ar: فشل اعادة التسمية البند
de: Umbenennung fehlgeschlagen
fr: Échec du renommage de l'élément
it: Rinominazione item fallita
nl: Hernamen van het bestand mislukt
pt: Falha na renomeação do item
ro: Redenumirea elementului a eşuat
ru: Не удалось переименовать элемент
sk: Premenovávanie súboru zlyhalo
tr: Öğe yeniden adlandırılamadı
uk: Перейменування елементу не вдалося
vi: Đổi tên thất bại

# RenameNodeFailed_Title
source: Rename failed
ar: فشل اعادة التسمية
de: Fehler beim Umbenennen
fr: Échec du renommage
it: Rinominazione fallita
nl: Hernoemen mislukt
pt: Renomeação falhou
ro: Redenumire eşuată
ru: Не удалось переименовать
sk: Premenovanie zlyhalo
tr: Yeniden adlandırılamadı
uk: Перейменувати не вдалося
vi: Đổi tên thất bại

# RequiredFieldsConfirmAccount
source: Please fill in your chosen password.
ar: يرجى ملء كلمة السر التي اخترتها.
de: Bitte geben Sie das gewählte Passwort ein.
fr: Veuillez renseigner votre mot de passe choisi.
it: Si prega di compilare la password prescelta.
nl: Vul alstublieft uw gekozen wachtwoord in.
pt: Por favor preencha com a palavra-passe que escolheu.
ro: Te rugăm să completezi parola aleasă.
ru: Пожалуйста введите выбранный пароль.
sk: Prosím vyplňte vami zvolené heslo.
tr: Seçtiğiniz şifreyi girin.
uk: Будь ласка, введіть свій обраний пароль.
vi: Xin nhập mật khẩu cho tài khoản.

# RequiredFieldsCreateAccount
source: Please fill in your name, e-mail address and password
ar: يرجى تعبئة الاسم وعنوان البريد الإلكتروني وكلمة المرور
de: Bitte geben Sie Ihren Namen, E-Mail-Adresse und Ihr Passwort ein
fr: Veuillez renseigner votre nom, adresse e-mail et mot de passe
it: Per favore, inserisci il tuo nome, la tua email e la tua password.
nl: Vul uw naam, e-mailadres en wachtwoord in
pt: Por favor, introduza o seu nome, endereço de e-mail e palavra-chave
ro: Completează numele, adresa de e-mail şi parola
ru: Пожалуйста, введите свое имя, адрес эл. почты и пароль
sk: Prosím vyplňte vaše meno, email a heslo
tr: Adınızı, e-posta adresinizi ve şifrenizi girin
uk: Будь ласка, заповніть ваше ім'я, адресу е-пошти та пароль
vi: Xin điền tên bạn, địa chỉ email và mật khẩu

# RequiredFieldsLogin
source: Please fill in your e-mail address and your MEGA password.
ar: يرجى ملء عنوان البريد الإلكتروني وكلمة المرور الخاصة بك في MEGA.
de: Bitte geben Sie Ihre E-Mail-Adresse und Ihr MEGA-Passwort ein.
fr: Veuillez renseigner votre adresse e-mail et votre mot de passe MEGA.
it: Inserisci il tuo indirizzo e-mail e la password MEGA.
nl: Vul alstublieft uw e-mailadres en uw MEGA wachtwoord in.
pt: Por favor insira o seu endereço de e-mail e a sua palavra-passe MEGA.
ro: Te rugăm să completezi adresa de e-mail şi parola MEGA.
ru: Пожалуйста, введите свой адрес электронной почты и Ваш пароль MEGA.
sk: Prosím vypňte váš email a vaše MEGA heslo.
tr: Lütfen e-posta adresinizi ve MEGA şifrenizi girin.
uk: Будь ласка, введіть свою адресу е-пошти та пароль MEGA.
vi: Xin điền địa chỉ email và mật khẩu MEGA của bạn.

# RequiredFields_Title
source: Fill in required fields
ar: املأ الحقول المطلوبة
de: Füllen Sie alle Pflichtfelder aus
fr: Remplissez les champs requis
it: Compila i campi richiesti
nl: Vul de verplichte velden in
pt: Preenche os campos obrigatórios
ro: Completează câmpurile necesare
ru: Заполните требуемые поля
sk: Vyplňte potrebé polia
tr: Gerekli alanları doldurun
uk: Заповніть поля
vi: Điền vào những khung được yêu cầu

# SaveImageQuestion
source: Export current image to 'saved pictures' album?
ar: تصدير الصورة الحالية إلى ألبوم "الصور المحفوظة"؟
de: Aktuelles Bild in das Album "Gespeicherte Bilde" exportieren?
fr: Exporter l'image actuel vers l'album des 'images enregistrées'?
it: Esportare l'mmagine corrente nell'album 'immagini salvate'?
nl: Uw huidige afbeelding naar 'opgeslagen foto' album exporteren?
pt: Exportar imagem atual para o album das 'fotografias guardadas'?
ro: Expoţi imaginea actuală în albumul 'Fotografii salvate'?
ru: Экспортировать выбранное изображение в «Сохранённые»?
sk: Eportovať aktuálny obrázok do albumu "uložené obrázky"?
tr: Mevcut görsel 'kaydedilen resimler' albümüne aktarılsın mı?
uk: Експортувати поточне зображення у альбом 'збереження знімків'?
vi: Bạn có muốn xuất hình này vào album 'saved pictures' không?

# SaveImageQuestion_Title
source: Save image to photos
ar: حفظ الصورة إلى ألبوم الصور
de: Bild in Fotos speichern
fr: Sauvegarder les images vers les photos
it: Salva immagine in foto
nl: Afbeelding opslaan in foto's
pt: Salvar imagem para fotos
ro: Salvează imaginea la fotografii
ru: Сохранить картинку в фотографии
sk: Uložiť obrázok medzi fotky
tr: Görseli fotoğraflara kaydet
uk: Зберегти до фото
vi: Lưu vào album điện thoại

# UserNotOnline
source: You are not logged into MEGA. Please re-login.
ar: لم يتم تسجيل دخولك إلى MEGA. يرجى إعادة تسجيل الدخول.
de: Sie sind nicht eingeloggt. Bitte melden Sie sich an.
fr: Vous n'êtes pas connecté à MEGA. Merci de vous authentifier à nouveau.
it: Non sei collegato in MEGA. Si prega di riaccedere.
nl: U bent niet ingelogd bij MEGA. Log alstublieft opnieuw in.
pt: Não tem sessão iniciada no MEGA. Por favor faça o login novamente.
ro: Nu eşti autentificat pe MEGA. Te rugăm să te reautentifici.
ru: Вы не вошли в MEGA. Пожалуйста авторизируйтесь.
sk: Nie ste prihlásený do MEGA na to, aby ste mohli vykonať túto akciu. Prosím znovu sa prihláste.
tr: MEGA'da oturum açmamışsınız. Lütfen tekrar oturum açın.
uk: Ви не увійшли у MEGA щоб зробити це. Будь ласка, перезайдіть.
vi: Bạn chưa đăng nhập vào MEGA. Xin mời đăng nhập lại.

# UserNotOnline_Title
source: Not online
ar: غير متواجد
de: Nicht online
fr: Non connecté(e)
it: Offline
nl: Niet online
pt: Não está online
ro: Nu e online
ru: Не в сети
sk: Nie je online
tr: Çevrimiçi değil
uk: Не в мережі
vi: Không online

# GetThumbnailFailed
source: Failed to retrieve thumbnail [{0}]
ar: فشل في استرداد الصورة المصغرة [{0}]
de: Vorschaubild [{0}] konnte nicht abgerufen werden
fr: Impossible de récupérer la vignette [{0}]
it: Impossibile recuperare l’anteprima[{0}]
nl: Mislukt om miniatuur op te halen [{0}]
pt: Falha ao obter a miniatura [{0}]
ro: Eşec la preluarea miniaturii [{0}]
ru: Не удалось получить миниатюры [{0}]
sk: Zlyhalo získavanie náhľadu [{0}]
tr: Küçük resim alınamadı [{0}]
uk: Не вдалося отримати мініатюру [{0}]
vi: Thất bại việc tạo ảnh nhỏ [{0}]

# GetThumbnailFailed_Title
source: Getting thumbnail failed
ar: فشل في الحصول على الصورة المصغرة
de: Anforderung der Voransicht fehlgeschlagen
fr: Échec de la récupération de la vignette
it: Anteprima fallita
nl: Ophalen van miniatuur mislukt
pt: Obtenção de miniatura falhou
ro: Obţinerea miniaturii a eşuat
ru: Не удалось получить миниатюры
sk: Získavanie náhľadu zlyhalo.
tr: Küçük resim alınamadı
uk: Не вдалося отримати мініатюру
vi: Tảo ảnh nhỏ thất bại

# GetAccountDetailsFailed
source: Failed to retrieve your account details. Please try again. [{0}]
ar: فشل استرجاع تفاصيل الحساب. حاول مرة اخرى. [{0}]
de: Ihre Accountdetails konnten nicht angefordert werden. Bitte versuchen Sie es erneut. [{0}]
fr: Impossible de récupérer les données de votre compte. Veuillez ressayer. [{0}]
it: Impossibile recuperare i dettagli dell'account. Riprova, per favore. [{0}]
nl: Mislukt om uw accountgegevens op te halen. Gelieve opnieuw te proberen. [{0}]
pt: Falha ao obter os dados da tua conta. Por favor tenta novamente. [{0}]
ro: Eşec la preluarea datelor contului tău. Te rugăm să încerci din nou. [{0}]
ru: Не удалось получить данные учётной записи. Пожалуйста, повторите позже. [{0}]
sk: Chyba pri získavaní údajov o vašom účte. Prosím skúste to znovu. [{0}]
tr: Hesap bilgileriniz alınamadı. Lütfen tekrar deneyin. [{0}]
uk: Не вдалося отримати дані облікового запису. Будь ласка, спробуйте пізніше. [{0}]
vi: Khai thác chi tiết tài khoản thất bại. Xin thử lại. [{0}]

# GetAccountDetailsFailed_Title
source: Retrieving account details failed
ar: فشل استرجاع تفاصيل الحساب
de: Accountdetails konnten nicht abgerufen werden
fr: Échec de la récupération des données du compte
it: Recupero dati dell'account fallito
nl: Ophalen accountgegevens mislukt
pt: Obtenção de detalhes da conta falhou
ro: Preluarea datelor contului a eşuat
ru: Не удалось получить данные учётной записи
sk: Získavanie údajov o účte zlyhalo
tr: Hesap detayları alınamadı
uk: Не вдалося отримати дані облікового запису
vi: Truy vấn thông tin chi tiết tài khoản bị thất bại

# LoggedOut
source: You have successfully logged out
ar: قمت بتسجيل الخروج بنجاح
de: Logout erfolgreich
fr: Vous avez été déconnecté(e) avec succès
it: Sei stato disconnesso con successo
nl: U bent succesvol afgemeld
pt: Terminaste sessão com sucesso
ro: Te-ai deconectat cu succes
ru: Вы вышли из системы
sk: Úspešne ste sa odhlásili
tr: Başarıyla çıkış yaptınız
uk: Ви успішно вийшли
vi: Đã đăng xuất

# LoggedOut_Title
source: Logged out
ar: تم تسجيل الخروج
de: Ausgeloggt
fr: Déconnecté(e)
it: Disconnesso
nl: Afgemeld
pt: Sessão terminada
ro: Deconectat
ru: Выйти из системы
sk: Odhlásený
tr: Çıkış yapıldı
uk: Вихід
vi: Đã đăng xuất

# LogoutFailed
source: Failed to logout. Please try again. [{0}]
ar: فشل تسجيل الخروج. حاول مرة اخرى. [{0}]
de: Logout fehlgeschlagen. Bitte versuchen Sie es erneut. [{0}]
fr: Impossible de vous déconnecter. Veuillez réessayer. [{0}]
it: Logout fallito. Per favore, ritenta. [{0}]
nl: Mislukt af te melden.
pt: Falha na saída da conta. Por favor, tenta novamente [{0}]
ro: Eşec la deconectare. Te rugăm să încerci din nou. [{0}]
ru: Не удалось выйти из системы.Пожалуйста, повторите позже. [{0}]
sk: Zlyhalo odhlasovanie. Prosím skúste to znovu. [{0}]
tr: Çıkış yapılamadı. Lütfen tekrar deneyin. [{0}]
uk: Не вдалося вийти. Будь ласка спробуйте ще раз. [{0}]
vi: Không đăng xuất được. Xin thử lại. [{0}]

# LogoutFailed_Title
source: Logout failed
ar: فشل تسجيل الخروج
de: Logout fehlgeschlagen
fr: Échec de la déconnexion
it: Disconnessione fallita
nl: Afmelden mislukt
pt: Falha ao sair da conta
ro: Deconectare eşuată
ru: Не удалось выйти из системы
sk: Odhlasovanie slyhalo
tr: Çıkış başarısız oldu
uk: Вийти не вдалося
vi: Đăng xuất ra thất bại

# MultiSelectRemoveQuestion
source: Are you sure you want to remove {0} items?
ar: هل أنت متأكد أنك تريد إزالة البند {0} ؟
de: Wollen Sie die {0} Dateien und Ordner wirklich entfernen?
fr: Êtes-vous sûr(e) de bien vouloir supprimer {0} éléments?
it: Sei sicuro di voler rimuovere {0} elementi?
nl: Weet u zeker dat u {0} artikelen wilt verwijderen?
pt: Tens a certeza que pretendes remover {0} itens?
ro: Sigur doreşti să elimini {0} elemente?
ru: Действительно удалить {0} элементов?
sk: Ste si istý, že chcete odstrániť {0} súborov?
tr: {0} öğeyi kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити {0} елементів?
vi: Bạn có chắc muốn xóa {0} mục này không?

# MultiSelectRemoveQuestion_Title
source: Remove items?
ar: حذف البنود؟
de: Löschen?
fr: Supprimer les éléments?
it: Rimuovere elementi?
nl: Bestanden verwijderen?
pt: Remover itens?
ro: Elimini elementele?
ru: Удалить элементы
sk: Odstrániť položky?
tr: Öğeler kaldırılsın mı?
uk: Видалити елементи?
vi: Xóa không?

# MultiRemoveSucces
source: {0} items removed
ar: تم حذف {0} بنود
de: {0} Dateien und Ordner entfernt
fr: {0} éléments supprimés
it: {0} elementi rimossi
nl: {0} artikelen verwijderd
pt: {0} Itens removidos
ro: {0} elemente eliminate
ru: {0} элементов удалено
sk: {0} Položiek odstránených
tr: {0} Öğe kaldırıldı
uk: {0} елементів видалено
vi: {0} Mục đã bị xóa

# MultiRemoveSucces_Title
source: Items removed
ar: تم حذف البنود
de: Gelöscht
fr: Éléments supprimés
it: Elementi rimossi
nl: Bestanden verwijderd
pt: Itens removidos
ro: Elemente eliminate
ru: Элементы удалены
sk: Položky odstránené
tr: Öğeler kaldırıldı
uk: Елементи видалено
vi: Đã xóa

# MoveToRubbishBinFailed
source: Failed to move item to rubbish bin. Please try again
ar: فشلت عملية نقل البند الي سلة المهملات. حاول مرة اخرى
de: Fehler beim Verschieben in den Papierkorb. Versuchen Sie es bitte erneut.
fr: Impossible de déplacer l'élément vers la corbeille. Veuillez ressayer.
it: Impossibile spostare elemento nel cestino. Riprova, per favore
nl: Mislukt het bestand naar prullenbak te verplaatsen. Probeer het alstublieft opnieuw.
pt: Falha ao mover para o Lixo. Tenta novamente.
ro: Eşec la mutarea elementului în coşul de gunoi. Încearcă din nou
ru: Не удалось переместить элемент в корзину. Пожалуйста, попробуйте ещё раз
sk: Zlyhal presun položky do koša. Prosím skúste to znovu.
tr: Öğe çöp kutusuna taşınamadı. Lütfen tekrar deneyin
uk: Не вдалося перемістити елемент у кошик. Будь ласка, спробуйте ще раз
vi: Thất bại trong việc chuyển vào thùng rác. Xin thử lại sau

# MoveToRubbishBinFailed_Title
source: Move to rubbish bin failed
ar: فشلت عملية النقل الي سلة المهملات
de: Verschieben in den Papierkorb fehlgeschlagen
fr: Échec du déplacement vers la corbeille
it: Spostamento nel cestino fallito
nl: Mislukt verplaatsen naar prullenbak
pt: Mover para o Lixo falhou.
ro: Mutarea în coşul de gunoi a eşuat
ru: Не удалось переместить в корзину
sk: Presun do koša zlyhal
tr: Çöp kutusuna taşıma başarısız oldu
uk: Не вдалося перемістити у кошик
vi: Chuyển vào thùng rác không thành công

# MoveToRubbishBinQuestion
source: Are you sure you want to move {0} to the rubbish bin?
ar: هل أنت متأكد أنك تريد نقل {0} لسلة المهملات؟
de: {0} in den Papierkorb verschieben?
fr: Êtes-vous sûr(e) de bien vouloir déplacer {0} vers la corbeille?
it: Sei sicuro di voler spostare {0} nel cestino?
nl: Weet u zeker dat u {0} wilt verplaatsen naar prullenbak?
pt: Tens a certeza que pretendes mover {0} para o Lixo?
ro: Sigur doreşti să muţi {0} în coşul de gunoi?
ru: Действительно переместить {0} в корзину?
sk: Ste si istý, že chcete presunúť {0} dokoša?
tr: {0} öğesini çöp tenekesine taşımak istediğinizden emin misiniz?
uk: Ви дійсно хочете перемістити {0} у кошик?
vi: Bạn có muốn chuyển {0} mục này vào thùng rác không?

# MoveToRubbishBinQuestion_Title
source: Move to rubbish bin?
ar: نقل الي سلة المهملات؟
de: In den Papierkorb verschieben?
fr: Déplacer vers la corbeille?
it: Spostare sul cestino?
nl: Verplaatsen naar prullenbak?
pt: Mover para o Lixo?
ro: Muţi în coşul de gunoi?
ru: Переместить в корзину?
sk: Presunúť do koša?
tr: Çöp kutusuna taşınsın mı?
uk: Перемістити у кошик?
vi: Bỏ vào thùng rác?

# MoveToRubbishBinSuccess
source: Item successfully moved to the rubbish bin
ar: تم نقل البند الي سلة المهملات بنجاح
de: Verschiebung in den Papierkorb erfolgreich
fr: Déplacement de l'élément vers la corbeille effectué avec succès
it: Elementi spostati con successo nel cestino
nl: Het object is verplaatst naar prullenbak
pt: Item movido para o Lixo com sucesso
ro: Element mutat cu succes în coşul de gunoi
ru: Элементы отправлены в корзину
sk: Položka úspešne presunutá do koša.
tr: Öğe başarıyla çöp tenekesine taşındı
uk: Елементи відправлено у кошик
vi: Đã hoàn tất chuyển vào thùng rác

# MoveToRubbishBinSuccess_Title
source: Item moved
ar: تم نقل البند
de: Verschoben
fr: Élément déplacé
it: File mosso
nl: Item verplaatst
pt: Item movido
ro: Element mutat
ru: Элемент перемещён
sk: Položka presunutá
tr: Öğe taşındı
uk: Елемент перенесено
vi: Đã chuyển

# MultiMoveToRubbishBinQuestion
source: Are you sure you want to move {0} items to the rubbish bin?
ar: هل أنت متأكد أنك تريد نقل البنودعناصر {0} الي سلة المهملات؟
de: {0} Dateien und Ordner in den Papierkorb verschieben?
fr: Êtes-vous sûr(e) de bien vouloir déplacer ces {0} éléments dans la corbeille?
it: Sei sicuro di spostare {0} elementi nel Cestino?
nl: Weet u zeker dat u {0} artikelen wilt verplaatsen naar prullenbak?
pt: Tens a certeza que pretendes mover {0} itens?
ro: Sigur doreşti să muţi în coşul de gunoi {0} elemente?
ru: Действительно отправить {0} элементов в корзину?
sk: Ste si istý, že chcete presunúť {0} položiek do Koša?
tr: {0} öğeyei çöp kutusuna taşımak istediğinizden emin misiniz?
uk: Дійсно відправити у кошик {0} елементів?
vi: Bạn có muốn chuyển {0} mục này vào thùng rác không?

# MultiMoveToRubbishBinQuestion_Title
source: Move items?
ar: نقل البنود؟
de: Verschieben?
fr: Déplacer les éléments?
it: Muovere items?
nl: Items verplaatsten?
pt: Mover itens?
ro: Muţi elementele?
ru: Переместить элементы?
sk: Presunúť položky?
tr: Öğeler taşınsın mı?
uk: Перемістити елементи?
vi: Xóa những mục này đi?

# MultiMoveToRubbishBinSucces
source: {0} items moved to the rubbish bin
ar: تم نقل {0} بنود الي سلة المهملات
de: {0} Dateien und Ordner wurden in den Papierkorb verschoben.
fr: {0} Éléments déplacés vers la corbeille
it: {0} elementi spostati nel cestino
nl: {0} Artikelen verplaatst naar prullenbak
pt: {0} Itens movidos para o Lixo
ro: {0} elemente mutate în coşul de gunoi
ru: {0} элементов отправлено в корзину
sk: {0} položiek presunutých do koša
tr: {0} öğe çöp kutusuna taşındı
uk: {0} елементів переміщено у кошик для сміття
vi: Đã dời {0} Mục vào thùng rác

# MultiMoveToRubbishBinSucces_Title
source: Items moved
ar: تم نقل البنود
de: Verschoben
fr: Éléments déplacés
it: Files spostati
nl: Items verplaatst
pt: Itens movidos
ro: Elemente mutate
ru: Элементы перемещены
sk: Položky presunuté
tr: Öğe taşındı
uk: Елементи переміщено
vi: Đã di chuyển tệp tin

# PendingTransfersLogout
source: You have {0} pending transfers. Pending transfers will be canceled. Are you sure you want to logout?
ar: لديك عمليات نقل {0} معلقة. سيتم إلغاء عمليات النقل المعلقة. هل أنت متأكد أنك تريد الخروج؟
de: Sie haben {0} wartende Transfers, die beim Logout verlorengehen. Trotzdem fortfahren?
fr: Vous avez {0} transferts en attente. Les transferts en attente vont être annulés. Êtes-vous sûr(e) que vous voulez vous déconnecter?
it: Hai {0} trasferimenti in sospeso. I trasferimenti in sospeso verranno annullati. Sei sicuro di voler uscire?
nl: U hebt {0} transfers in afwachting. Transfers in afwachting van overdrachten zullen worden geannuleerd. Weet u zeker dat u wil uitloggen?
pt: Tens {0} transferências pendentes. Elas serão canceladas. Tens a certeza de que pretendes sair da conta?
ro: Ai {0} transferuri în curs. Transferurile în curs vor fi anulate. Sigur doreşti să te deconectezi?
ru: У вас {0} ожидающих передач. Они будут отменены. Вы точно хотите выйти?
sk: Máte {0} čakajúcich prenosov. Čakajúce prenosy budú zrušené. Ste si istý, že sa chcete odhlásiť?
tr: {0} bekleyen aktarmanız var. Bekleyen aktarmalar iptal edilecektir. Oturumu kapatmak istediğinizden emin misiniz?
uk: Ви маєте {0} очікуваних переказів. Вони будуть скасовані. Ви дійсно хочете вийти?
vi: Bạn đang có {0} mục đang chờ truyền tải. Các mục này này sẽ bị hủy khi bạn đăng xuất ra, bạn có chắc không?

# PendingTransfersLogout_Title
source: Pending Transfers
ar: تعليق عمليات النقل
de: Wartende Transfers
fr: Transferts en Attente
it: Trasferimenti in Coda
nl: Wachtende overdrachten
pt: Transferências pendentes
ro: Transferuri în curs
ru: Ожидающие передачи
sk: Čakajúce prenosy
tr: Bekleyen Aktarmalar
uk: Очікувані передачі
vi: Các Truyền Tải Đang Chờ

# PendingTransfersExit
source: You have {0} pending transfers. Pending transfers will be canceled. Are you sure you want to exit?
ar: لديك عمليات نقل {0} معلقة. سيتم إلغاء عمليات النقل المعلقة. هل أنت متأكد أنك تريد الخروج؟
de: Sie haben {0} wartende Transfers, die beim Schließen verlorengehen. Trotzdem fortfahren?
fr: Vous avez {0} transferts en attente. Les transferts en attente vont être annulés. Êtes-vous sûr(e) que vous voulez vous quitter?
it: Hai {0} trasferimenti in sospeso. I trasferimenti in sospeso verranno annullati. Sei sicuro di voler uscire?
nl: U heeft {0} overdrachten in afwachting. Overdrachten In afwachting van worden geannuleerd. Weet u zeker dat u wilt afsluiten?
pt: Tens {0} transferências pendentes. As transferências pendentes serão canceladas. Desejas sair?
ro: Ai {0} transferuri în curs. Transferurile în curs vor fi anulate. Sigur doreşti să ieşi?
ru: У вас {0} ожидающих передач. Они будут отменены. Вы точно хотите выйти?
sk: Máte {0} čakajúcich prenosov. Čakajúce prenosy budú zrušené. Ste si istý, že chcete odísť?
tr: {0} bekleyen aktarmanız var. Bekleyen aktarmalar iptal edilecektir. Çıkmak istediğinizden emin misiniz?
uk: Ви маєте {0} очікуваних переказів. Вони будуть скасовані. Ви дійсно хочете вийти?
vi: Bạn hiện còn {0} mục đang chờ truyền tải. Nếu bạn thoát, những mục này sẽ bị hủy. Bạn có chắc muốn thoát không?

# PendingTransfersExit_Title
source: Pending Transfers
ar: تعليق عمليات النقل
de: Wartende Transfers
fr: Transferts en Attente
it: Trasferimenti in Coda
nl: Wachtende overdrachten
pt: Transferências pendentes
ro: Transferuri în curs
ru: Ожидающие передачи
sk: Čakajúce prenosy
tr: Bekleyen Aktarmalar
uk: Очікувані передачі
vi: Các Truyền Tải Đang Chờ
