Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.resx
Languages: ar, de, fr, it, nl, pt, ro, ru, sk, tr, uk, vi

# AM_CancelSubscriptionConfirmation
source: Thank you for your feedback! Are you sure you want to cancel your MEGA subscription?
ar: شكرا لأفادتك! هل أنت متأكد أنك تريد إلغاء اشتراك Mega؟
de: Danke für Ihre Rückmeldung! Wollen Sie Ihr Abonnement wirklich stornieren?
fr: Merci pour votre retour ! Êtes-vous certain(e) de bien vouloir annuler votre abonnement MEGA?
it: Grazie per il tuo feedback! Sei sicuro di voler annullare l'abbonamento MEGA?
nl: Dank u voor uw feedback! Weet u zeker dat u uw MEGA-abonnement wilt opzeggen?
pt: Obrigado pelo seu feedback! Tem a certeza que quer cancelar a sua subscrição Mega?
ro: Îţi mulţumim pentru feedback! Sigur doreşti să anulezi abonamentul MEGA?
ru: Спасибо за ваш отзыв! Вы действительно хотите отменить подписку MEGA?
sk: Ďakujeme za vašu odozvu! Ste si istý, že chcete zrušiť MEGA predplatné?
tr: Görüşleriniz için teşekkür ederiz! Mega aboneliğinizi iptal etmek istediğinizden emin misiniz?
uk: Дякуємо за ваш відгук! Ви впевнені, що хочете відмінити підписку MEGA?
vi: Cảm ơn lời nhận xét của quý khách! Quý khách có muốn hủy thuê bao MEGA ngay không?

# AM_ImportFileFailedNoErrorCode
source: File import failed
ar: فشل استيراد الملف
de: Datei-Import fehlgeschlagen
fr: Échec de l'importation de(s) fichier(s)
it: Importazione file fallita
nl: Importeren van bestand is mislukt
pt: A importação do ficheiro falhou
ro: Importarea fişierului a eşuat
ru: Импорт файлов не удался
sk: Importovanie súboru zlyhalo
tr: Dosya içe aktarılamadı
uk: Файл не імпортовано
vi: Chuyển nhập thất bại

# AM_PrepareFilesForUploadFailed
source: Failed to prepare file(s) for upload. Please try again.
ar: فشل في تجهيز الملف (ملفات) للرفع. حاول مرة أخرى
de: Upload-Vorbereitung fehlgeschlagen. Bitte versuchen Sie es erneut.
fr: Échec de préparation des fichiers pour le téléversement. Veuillez ressayer.
it: Preparazione del/i file in caricamento fallita. Per favore, riprova.
nl: Het voorbereiden van bestand(en) voor de upload is mislukt. Probeer alstublieft opnieuw.
pt: Falha ao preparar ficheiro(s) para carregamento. Por favor tente novamente.
ro: Eşec la pregătirea fişierului(elor) pentru încărcare. Te rugăm să încerci din nou.
ru: Не удалось подготовить файл(ы) к отправке. Пожалуйста, попробуйте снова.
sk: Zlyhala príprava súboru(ov) na upload. Prosím skúste to znovu.
tr: Yükleme için gereken dosya(ları) hazırlaması başarısız. Lütfen tekrar deneyin.
uk: Не вдалося підготувати файл(и) для відвантаження. Будь ласка, спробуйте ще раз.
vi: Việc chuẩn bị tệp tin để tải lên bị lỗi. Xin thử lại.

# AM_PrepareFilesForUploadFailed_Title
source: Error preparing file(s)
ar: خطأ في تحضير ملف (ملفات)
de: Fehler bei der Uploadvorbereitung
fr: Erreur lors de la préparation du ou des fichier(s)
it: Errore nel caricamento del/i file
nl: Fout tijdens het voorbereiden van bestand(en)
pt: Erro ao preparar ficheiro(s)
ro: Eroare la pregătirea fişierului(elor)
ru: Ошибка при подготовке файла(ов)
sk: Chyba pri pripravovaní súboru(ov)
tr: Dosya(lar) hazırlanırken hata
uk: Помилка підготовки файлів
vi: Lỗi phát sinh khi chuẩn bị (các) tệp tin

# AM_DownloadNodeFailedNoErrorCode
source: Failed to download the file. Please try again.
ar: فشل في تحميل الملف، الرجاء حاول ثانية
de: Download fehlgeschlagen. Bitte versuchen Sie es später erneut.
fr: Impossible de télécharger le fichier. Veuillez ressayer.
it: Download del file fallito. Per favore, riprova.
nl: Bestand downloaden mislukt. Probeer alstublieft opnieuw.D
pt: Falha ao descarregar o ficheiro. Por favor tente novamente.
ro: Eşec la descărcarea fişierului. Te rugăm să încerci din nou.
ru: Не удалось загрузить файл. Попробуйте снова.
sk: Chyba pri sťahovaní súboru. Prosím skúste to znovu.
tr: Dosya indirilemedi. Lütfen tekrar deneyin.
uk: Не вдалося завантажити файл. Будь ласка, спробуйте ще раз.
vi: Tải xuống tệp tin thất bại. Xin thử lại.

# AM_LoadFailed_Title
source: Failed to load
ar: فشل التحميل
de: Konnte nicht geladen werden
fr: Impossible de charger
it: Caricamento fallito
nl: Laden mislukt
pt: Falha ao carregar
ro: Eşec la încărcare
ru: Не удалось загрузить
sk: Zlyhalo načítanie
tr: Yükleme başarısız
uk: Помилка завантаження
vi: Tải thất bại

# AM_LoadInSharesFailed
source: Failed to load incoming shared items from MEGA. Please try again or click on refresh.
ar: فشل في تحميل العناصر المشاركة من MEGA. الرجاء المحاولة مرة أخرى أو اضغط على التحديث
de: Freigegebene Dateien und Ordner konnten nicht geladen werden. Bitte versuchen Sie es noch einmal.
fr: Impossible de charger les éléments partagés entrants depuis MEGA. Veuillez essayer à nouveau ou cliquer sur rafraîchir.
it: Caricamento degli oggetti in arrivo condivisi da MEGA fallito. Per favore, riprova o clicca su aggiorna.
nl: Het laden van binnenkomende gedeelde items van MEGA is mislukt. Probeer alstublieft opnieuw of klik op vernieuwen.
pt: Falha ao carregar itens partilhados à entrada do MEGA. Por favor tente novamente e clique em recarregar.
ro: Eşec la încărcarea elementelor partajate primite de pe MEGA. Te rugăm să încerci din nou sau dă clic pe reîmprospătare.
ru: Не удалось загрузить входящие общие элементы из MEGA. Попробуйте снова или нажмите, чтобы обновить.
sk: Chyba pri načítavaní príchodzích zdieľaných položiek z MEGA. Prosím skúste to znovu alebo kliknite na obnovenie.
tr: MEGA'dan gelen paylaşılan öğeler yüklenemedi. Tekrar deneyin ya da yenile butonuna tıklayın.
uk: Не вдалося загрузити вхідні спільні елементи з MEGA. Будь ласка, спробуйте ще раз, або натисніть оновлення.
vi: MEGA gặp lỗi tải về các mục Chia Sẻ Tới. Xin thử lại hoặc tải lại trang (refresh).

# AM_LoadOutSharesFailed
source: Failed to load outgoing shared items from MEGA. Please try again or click on refresh.
ar: فشل في تحميل العناصر المشاركة الصادرة من MEGA. الرجاء المحاولة مرة أخرى أو الضغط على التحديث.
de: Datei- und Ordnerfreigaben konnten nicht geladen werden. Bitte versuchen Sie es noch einmal.
fr: Impossible de charger les éléments partagés sortants depuis MEGA. Veuillez essayer à nouveau ou cliquer sur rafraîchir.
it: Caricamento degli oggetti in uscita condivisi da MEGA fallito. Per favore, riprova o clicca su aggiorna.
nl: Het laden van uitgaande gedeelde items van MEGA is mislukt. Probeer alstublieft opnieuw of klik op vernieuwen.
pt: Falha ao carregar itens partilhados à saída do MEGA. Por favor tente novamente e clique em recarregar.
ro: Eşec la încărcarea elementelor partajate trimise de pe MEGA. Te rugăm să încerci din nou sau dă clic pe reîmprospătare.
ru: Не удалось загрузить исходящие общие элементы из MEGA. Попробуйте снова или нажмите, чтобы обновить.
sk: Chyba pri načítavaní odchodzích zdieľaných položiek z MEGA. Prosím skúste to znovu alebo kliknite na obnovenie.
tr: MEGA'dan giden paylaşılan öğeler yüklenemedi. Tekrar deneyin ya da yenile butonuna tıklayın.
uk: Не вдалося загрузити вихідні спільні елементи з MEGA. Будь ласка, спробуйте ще раз, або натисніть оновлення.
vi: MEGA gặp lỗi tải về các mục Chia Sẻ Đi. Xin thử lại hoặc tải lại trang (refresh).

# AM_DeleteSettingsFailed
source: Failed to delete settings. Please try again. [{0}]
ar: فشل في حذف الإعدادات. الرجاء المحاولة ثانية. [{0}]
de: Die Einstellungen konnten nicht gelöscht werden. Bitte versuchen Sie es erneut. [{0}]
fr: Impossible de supprimer les paramètres. Veuillez ressayer. [{0}]
it: Cancellazione delle impostazioni fallita. Per favore, ritenta. [{0}]
nl: Verwijderen van instellingen mislukt. Probeer alstublieft opnieuw. [{0}]
pt: Falha ao apagar configurações. Por favor tente novamente. [{0}]
ro: Eşec la ştergerea setărilor. Te rugăm să încerci din nou. [{0}]
ru: Не удалось удалить настройки. Попробуйте снова. [{0}]
sk: Chyba pri mazaní nastavení. Prosím skúste to znovu. [{0}]
tr: Ayarlar silinemedi. Lütfen tekrar deneyin. [{0}]
uk: Не вдалося видалити налаштування. Будь ласка, спробуйте ще раз. [{0}]
vi: Xóa bỏ các tùy chỉnh thất bại. Xin thử lại. [{0}]

# AM_DeleteSettingsFailed_Title
source: Error deleting settings
ar: خطأ في حذف الإعدادات
de: Einstellungen konnten nicht gelöscht werden
fr: Erreur lors de la suppression des paramètres
it: Errore nella cancellazione delle impostazioni
nl: Fout bij het verwijderen van instellingen
pt: Erro ao apagar definições
ro: Eroare la ştergerea setărilor
ru: Ошибка удаления настроек
sk: Chyba pri mazaní nastavení
tr: Ayarlar silinemedi
uk: Помилка видалення налаштувань
vi: Lỗi xóa bỏ các thông tin thiết đặt

# AM_LoadSettingsFailed
source: Failed to load settings. Please try again. [{0}]
ar: فشل في تحميل الإعدادات. الرجاء المحاولة ثانية. [{0}]
de: Die Einstellungen konnten nicht geladen werden. Bitte versuchen Sie es erneut. [{0}]
fr: Impossible de charger les paramètres. Veuillez ressayer. [{0}]
it: Caricamento delle impostazioni fallito. Per favore, ritenta. [{0}]
nl: Laden van instellingen mislukt. Probeer alstublieft opnieuw. [{0}]
pt: Falha ao carregar configurações. Por favor tente novamente. [{0}]
ro: Eşec la încărcarea setărilor. Te rugăm să încerci din nou . [{0}]
ru: Не удалось загрузить настройки. Попробуйте снова. [{0}]
sk: Chyba pri načítavaní nastavení. Prosím skúste to znovu. [{0}]
tr: Aarlar yüklenemedi. Lütfen tekrar deneyin. [{0}]
uk: Не вдалося завантажити налаштування. Будь ласка, спробуйте ще раз. [{0}]
vi: Lấy thông tin thiết đặt bị lỗi. Xin thử lại. [{0}]

# AM_LoadSettingsFailed_Title
source: Error loading settings
ar: خطأ في تحميل الإعدادات
de: Fehler beim Laden der Einstellungen
fr: Erreur lors du chargement des paramètres
it: Errore nel caricamento delle impostazioni
nl: Fout bij het laden van instellingen
pt: Erro ao carregar definições
ro: Eroare la încărcarea setărilor
ru: Ошибка загрузки настроек
sk: Chyba pri načítaní nastavení
tr: Ayarlar yüklenemedi
uk: Помилка під час завантаження налаштувань
vi: Lỗi tải về các thông tin thiết đặt

# AM_CopyLinkToClipboardFailed
source: Failed to copy the MEGA link to your clipboard.
ar: فشتل في نسخ رابط MEGA لحافظتك
de: Der MEGA-Link konnte nicht in Ihre Zwischenablage kopiert werden.
fr: Impossible de copier le lien MEGA dans votre presse-papier.
it: Copia del link MEGA negli appunti fallita.
nl: Kopiëren van de MEGA koppeling naar uw klembord mislukt
pt: Falha ao copiar o atalho MEGA para a sua área de transferência.
ro: Eşec la copierea linkului MEGA în clipboard.
ru: Не удалось скопировать MEGA-ссылку в буфер обмена.
sk: Chyba pri kopírovaní MEGA odkazu do vašej schránky.
tr: Panoya MEGA bağlantısını kopyalama başarısız oldu.
uk: Не вдалося скопіювати ланку MEGA до буферу.
vi: Sao chép đường liên kết MEGA vào bộ ghi nhớ không thành công.

# AM_CopyLinkToClipboardFailed_Title
source: Error copying link
ar: خطأ في نسخ الرابط
de: Link konnte nicht kopiert werden
fr: Erreur lors de la copie du lien
it: Errore nella copia del link
nl: Fout bij het kopiëren van de koppeling
pt: Erro ao copiar endereço
ro: Eroare la copierea linkului
ru: Ошибка копирования ссылки
sk: Chyba pri kopírovaní odkazu
tr: Bağlantı kopyalanırken hata oluştu
uk: Помилка копіювання
vi: Lỗi sao chép đường dẫn liên kết

# AM_AlreadyLoggedInAlert
source: If you agree, the current account will be logged out and all Offline data will be erased. Do you want to continue?
ar: إذا وافقت، سيتم تسجيل خروج الحساب الحالي بها وسوف يتم مسح جميع البيانات دون اتصال. هل تريد الاستمرار؟
de: Sie werden ausgeloggt und alle Offline-Daten gelöscht. Fortfahren?
fr: Si vous acceptez, vous serez déconnecté(e) de votre compte et toutes les données Hors-ligne seront effacées. Voulez-vous continuer?
it: Se acconsenti, l'account corrente verrà disconnesso e tutti i dati non in linea saranno cancellati. Vuoi continuare?
nl: Als u akkoord gaat, zal het huidige account worden uitgelogd en alle offline data zal worden verwijderd. Wilt u doorgaan?
pt: Se concordar, a sessão relativa à conta actual será encerrada e todos os dados off-line serão apagados. Pretende continuar?
ro: Dacă eşti de acord, contul actual va fi deconectat şi toate datele offline vor fi şterse. Doreşti să continui?
ru: Если вы согласны, будет произведён выход из учётной записи, и все локальные данные будут удалены. Продолжить?
sk: Ak súhlasíte, súčastný účet bude odhlásený a všetky offline data budú zmazané. Chcete pokračovať?
tr: Kabul ederseniz, mevcut hesaıbınızın oturumu kapatılacak ve tüm Çevrimdışı veriler silinecek. Devam etmek istiyor musunuz?
uk: Якщо ви згодні, відбудеться вихід з вашого поточного акаунту і всі локальні дані буде стерто. Бажаєте продовжити?
vi: Nếu bạn đồng ý, tài khoản này sẽ bị đăng xuất ra và tất cả tệp tin được lưu Ngoại Tuyến sẽ bị xóa. Bạn có muốn tiếp tục không?

# AM_AlreadyLoggedInAlert_Title
source: You are logged in with another account
ar: مسجل دخولك بحساب آخر
de: Sie sind mit einem anderen Account eingeloggt
fr: Vous êtes authentifié(e) avec un autre compte
it: Sei collegato con un altro account
nl: U bent ingelogd met een ander account
pt: Entrou com outra conta
ro: Eşti autentificat cu un alt cont
ru: Вы зашли под другой учётной записью
sk: Ste prihlásený pod iným účtom
tr: Başka bir hesapla oturum açtınız
uk: Ви увійшли в інший обліковий запис
vi: Bạn đang xác thực một tài khoản khác với tài khoản bạn đang đăng nhập

# AM_DecryptionKeyAlertMessage
source: To access this folder/file, you will need its Decryption key. If you do not have the key, contact the creator of the link.
ar: للولوج في هذا المجلد/الملف. ستحتاج لمفتاح فك التشفير. إذا كنت لاتمتلك المفتاح فتواصل مع منشئ الرابط.
de: Um auf diesen Ordner oder diese Datei zugreifen zu können, benötigen Sie den passenden Schlüssel. Sollten Sie diesen Schlüssel nicht zur Hand haben, so setzen Sie sich bitte mit dem Ersteller des Links in Verbindung.
fr: Pour accéder à ce dossier/fichier, vous aurez besoin de sa Clef de Déchiffrement. Si vous ne possédez pas cette clef, veuillez contacter le créateur de ce lien.
it: Per accedere a questo/a file/cartella, devi essere in possesso della sua chiave di decriptazione. Se non la hai, contatta il creatore del link.
nl: Om toegang te krijgen tot deze map / bestand heeft u de decoderingssleutel nodig. Als u de sleutel niet heeft, neem contact op met de maker van de koppeling.
pt: Para aceder a esta pasta/ficheiro, irá precisar da Chave de Desencriptação. Se não tem a chave, contate o dono do link.
ro: Pentru a accesa acest folder/fişier, vei avea nevoie de cheia de decriptare a acestuia. Dacă nu ai cheia, contactează creatorul linkului.
ru: Для доступа к этой папке/файлу нужен ключ дешифрования. Если у вас его нет, свяжитесь с создателем ссылки.
sk: Pre prístup k tomuto priečinku/súboru budete potrebovať jeho dešifrovací kľúč. Ak ho nemáte, kontaktujte autora odkazu.
tr: Bu klasöre/dosyaya erişmek için Şifre Çözme anahtarı gerekir. Anahtar yoksa bağlantı oluşturan kişiyle irtibat kurun.
uk: Для доступу до цієї теки/файлу, вам потрібен ключ розшифровки. Якщо у вас його немає, зверніться до творця посилання.
vi: Để có thể truy cập vào thư mục hay tệp tin này, bạn cần phải có mã key Giải Khóa. Nếu bạn không có key, xin liên hệ trực tiếp với người sử hữu mục này.

# AM_DecryptionKeyAlertTitle
source: Enter decryption key
ar: أدخل مفتاح فك التشفير
de: Entschlüsselungs-Code eingeben
fr: Entrez la clé de déchiffrage
it: Inserisci la chiave di decrittazione
nl: Vul decoderingssleutel in
pt: Introduza chave de decifração
ro: Introdu cheia de decriptare
ru: Введите ключ дешифрирования
sk: Vložte dešifrovací kľúč
tr: Şifre çözme anahtarını girin
uk: Введіть ключ розшифрування
vi: Nhập mã giải khóa

# AM_DecryptionKeyNotValid
source: Invalid decryption key
ar: مفتاح فك التشفير غير موجود
de: Ungültiger Schlüssel
fr: Clef de déchiffrement invalide
it: Chiave di decriptazione non valida
nl: Ongeldige decoderingssleutel
pt: Chave de desencriptação inválida
ro: Cheie de decriptate invalidă
ru: Неправильный ключ дешифрования
sk: Neplatný dešifrovací odkaz
tr: Geçersiz şifre çözme anahtarı
uk: Невірний ключ розшифровки
vi: Mã giải khóa không hợp lệ

# AM_FileLinkUnavailable
source: This could be due to the following reasons: - The file has been removed because of a ToS/AUP violation. - Invalid URL – the link you are trying to access does not exist. - The file has been deleted by the user.
ar: وهذا يمكن أن يكون راجعا إلى الأسباب التالية: - تم إزالة الملف بسبب انتهاك شروط الخدمة / سياسة الاستخدام المقبول. - الرابط غير صالح - الرابط الذي تحاول الوصول إليه غير موجود. - تم حذف الملف من قبل المستخدم.
fr: Cela peut être dû aux raisons suivantes : - Le fichier a été supprimé en raison d'une violation des Conditions d'Utilisation de MEGA. - URL invalide - le lien que vous essayez d'accéder n'existe pas. - Le fichier a été supprimé par l'utilisateur.
it: Questo potrebbe essere causato da una delle seguenti motivazioni: - Il link del file è stato rimosso a causa di una violazione dei nostri Termini di Servizio. - URL non valido – il link a cui stai tentando di accedere non esiste. - Il link del file è stato eliminato dall'utente proprietario del link.
nl: Dit gevolg kan zijn om de volgende redenen: -Het bestand is verwijderd vanwege een ToS/AUP Schending. -Ongeldige URL- De koppeling die u probeert te bereiken bestaat niet. -Het bestand is verwijderd door de gebruiker.
pt: Isto pode ter acontecido devido às seguintes razões: - O ficheiro foi removido devido a uma violação ToS / AUP. - URL inválido - o link que está a tentar aceder não existe. - O ficheiro foi apagado pelo utilizador.
ro: Acest lucru ar putea fi din cauza următoarelor motive: - Fişierul a fost eliminat din cauza unei încălcări a ToS/AUP. - URL invalid – linkul pe care încerci să-l accesezi nu există. - Fişierul a fost şters de către utilizator.
ru: Это может быть вызвано следующими причинами: - Файл был удалён из-за нарушения Условий обслуживания/Правил использования. - Недействительный адрес — ссылка, по которой вы пытаетесь перейти, не существует. - Файл был удалён пользователем.
sk: Toto mohlo nastať z nasledujúcich dôvodov: - Súbor mohol byť odstránený z dôvodu porušenia podmienok používania služby. - neplatný odkaz - odkaz ku ktorému sa snažíte získať prístup neexistuje. - Súbor bol odstránený používateľom.
tr: Bunun nedeni aşağıdakilerden biri olabilir: - Dosya Hizmet Koşullarını ihlal ettiği için kaldırıldı. - Geçersiz URL – erişmeye çalıştığınız link yok - Dosya kullanıcı tarafından kaldırıldı.
uk: Це може бути пов'язано з такими причинами: - Файл був видалений через порушення ToS/AUP. - Невірна ланка — посилання за яким ви намагаєтесь перейти не існує. - Файл був видалений користувачем.
vi: Nguyên nhân có thể là do: - Tệp tin đã bị xóa bỏ do vi phạm Điều Khoản Sử Dụng Dịch Vụ. - Sai URL – Điều liên kết bị viết sai hoặc không tồn tại. - Tệp tin có thể bị dời đi chỗ khác hoặc bị xóa từ chính chủ.

# AM_FolderLinkUnavailable
source: This could be due to the following reasons: - The folder link has been removed because of a ToS/AUP violation. - Invalid URL – the link you are trying to access does not exist. - The folder link has been deleted by the user.
ar: وهذا يمكن أن يكون راجعا إلى الأسباب التالية: - لقد تمت إزالة رابط المجلد بسبب انتهاك شروط الخدمة / سياسة الاستخدام المقبول. - URL غير صالح - الرابط الذي تحاول الوصول إليه غير موجود. - تم حذف رابط المجلد من قبل المستخدم.
fr: Cela peut être dû aux raisons suivantes : - Le dossier a été supprimé en raison d'une violation des Conditions d'Utilisation de MEGA. - URL invalide - le lien que vous essayez d'accéder n'existe pas. - Le lien du dossier a été supprimé par l'utilisateur.
it: Questo potrebbe essere causato da una delle seguenti motivazioni: - Il link della cartella è stato rimosso a causa di una violazione dei nostri Termini di Servizio. - URL non valido – il link a cui stai tentando di accedere non esiste. - Il link della cartella è stato eliminato dall'utente proprietario del link.
nl: Dit gevolg kan zijn om de volgende redenen: -De map koppeling is verwijderd vanwege een ToS/AUP schending. -Ongeldige URL- de koppeling die u probeert te bereiken bestaat niet. -De map koppeling is verwijderd door de gebruiker.
pt: Isto pode ter acontecido devido às seguintes razões: - O link da pasta foi removido devido a uma violação ToS / AUP. - URL inválido - o link que está a tentar aceder não existe. - O link da pasta foi apagado pelo utilizador.
ro: Acest lucru ar putea fi din cauza următoarelor motive: - Linkul folderului a fost eliminat din cauza unei încălcări a ToS/AUP. - URL invalid – linkul pe care încerci să-l accesezi nu există. - Linkul folderului a fost şters de către utilizator.
ru: Это может быть вызвано следующими причинами: - Ссылка на папку была удалена из-за нарушения Условий обслуживания/Правил использования. - Недействительный адрес — ссылка, по которой вы пытаетесь перейти, не существует. - Ссылка на папку была удалена пользователем.
sk: Toto môže byť z nasledujúcich dôvodov: - Odkaz na priečinok bol odstránený z dôvodu porušenia podmienok. - Neplatná URL - odkaz ktorý sa snažíte otvoriť neexistuje. - Odkaz na priečinok bol odstránený používateľom.
tr: Bunun nedeni aşağıdakilerden biri olabilir: - Klasör linki Hizmet Koşullarını ihlal ettiği için kaldırıldı. - Geçersiz URL – erişmeye çalıştığınız link yok - Klasör linki kullanıcı tarafından kaldırıldı.
uk: Це може бути пов'язано з такими причинами: - Тека була видалена через порушення ToS/AUP. - Невірна ланка — посилання за яким ви намагаєтесь перейти не існує. - Ланка на теку була видалена користувачем.
vi: Nguyên nhân có thể là do: - Đường liên kết tới thư mục đã bị xóa bỏ do vi phạm Điều Khoản Sử Dụng Dịch Vụ. - URL viết sai hoặc thiếu – đường liên kết không tồn tại hoặc không đúng. - Đường liên kết tới thư mục bị xóa bởi chủ sở hữu.

# AM_LinkUnavailableTitle
source: Unavailable link
ar: رابط غير متوفر
de: Link nicht verfügbar
fr: Lien non disponible
it: Link non raggiungibile
nl: Koppeling niet beschikbaar
pt: Endereço indisponível
ro: Link indisponibil
ru: Недоступная ссылка
sk: Odkaz nedostupný
tr: Mevcut olmayan bağlantı
uk: Не дійсна ланка
vi: Đường liên kết không còn tồn tại

# AM_OpenLinkFailed
source: Open link failed [{0}]
ar: فشل في فتح الرابط [{0}]
de: Link konnte nicht geöffnet werden [{0}]
fr: Échec de l'ouverture du lien [{0}]
it: Apertura del link fallita [{0}]
nl: Openen koppeling mislukte [{0}]
pt: Falha ao abrir a ligação [{0}]
ro: Deschiderea linkului a eşuat [{0}]
ru: Не удалось открыть ссылку [{0}]
tr: Bağlantı açılamadı [{0}]
uk: Невдале відкриття ланки [{0}]
vi: Mở đường liên liết thất bại [{0}]

# AM_OpenLinkFailed_Title
source: Open link failed
ar: فشل في فتح الرابط
de: Öffnen des Links fehlgeschlagen
fr: Échec de l'ouverture du lien
it: Apertura del link fallita
nl: Openen koppeling mislukt
pt: Falha ao abrir a ligação
ro: Deschiderea linkului a eşuat
ru: Не удалось открыть ссылку
tr: Bağlantı açılamadı
uk: Невдале відкриття ланки
vi: Mở đường dẫn liên kết thất bại
