Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.xlf
Languages: bg, cs, es, et_ee, fa, fi_fi, he, hu, id, ja, ko, pl, pt_br, sl, sr, sv, th, zh_hans, zh_hant

# Resx/ShortCutFailed
source: An error occurred when try to open a shortcut. Maybe it is an invalid shortcut or the destiny folder was deleted.
et_ee: Lehekülje avamisel ilmnes viga. Ehk on tegu vigase viitega või sihtkausta pole olemas.
fa: خطایی در باز کردن یک شورت کات رخ داد. شاید ان یک شورت کات غلط است یا پوشه ی مقصد حذف شده است.
fi_fi: Virhe pikakuvaketta avattaessa. Kyseessä voi olla viallinen pikakuvake tai kohdekansio on poistettu.

# Resx/WrongDataFormatCreditCardPayment
source: The Credit Card Number, Month, Year and CVV should be numbers. Please, check that the filled data are correct and try again.
et_ee: Krediitkaardi number, kuu, aasta ja CVV peavad sisaldama numbreid. Palun kontrollige nende lahtrite õigsust ja proovige uuesti.
fa: شماره کردیت کارت, ماه/سال انقضا و CCV می بایست به صورت عددی باشند. لطفا چک کنید که همه چیز صحیح باشد و دوباره تلاش کنید.
fi_fi: Luottokortin numero, kuukausi, vuosi ja CW tulisivat olla numeroina. Ole hyvä, tarkista syötettyjen tietojen oikeellisuus ja yritä uudelleen.

# Resx/CancelSubscription
source: You are about to cancel your Mega subscription. Please let us know, if there is anything we can do to help change your mind.
et_ee: Tühistate Mega tellimuse. Palun öelge, kas saame midagi omalt poolt teha, et ümber mõtleksite.
fi_fi: Olet lopettamassa Mega-tilaustasi. Ole hyvä ja ota meihin yhteyttä, mikäli voimme tehdä jotain mielesi muuttamiseksi.

# Resx/CancelSubscriptionConfirmation
source: Thank you for your feedback! Are you sure you want to cancel your Mega subscription?
et_ee: Aitäh tagasiside eest!
fa: از بازخوردتان متشرکیم!
fi_fi: Kiitos palautteestasi!

# Resx/CancelSubscriptionFailed_Title
source: Cancel subscription failed
et_ee: Tellimuse tühistamine ebaõnnestus
fa: کنسل کردن اشتراک شکست خورد
fi_fi: Tilauksen keskeytysvirhe

# Resx/CancelSubscriptionSuccessfully
source: The subscription has been canceled correctly.
et_ee: Tellimus on tühistatud edukalt.
fa: اشتراک کنسل شده است.
fi_fi: Tilaus on keskeytetty onnistuneesti.

# Resx/RequiredFieldsCancelSubscription
source: Please type a feedback message for us. Thanks.
et_ee: Palun andke tagasisidet. Aitäh.
fa: لطفا بازخورد را به ما بدهید. ممنون.
fi_fi: Ole hyvä ja kerro palautteesi meille. Kiitos.

# Resx/UpgradeAccountFailed
source: The operation has not finished correctly. The credit card will not be charged.
et_ee: Tegevus pole lõpule jõudnud. Krediitkaardilt ei võeta summat maha.
fa: فرایند به درستی تمام نشده است. کارت اعتباری شارژ نخواهد شد.
fi_fi: Toiminto päättyi virheellisesti. Luottokorttia ei veloiteta.

# Resx/UpgradeAccountFailed_Title
source: Upgrade account failed
et_ee: Konto uuendamine ebaõnnestus
fa: خطا در ارتقای اکونت
fi_fi: Käyttäjätilin päivitysvirhe

# Resx/GetPaymentUrlFailed_Title
source: Retrieving payment Url failed
et_ee: Makseurl'i päring ebaõnnestus
fa: دریافت ادرس پرداخت شکست خورد
fi_fi: Maksulinkin haku epäonnistui

# Resx/InviteContactAddFailed
source: Could not send the contact invitation. Please, try again.
et_ee: Kontaktiks saamise kutset ei saadetud. Palun proovige uuesti.
fa: The contact invitation could not be sent. Please try again.
fi_fi: The contact invitation could not be sent. Please try again.

# Resx/InviteContactAddFailed_Title
source: Invite contact failed
et_ee: Kontakti kutsumine ebaõnnestus
fa: Failed to invite the contact
fi_fi: Failed to invite the contact

# Resx/InviteContactAddSuccessfully
source: User {0} has been invited and will appear on your contact list once accepted the invitation.
et_ee: Kasutajale {0} on kutse saadetud ja ta ilmub teie kontaktloendisse niipea, kui ta on teie taotluse kinnitanud.
fa: User {0} has been invited and will appear on your contact list once they have accepted the invitation.
fi_fi: User {0} has been invited and will appear on your contact list once they have accepted the invitation.

# Resx/SSLKeyError
source: Our SSL key can't be verified. You could be affected by a man-in-the-middle attack.
et_ee: Meie SSL/TLS sertifikaati ei saa kinnitada. Võite olla vahelepõike rünnaku ohver.
fa: Our SSL/TLS certificate can't be verified. You could be affected by a man-in-the-middle attack.
fi_fi: Our SSL/TLS certificate can't be verified. You could be affected by a man-in-the-middle attack.

# Resx/AutoCameraUploadFailed
source: Auto Camera Upload background task has failed. You can re-enable it on the settings page
et_ee: Kaamerast automaatne üleslaadimine jooksis kokku. Saate selle taaskäivitada seadetest.
fa: The Auto Camera Upload background task has failed. You can re-enable it on the settings page.
fi_fi: The Auto Camera Upload background task has failed. You can re-enable it on the settings page.

# Resx/DeleteContactFailed_Title
source: Remove contact failed
et_ee: Kontakti eemaldamine ebaõnnestus
fa: Failed to remove the contact
fi_fi: Failed to remove the contact

# Resx/ChangePasswordFailed
source: Change password failed. Please try again.
et_ee: Parooli muutmine ebaõnnestus. Palun proovige uuesti.
fa: Failed to change password. Please try again.
fi_fi: Failed to change password. Please try again.

# Resx/CloseAllSessionsFailed
source: Close session failed. Please try again. [{0}]
et_ee: Sessiooni sulgemine ebaõnnestus. Palun proovige uuesti. [{0}]
fa: Failed to close the session. Please try again. [{0}]
fi_fi: Failed to close the session. Please try again. [{0}]

# Resx/CloseAllSessionsSuccess
source: The remaining sessions are successfully closed.
et_ee: Ülejäänud sessioonid suleti edukalt.
fa: The remaining sessions were successfully closed.
fi_fi: The remaining sessions were successfully closed.

# Resx/CloseSessionFailed
source: Close session failed. Please try again. [{0}]
et_ee: Sessiooni sulgemine ebaõnnestus. Palun proovige uuesti. [{0}]
fa: Failed to close the session. Please try again. [{0}]
fi_fi: Failed to close the session. Please try again. [{0}]

# Resx/CleanRubbishBinFailed
source: Empty rubbish bin failed. Please try again.
et_ee: Prügikasti puhastamine ebaõnnestus. Palun proovige uuesti.
fa: Failed to clear the rubbish bin. Please try again.
fi_fi: Failed to clear the rubbish bin. Please try again.

# Resx/CleanRubbishBinQuestion
source: Are you sure you want to permanently delete all files of the rubbish bin?
et_ee: Olete failide lõplikus eemaldamises Prügikastist kindel?
fa: Are you sure you want to permanently delete all files from the rubbish bin?
fi_fi: Are you sure you want to permanently delete all files from the rubbish bin?

# Resx/CleanRubbishBinSuccess
source: The rubbish bin has been emptied successfully.
et_ee: The rubbish bin has been cleared successfully.
fa: The rubbish bin has been cleared successfully.
fi_fi: The rubbish bin has been cleared successfully.

# Resx/InviteContactAddFailedOwnEmail
source: You are trying to add your own e-mail as a contact.
et_ee: Üritate kontaktiks lisada enda e-posti aadressi.

# Resx/NoInternetConnectionMessage
source: You cannot perform this action. Please, connect to Internet and try again.
et_ee: Te ei saa seda teha. Palun ühendage internet ja proovige uuesti.
fa: You cannot perform this action. Please connect to the Internet and try again.
fi_fi: You cannot perform this action. Please connect to the Internet and try again.
