Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.xlf
Languages: bg, cs, es, et_ee, fa, fi_fi, he, hu, id, ja, ko, pl, pt_br, sl, sr, sv, th, zh_hans, zh_hant

# Resx/AM_FolderLinkUnavailable
source: This could be due to the following reasons: - The folder link has been removed because of a ToS/AUP violation. - Invalid URL – the link you are trying to access does not exist. - The folder link has been deleted by the user.
bg: Това може да се дължи на следните причини: - Връзката на папката е била отстранена поради нарушение на ToS/AUP. - ГрешенURL - връзката, която се опитвате да отворите не съществува. - Връзката на папката е била изтрита от потребителя.
cs: Mohlo by to být kvůli následujícím důvodům: - Odkaz na složku byl odebrán, protože porušoval podmínky užívání nebo použití. - Neplatná URL – odkaz, ke kterému se pokoušíte získat přístup, neexistuje. - Odkaz na složku byl odstraněn uživatelem.
es: Esto podría deberse a los siguientes motivos: - El enlace de la carpeta ha sido eliminado debido a una violación de los TdS/PdU. - URL no válida - el enlace al que intentas acceder no existe. - El enlace de la carpeta ha sido desactivado por el usuario.
he: זה עלול לקרות מכמה סיבות: - הקישור לתיקייה נמחק עקב הפרת זכויות יוצרים. - כתובת לא נכונה - הקישור אליו אתה מנסה לגשת לא קיים. - הקישור לתיקייה נמחק על ידי המשתמש.
hu: Ez a következő okok miatt lehetséges: - A mappalink törlésre került az ÁSZF/EFI (Elfogadható Felhasználási Irányelv, angolul AUP) megsértése miatt. - Érvénytelen URL – a link, amelyhez próbál hozzáférni, nem létezik. - A mappalink törlésre került a felhasználó által.
id: Ini bisa jadi karena alasan berikut: - Link folder telah dihapus karena pelanggaran ToS / AUP. - URL tidak valid - link yang Anda coba akses tidak ada. - Link folder telah dihapus oleh pengguna.
ja: これには次の理由が考えられます。 - Tos/AUP 違反により、フォルダリンクが除去された。 - URLが無効。アクセスしようとするリンクが存在しない。 - ユーザーにより、フォルダリンクが削除された。
ko: 아래의 이유로 발생한 문제일 수 있습니다: - 폴더 링크가 ToS/AUP 위반으로 삭제됨. - 잘못된 URL - 접속하려는 링크가 존재하지 않음. - 폴더 링크가 이용자에 의해 삭제됨.
pl: Mogło to nastąpić z następujących powodów: - Podlinkowany katalog został usunięty z powodu naruszenia regulaminu - Błędny link - link, który posiadasz nie istnieje - Katalog został usunięty przez użytkownika.
pt_br: Isto pode ter acontecido devido às seguintes razões: - O link da pasta foi removido devido a uma violação ToS / AUP. - URL inválido - o link que está a tentar aceder não existe. - O link da pasta foi apagado pelo utilizador.
sl: To se lahko zgodi iz naslednjih razlogov: - Povezava na mapo je bila odstranjena zaradi kršitve pravil storitve - Napačen URL - povezava, ki jo želite odpreti, ne obstaja - Povezava na mapo je bila izbrisana s strani uporabnika.
sr: Ово се може десити због једног од следећих разлога: - Директоријум је уклоњен због кршења ToS/AUP. - Неисправан URL - линк коме покушавате приступити не постоји. - Директоријум је обрисан од стране корисника.
sv: Detta kan bero på följande orsaker: - Länken mapp har tagits bort på grund av en ToS / AUP kränkning. - Ogiltig webbadress - länken du försöker komma åt existerar inte. - Länken mappen har tagits bort av användaren.
th: ซึ่งอาจเป็นเพราะสาเหตุต่อไปนี้: - โฟลเดอร์ถูกลบเนื่องจากมีการละเมิด ToS/AUP - URL ไม่ถูกต้อง - ลิงก์ที่คุณพยายามเข้าถึงไม่มีอยู่ - โฟลเดอร์ถูกลบโดยผู้ใช้
zh_hant: 資料夾連結不存在之可能原因： - 因ToS / AUP違規，故該資料夾連結已被刪除。 - 無效的網址 – 您嘗試存取的連結並不存在。 - 該使用者已將資料夾連結刪除。

# Resx/AM_LinkUnavailableTitle
source: Unavailable link
bg: Неналичен линк
cs: Nedostupný odkaz
es: Enlace no disponible
he: קישור לא זמין
id: Link tidak tersedia
ko: 사용할 수 없는 링크
pl: Niedostępny link
pt_br: Link indisponível
sl: Povezava neveljavna
sr: Непостојећи линк
sv: Otillgänglig länk
th: ลิงก์ใช้งานไม่ได้
zh_hans: 不可用的链接
zh_hant: 不可用的連結

# Resx/AM_OpenLinkFailed
source: Open link failed [{0}]
bg: Отварянето на линк се провали [{0}]
cs: Otevření odkazu selhalo [{0}]
es: Falló la apertura de enlace [{0}]
he: פיתח קישור נכשלה [{0}]
id: Buka link gagal [{0}]
ko: 링크 열기 실패 [{0}]
pl: Otwieranie linku nie powiodło się [{0}]
pt_br: Abrir link falhou [{0}]
sl: Odpiranje povezave neuspešno [{0}]
sr: Отварање линка неуспешно [{0}]
sv: Kunde inte öppna länk [{0}]
th: เปิดลิงก์ไม่สำเร็จ [{0}]
zh_hant: 開啟檔案連結失敗 [{0}]

# Resx/AM_OpenLinkFailed_Title
source: Open link failed
bg: Отварянето на линк се провали
cs: Otevření odkazu selhalo
es: Falló la apertura de enlace
he: שגיאה בפתיחת הקישור
id: Gagal membuka link
ko: 링크 열기 실패
pl: Otwarcie nie powiodło się
pt_br: Abrir link falhou
sl: Neuspešno odpiranje povezave
sr: Отварање линка неуспешно
sv: Kunde inte öppna länk
th: เปิดลิงก์ไม่สำเร็จ
zh_hant: 開啟連結失敗

# Resx/AM_DowloadPathUnauthorizedAccess
source: You don't have access to the selected download path. Please select a different download path and try again.
bg: Вие нямате достъп до избрания път за сваляне. Моля, изберете друг път за сваляне и опитайте отново.
cs: Nemáte přístup k vybrané cestě stahování. Vyberte jinou cestu stahování a zkuste to znovu.
es: No tienes acceso a la ruta de descarga seleccionada. Por favor, selecciona otra y prueba de nuevo.
he: אין לך גישה לקישור. אנא בחר קישור אחר ונסה שוב.
id: Anda tidak memiliki akses ke download path yang terpilih. Harap pilih download path yang berbeda dan coba kembali.
ko: 선택한 다운로드 경로에 접근 권한이 없습니다. 다른 다운로드 경로를 선택하고 다시 시도하세요.
pl: Nie masz dostępu do wskazanego katalogu. Wybierz inny katalog i spróbuj ponownie.
pt_br: Você não possui acesso ao caminho de download selecionado. Por favor, selecione outro caminho ou tente novamente.
sl: Nimate dostopa do izbrane mape za prevzemanje. Prosim, izberite drugo mapo za prevzemanje in poskusite ponovno.
sr: Немате приступ изабраној путањи преузимања. Молимо изаберите другу путању преузимања и покушајте поново.
sv: Du har inte tillgång till den valda nedladdningen. Välj en annan nedladdning och försök igen.
th: คุณไม่สามารถเข้าถึงเส้นทางดาวน์โหลดตามที่เลือกได้ กรุณาเลือกเส้นทางดาวน์โหลดอื่นและลองใหม่อีกครั้ง
zh_hant: 你無權取得您所選擇的下載路徑資料。請選擇其他不同的下載路徑，然後再試一次。

# Resx/AM_DowloadPathUnauthorizedAccess_Title
source: Unauthorized access
bg: Неавторизиран достъп
cs: Neoprávněný přístup
es: Acceso no autorizado
he: גישה לא מאושרת
hu: Jogosulatlan hozzáférés
id: Akses tidak sah
ja: 無許可のアクセス
ko: 승인되지 않은 접근
pl: Nie autoryzowany dostęp
pt_br: Acesso não autorizado
sl: Nepooblaščen dostop
sr: Неодобрени приступ
sv: obehörig åtkomst
th: ไม่ได้รับอนุญาตให้เข้าถึง
zh_hans: 访问未授权
zh_hant: 訪問未獲授權

# Resx/AM_CopyFailed
source: Failed to copy item. Please try again.
bg: Неуспешно копиране на елемент. Моля, опитайте отново.
cs: Nepodařilo se zkopírovat položku. Zkuste to znovu.
es: No se ha podido copiar el elemento. Por favor, inténtelo de nuevo.
he: שגיאה בהעתקת קובץ. אנא נסה שוב.
id: Gagal mengkopi item. Harap coba kembali.
ko: 항목 복사 실패. 다시 시도하세요.
pl: Kopiowanie nie powiodło się. Spróbuj ponownie.
pt_br: Falha ao copiar item. Por favor, tente novamente.
sl: Neuspešno kopiranje predmeta. Prosim, poskusite ponovno.
sr: Копирање ставке неуспешно. Молимо покушајте поново.
sv: Kunde inte kopiera objektet. försök igen.
th: ไม่สามารถคัดลอกรายได้ กรุณาลองใหม่อีกครั้ง
zh_hant: 複製失敗，請再試一次。

# Resx/AM_CopyFailed_Title
source: Copy failed
bg: Копирането се провали
cs: Kopírování selhalo
es: Copia fallida
he: העתקה נכשלה
id: Copy gagal
ko: 복사 실패
pl: Kopiowanie nie powiodło się
pt_br: Copia Falhou
sl: Kopiranje neuspešno
sr: Копирање неуспешно
sv: Kopiering misslyckad
th: คัดลอกไม่สำเร็จ
zh_hant: 複製失敗

# Resx/AM_DisableDebugMode_Message
source: The log ({0}) will be deleted from the Offline section.
bg: Log файлът ({0}) ще бъде изтрит от раздела Offline.
cs: Protokol ({0}) bude odstraněn z oddílu Offline.
es: El log ({0}) se eliminará de la sección 'sin conexión'.
he: קובץ הלוג ({0}) יימחק מהחלק הלא מקוון.
id: Log ({0}) akan dihapus dari seksi Offline
ko: 로그 ({0})가 오프라인 부문에서 삭제됩니다.
pl: Plik rejestru ({0}) zostanie usunięty z trybu Offline.
pt_br: O log ({0}) sera excluído da seção off-line.
sl: Log datoteka ({0}) bo izbrisana z razdelka brez povezave.
sr: Запис ({0}) ће бити обрисан из офлајн секције.
sv: Loggen ({0}) kommer att raderas från Offline sektionen.
th: รายการบันทึก ({0}) จะถูกลบออกจากส่วนออฟไลน์
zh_hant: 將從離線模式中刪除log記錄 ({0})。

# Resx/AM_DisableDebugMode_Title
source: Disable DEBUG mode
bg: Изключи DEBUG режим
cs: Zakázat režim LADĚNÍ
es: Desactivar modo DEBUG
he: בטל מצב דיבאג
hu: HIBAKERESŐ mód letitlása
id: Matikan mode DEBUG
ko: 디버그 모드 비활성화
pl: Zablokuj tryb DEBUG
pt_br: Desativar o modo de depuração
sl: Onemogoči DEBUG način
sr: DEBUG мод искључен
sv: DEBUG avslaget
th: ปิดใช้งานโหมดดีบัก
zh_hans: 禁用 调试 模式
zh_hant: 關閉調試模式

# Resx/AM_EnableDebugMode_Message
source: A log will be created in the Offline section ({0}).
bg: Log файл ще бъде създаден в раздела Offline ({0}).
cs: Protokol bude vytvořen v oddílu Offline ({0}).
es: Se creará un log en la sección 'sin conexión' ({0}).
he: קובץ לוג יווצר בחלק הלא מקוון ({0}).
id: Sebuah log akan dibuat pada seksi Offline ({0}).
ko: 오프라인 부문에 로그가 작성됩니다 ({0}).
pl: Plik rejestru będzie tworzony w trybie Offline ({0}).
pt_br: Um log será criado na seção off-line ({0}).
sl: Log datoteka bo ustvarjena v razdelku brez povezave ({0}).
sr: Запис ће бити креиран у офлајн секцији. ({0}).
sv: En logg blir skapad i offline sektionen ({0}).
th: รายการบันทึกจะถูกสร้างในส่วนออฟไลน์ ({0})
zh_hant: 將於離線模式中留下log記錄 ({0})。

# Resx/AM_EnableDebugMode_Title
source: Enable DEBUG mode
bg: Включи DEBUG режим
cs: Povolit režim LADĚNÍ
es: Activar modo DEBUG
he: אפשר מצב דיבאג
hu: HIBAKERESŐ mód engedéylezése
id: Nyalakan mode DEBUG
ko: 디버그 모드 활성화
pl: Odblokuj tryb DEBUG
pt_br: Ativar o modo de depuração
sl: Omogoči DEBUG način
sr: DEBUG мод укључен
sv: DEBUG påslaget
th: เปิดใช้งานโหมดดีบัก
zh_hans: 开启 调试 模式
zh_hant: 開啟調試模式

# Resx/AM_DebugModeEnabled_Message
source: Debug mode is enabled. Do you want to disable it?
bg: Режим Отстраняване на грешки е включен. Искате ли да го изключите?
cs: Režim ladění je povolen. Chcete ho zakázat?
es: El modo depuración está activo. ¿Quieres desactivarlo?
he: מצב דיבאג מופעל. האם תרצה לכבות אותו?
id: Debug mode telah diaktifkan. Apakah anda ingin meng-nonaktifkan?
ko: 디버그 모드가 활성화되었습니다. 해제하시겠습니까?
pl: Tryb Debug jest włączony. Czy chcesz wyłączyć?
pt_br: modo de depuração está habilitado. Você quer desativá-lo?
sl: Razhroščevalni način je vključen. Ali ga želite izključiti?
sr: Мод за дебуговање омогућен. Да ли желите да га онемогућите?
sv: Debug mode är aktivt vill du stänga av det?
th: โหมดดีบักถูกเปิดใช้งาน คุณต้องการที่จะปิดการใช้งานหรือไม่
zh_hant: 偵錯模式已啟用。請問您想關閉它嗎？

# Resx/AM_DebugModeEnabled_Title
source: Debug mode
bg: Режим Отстраняване на грешки
cs: Režim ladění
es: Modo depuración
he: מצב דיבוג
id: Mode debug
ko: 디버그 모드
pl: Tryb Debug
pt_br: Modo de depuração
sl: Razhroščevalni način
sr: Debug мод
sv: Debugläge
th: โหมดดีบัก
zh_hant: 偵錯模式

# Resx/AM_ShareItemFromMega_Message
source: Item shared by the Windows Phone MEGA app.
bg: Елемент споделен от Windows Phone MEGA приложението.
cs: Položka sdílená aplikací MEGA pro Windows Phone.
es: Elemento compartido con la aplicación de MEGA de Windows Phone.
he: הקובץ שותף על ידי אפקליציית MEGA עבור ווינדוס פון.
id: Item dibagikan oleh Windows Phone MEGA app.
ko: 윈도 폰용 MEGA 앱에서 공유된 항목
pl: Plik udostępniony przez aplikację MEGA na Windows Phone.
pt_br: Item compartilhado pelo app MEGA para Windows Phone
sl: Predmet deljen z Windows Phone MEGA appom.
sr: Ставка подељена преко Windows Phone MEGA апликације.
sv: objekt delade via Windows Phone MEGA app.
th: รายการนี้ถูกแชร์โดยแอป MEGA บน Windows Phone
zh_hant: 從MEGA app (Windows手機) 應用程式分享之檔案

# Resx/AM_ShareItemFromMega_Title
source: Item shared from MEGA
bg: Елемент споделен от MEGA
cs: Položka sdílená z MEGA
es: Ítem compartido desde MEGA
he: הקובץ שותף דרך MEGA
id: Item dibagikan dari MEGA
ko: MEGA로부터 공유된 항목
pl: Elementy udostępnione z MEGA
pt_br: Item compartilhado do MEGA
sl: Predmet, deljen z MEGA
sr: Ставка подељена од MEGA
sv: objekt delade på MEGA
th: รายการที่แชร์จาก MEGA
zh_hant: MEGA共享檔案

# Resx/AM_ShareMultipleItemsFromMega_Message
source: Items shared by the Windows Phone MEGA app.
bg: Елементи споделени от Windows Phone MEGA приложението.
cs: Položky sdílené aplikací MEGA pro Windows Phone.
es: Elementos compartidos con la aplicación de MEGA de Windows Phone.
he: הקבצים שותפו על ידי אפקליציית MEGA עבור ווינדוס פון.
id: Items dibagikan oleh Windows Phone MEGA app.
ko: 윈도 폰용 MEGA 앱에서 공유된 항목
pl: Pliki udostępnione przez aplikację MEGA na Windows Phone.
pt_br: Itens compartilhados pelo app MEGA para Windows Phone
sl: Predmeti deljeni z Windows Phone MEGA appom.
sr: Ставке подељена преко Windows Phone MEGA апликације.
sv: objekt delade via Windows Phone MEGA app.
th: รายการนี้ถูกแชร์โดยแอป MEGA บน Windows Phone
zh_hant: 從MEGA app (Windows手機) 應用程式分享之檔案

# Resx/AM_ShareMultipleItemsFromMega_Title
source: Items shared from MEGA
bg: Елементи споделени от MEGA
cs: Položky sdílené z MEGA
es: Ítems compartidos desde MEGA
he: הקבצים שותפו דרך MEGA
id: Items dibagikan dari MEGA
ko: MEGA로부터 공유된 항목
pl: Elementy udostępnione z MEGA
pt_br: Itens compartilhados a partir do MEGA
sl: Predmeti, deljeni z MEGA
sr: Ставке подељене од MEGA
sv: objekt delade på MEGA
th: รายการที่แชร์จาก MEGA
zh_hant: MEGA共享檔案

# Resx/AM_ImportFolderFailed
source: Failed to import folder. Please try again.
bg: Неуспешно импортиране на папка. Моля, опитайте отново.
cs: Nepodařilo se importovat složku. Zkuste to znovu.
es: Fallo al importar carpeta. Por favor, inténtelo de nuevo.
he: שגיאה בייבוא התיקייה. אנא נסה שוב.
id: Gagal mengimpor folder. Harap coba kembali.
ko: 폴더 들여오기 실패. 다시 시도하세요.
pl: Importowanie katalogu nie powiodło się. Spróbuj ponownie.
pt_br: Falha ao importar pasta. Por favor, tente novamente.
sl: Napaka pri uvozu mape. Prosim, poskusite ponovno.
sr: Увоз фолера неуспешан. Молимо покушајте поново.
sv: Misslyckad import av mapp försök igen.
th: ไม่สามารถนำเข้าโฟลเดอร์ กรุณาลองอีกครั้ง
zh_hant: 匯入資料夾失敗，請再試一次。

# Resx/AM_ImportFolderFailed_Title
source: Folder import failed
bg: Импортирането на папка се провали
cs: Import složky selhal
es: Importación de carpeta fallida
he: ייבוא תיקייה נכשל
id: Folder import gagal
ko: 폴더 들여오기 실패
pl: Import katalogu nie powiódł się
pt_br: Falha na importação de pasta
sl: Uvoz mape neuspešen
sr: Увоз фолдера неуспешан
sv: Import av mapp misslyckades
th: การนำเข้าโฟลเดอร์ล้มเหลว
zh_hant: 匯入資料夾失敗

# Resx/AM_ImportLinkFailed_Title
source: Link import failed
bg: Вмъкването на линк се провали
cs: Import odkazu selhal
es: Importación de enlace fallida
he: ייצוא קישור נכשל
id: Import link gagal
ko: 링크 들여오기 실패
pl: Import linka nie powiódł się
pt_br: Falha na importação
sl: Uvoz povezave neuspešen
sr: Увоз линка неуспешан
sv: Import av länk misslyckades
th: การนำเข้าลิงก์ล้มเหลว
zh_hant: 匯入連結失敗

# Resx/AM_ShareFromMegaFailed_Message
source: Failed to share item(s) from MEGA. Please try again.
bg: Неуспешно споделяне на елемент(и) от MEGA. Моля, опитайте отново.
cs: Nepodařilo se sdílet položky z MEGA. Zkuste to znovu.
es: Fallo al compartir elemento(s) de MEGA. Por favor, inténtelo de nuevo.
he: שגיאה בשיתוף הקובץ(ים) מ-MEGA. אנא נסה שוב.
id: Gagal membagikan item(s) dari MEGA. Harap coba kembali.
ko: MEGA에서 항목 공유 실패. 다시 시도하세요.
pl: Udostępnianie elementów z MEGA nie powiodło się. Spróbuj ponownie.
pt_br: Falha ao compartilhar arquivo(s) do MEGA. Por favor, tente novamente.
sl: Napaka pri deljenju predmeta/ov z MEGA. Prosim, poskusite ponovno.
sr: Неуспешно дељење ставке(и) са MEGA. Молимо покушајте поново.
sv: Kunde inte dela objekt(en) från MEGA. Försök igen.
th: ไม่สามารถแชร์รายการจาก MEGA กรุณาลองอีกครั้ง
zh_hant: 無法從MEGA分享項目，請再試一次。

# Resx/AM_ShareFromMegaFailed_Title
source: Error sharing item(s)
bg: Грешка при споделяне на елемента(ите)
cs: Chyba při sdílení položek
es: Error compartiendo elemento(s)
he: שגיאה בשיתוף הקובץ(ים)
id: Gagal membagi item(s)
ko: 항목 공유 오류
pl: Błąd udostępniania elementów
pt_br: Erro ao compartilhar arquivo(s)
sl: Napaka pri deljenju predmeta/ov
sr: Грешка приликом дељења ставке(и)
sv: Fel vid delning av objekt
th: เกิดข้อผิดพลาดในการแชร์รายการ
zh_hant: 分享項目錯誤

# Resx/AM_AlreadyPurchased
source: Your purchase of a MEGA subscription has failed because you have already purchased this item.
bg: Вашата покупка на MEGA абонамент е неуспешна, защото вече сте закупили този артикул.
cs: Váš nákup předplatného MEGA selhal, protože jste již tuto položku zakoupili.
es: La compra de tu suscripción MEGA ha fallado porque ya habías comprado este producto.
he: רכישת המנוי שלך של MEGA נכשלה מכיוון וכבר רכשת מוצר זה.
id: Pembelian subskripsi MEGA anda telah gagal karena anda telah membeli item ini.
pl: Twoje zamówienie subskrypcji MEGA nie powiodło się, ponieważ Twoja subskrypcja jest już aktywna.
pt_br: Sua compra de uma assinatura MEGA falhou porque você já comprou este item.
sr: Ваша куповина MEGA претплате није успешна јер сте већ купили ову ставку.
sv: Ditt köp av en MEGA abonnemang har misslyckats eftersom du redan har köpt den här produkten.
th: การซื้อสมัครใช้งาน MEGA ล้มเหลว เนื่องจากคุณได้ซื้อรายการนี้ไปแล้ว
zh_hant: 您的MEGA訂閱購買失敗，因為您已經購得此項目了。

# Resx/AM_AlreadyPurchased_Title
source: Already purchased
bg: Вече закупени
cs: Již zakoupeno
es: Ya comprado
he: כבר נרכש
id: Telah dibeli
pl: Element został już zakupiony
pt_br: Já comprado
sr: Већ купљено
sv: Redan köpt
th: ซื้อแล้ว
zh_hant: 已購買

# Resx/AM_PurchaseFailed
source: Your purchase of a MEGA subscription has failed or has been cancelled. Please try again or contact Windows Store support.
bg: Вашата покупка на MEGA абонамент се е провалила или е била отменена. Моля, опитайте отново или се свържете с поддръжката на Windows Store.
cs: Váš nákup předplatného MEGA selhal nebo byl zrušen. Zkuste to to znovu nebo se obraťte na podporu Windows Store.
es: La compra de tu suscripción MEGA ha fallado o ha sido cancelada. Por favor, inténtalo de nuevo o contacta con el soporte de Windows Store.
he: רכישת המנוי שלך של MEGA נכשלה או בוטלה. אנא נסה שוב או צור קשר עם התמיכה של חנות האפליקציות של ווינדוס.
id: Pembelian subskripsi MEGA anda telah gagal atau telah dibatalkan. Harap coba kembali atau kontak Windows Store support.
pl: Twoje zamówienie subskrypcji MEGA nie powiodło się lub zostało anulowane. Spróbuj ponownie lub skontaktuj się z obsługą Windows Store.
pt_br: Sua compra de uma assinatura MEGA falhou ou foi cancelada. Por favor, tente novamente ou entre em contato com o Windows suporte Store.
sr: Ваша куповина MEGA претплате је неуспешна или је прекинута. Молимо покушајте поново или контактирајте Windows Store подршку.
sv: Ditt köp av en MEGA abonnemang har misslyckats eller har avbrutits. Försök igen eller kontakta Windows Store support.
th: การซื้อสมัครใช้งาน MEGA ของคุณล้มเหลวหรือถูกยกเลิกแล้ว กรุณาลองอีกครั้งหรือติดต่อฝ่ายสนับสนุนของ Windows Store
zh_hant: 您的MEGA訂閱購買失敗或已取消。請再試一次，或與Windows應用商店的客服聯繫。

# Resx/AM_PurchaseFailed_Title
source: Purchase failed or cancelled
bg: Покупката се провали или беше отказана
cs: Nákup selhal nebo byl zrušen
es: Compra fallida o cancelada
he: הרכישה נכשלה או התבטלה
id: Pembelian gagal atau dibatalkan
pl: Zamówienie zostało anulowane
pt_br: Compra falhou ou foi cancelada
sr: Куповина неуспешна или отказана.
sv: Köpet misslyckades eller avbröts
th: การสั่งซื้อล้มเหลวหรือยกเลิก
zh_hant: 購買失敗或已取消

# Resx/AM_PurchaseSucceeded
source: Your MEGA subscription purchase has succeeded.
bg: Вашата покупка на MEGA абонамент беше успешна.
es: La compra de tu suscripción MEGA se ha realizado con éxito.
he: רכישת המנוי שלך של MEGA הצליחה.
id: Pembelian subskripsi MEGA anda telah berhasil.
pl: Twoja subskrypcja MEGA powiodła się.
pt_br: Sua compra de assinatura MEGA foi bem sucedida.
sr: Ваша MEGA претплата куповина успешна.
sv: Ditt köp av MEGA abonnemang lyckades.
th: ซื้อการสมัครรับข้อมูล MEGA ของคุณสำเร็จแล้ว
zh_hant: 您的MEGA訂閱購買成功。

# Resx/AM_PurchaseSucceeded_Title
source: Purchase succeeded
bg: Покупката беше успешна
cs: Úspěšně zakoupeno
es: Compra con éxito
he: הרכישה הצליחה
id: Pembelian berhasil
pl: Zakup zakończony pomyślnie
pt_br: Compra sucedida
sr: Куповина успешна
sv: Köpet slutfört
th: ซื้อสำเร็จแล้ว
zh_hant: 已成功購得

# Resx/AM_PurchaseValidationFailed
source: Your purchase of a MEGA subscription has not passed validation at our licence server. On restart of this app we will retry to validate your subscription licences. Please contact MEGA support if the error continues.
he: רכישת המנוי שלך של MEGA לא עברה את תהליך האימות בשרת שלנו. באתחול האפליקציה אנו ננסה לאמת מחדש את רכישת המנוי שלך. אם הבעיה ממשיכה, אנא צור קשר עם התמיכה של MEGA.
id: Pembelian subskripsi MEGA anda belum melewati validasi di server kami. Saat restart app ini kami akan mencoba untuk memvalidasi izin subskripsi anda. Harap kontak MEGA support jika error berlanjut.
pl: Twoje zamówienie subskrypcji MEGA nie przeszło weryfikacji na naszym serwerze. Zrestartuj aplikację i spróbuj ponownie. Jeżeli błąd będzie się powtarzać, skontaktuj się z nami.
th: การซื้อสมัครรับข้อมูล MEGA ของคุณไม่ผ่านการตรวจสอบที่เซิร์ฟเวอร์สิทธิ์การใช้งานของเรา เมื่อรีสตาร์ทแอปนี้เราจะพยายามตรวจสอบใบอนุญาตการสมัครรับข้อมูลของคุณอีกครั้ง กรุณาติดต่อฝ่ายสนับสนุน MEGA หากข้อผิดพลาดยังคงมีอยู่
zh_hant: 您的MEGA訂閱購買未於我們的授權伺服器上通過驗證。重新開啟此應用程式後，我們將試著再次驗證您的購買憑證。如果此錯誤仍然存在，請聯絡MEGA支援中心。

# Resx/AM_PurchaseValidationFailed_Title
source: Purchase validation failed
bg: Валидирането на покупката се провали
cs: Ověření nákupu selhalo
es: Validación de compra fallida
he: לא הצלחנו לאמת את הרכישה
id: Validasi pembelian gagal
pl: Weryfikacja zamówienie nie powiodła się
pt_br: validação da compra falhou
sr: Валидација куповине неуспешна
sv: Köpet kunde inte valideras
th: การตรวจสอบการซื้อล้มเหลว
zh_hant: 購買驗證失敗

# Resx/AM_AssociatedUserAccountTerminated
source: The account that created this link has been terminated due to multiple violations of our Terms of Service.
bg: Асоциираният потребителски профил е прекратен поради неколкократни нарушения на нашите Условия за Ползване.
es: La cuenta que creó este enlace ha sido cancelada debido a múltiples infracciones de nuestros Términos de Servicio.
he: החשבון שיצא קישור זה בוטל עקב הפרה חוזרת של תנאי השימוש.
id: Akun yang membuat link ini telah dimatikan karena beberapa pelanggaran Kebijakan Pelayanan kami.
pl: To konto zostało zablokowane z powodu naruszeń regulaminu serwisu.
sr: Повезани кориснички налог је угашен због више нарушивања наших Услова Коришћења Услуга.
sv: Det tillhörande användarkontot har avslutats på grund av flera brott mot våra användarvillkor .
th: บัญชีที่สร้างลิงก์นี้ถูกยุติการใช้งาน เนื่องจากมีการละเมิดข้อกำหนดในการบริการของเราหลายครั้ง
zh_hant: 由於多次違反我們的服務條款，因此創建此連結的帳戶已被停權。

# Resx/AM_DownloadFailed_Title
source: Download failed
bg: Изтеглянето е неуспешно
cs: Stahování selhalo
es: Descarga fallida
he: ההורדה נכשלה
id: Download gagal
pl: Pobieranie nie powiodło się
pt_br: Falha no descarregamento
sr: Преузимање није успело
sv: Nedladdning misslyckades
th: ดาวน์โหลดไม่สำเร็จ
zh_hant: 下載失敗

# Resx/AM_DownloadFolderLinkFailed
source: Could not download the folder link. Please try again.
bg: Не може да се изтегли връзката към папката. Моля, опитайте отново.
cs: Nelze stáhnout odkaz na složku. Zkuste to znovu.
es: No se pudo descargar el enlace de carpeta. Por favor, inténtalo de nuevo.
he: לא ניתן להוריד את קישור התיקייה. אנא נסה שוב.
id: Tidak dapat mendownload folder link. Harap coba kembali.
pl: Nie można było pobrać katalogu. Spróbuj ponownie.
pt_br: Não foi possível baixar o link da pasta. Por favor, tente novamente.
sr: Није могуће преузети линк фолдера. Молимо покушајте поново.
sv: Kunde inte ladda ned mapplänk, försök igen
th: ไม่สามารถดาวน์โหลดลิงก์โฟลเดอร์ได้ กรุณาลองอีกครั้ง
zh_hant: 無法下載該資料夾連結，請再試一次。

# Resx/AM_ImportFailed_Title
source: Import failed
bg: Импортирането се провали
cs: Import selhal
es: Importación fallida
he: הייבוא נכשל
id: Import gagal
pl: Importowanie nie powiodło się
pt_br: A importação falhou
sr: Увоз није успео
sv: Importering misslyckad
th: การนำเข้าล้มเหลว
zh_hant: 匯入失敗
