Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.resx
Languages: ar, de, fr, it, nl, pt, ro, ru, sk, tr, uk, vi

# CreditCardStoreFailed
source: The credit card information is not correct. The credit card will not be charged.
ar: معلومات بطاقة الائتمان غير صحيحة. لن يتم تحصيل رسوم من بطاقة الائتمان.
de: Die Kreditkarteninformationen sind nicht korrekt. Die Karte wird nicht belastet.
fr: Les informations de la carte de crédit n'est pas correcte. La carte de crédit ne sera pas facturée.
it: I dati della carta di credito non sono corretto. Non sarà addebitato sulla carta di credito.
nl: De creditcardinformatie is niet correct. De creditcard wordt niet belast.
pt: As informações relativas ao cartão de crédito não estão corretas. O cartão de crédito não será cobrado.
ro: Informaţiile cardului de credit nu sunt corecte. Nu ţi se va retrage nicio sumă de pe cardul de credit.
ru: Неверная информация о кредитной карте. С кредитной карты не будет взиматься плата.
sk: Informácie o kreditnej karte sú nesprávne. Fianancie z nej nebudú stiahnuté.
tr: Kredi kartı bilgileri doğru değil. Kredi kartından ödeme alınmayacaktır.
uk: Дані кредитної карти не вірні. Кошти не стягнуто.
vi: Thông tin thẻ tín dụng bạn vừa nhập không chính xác. Giao dịch không thành công.

# CreditCardStoreFailed_Title
source: Storing credit card failed
ar: تخزين بطاقة ائتمانية فاشل
de: Kreditkarteninformationen konnten nicht gespeichert werden
fr: Échec de l'enregistrement de la carte de crédit
it: Memorizzazione carta di credito fallita
nl: Opslaan creditcard is mislukt
pt: Armazenamento do cartão de crédito falhou
ro: Stocarea cardului de credit a eşuat
ru: Сохранение кредитной карты не удалось
sk: Ukladanie kreditnej karty zlyhalo
tr: Kredi kartı saklama başarısız oldu
uk: Кредитну карту не збережено
vi: Lưu thông tin thẻ thất bại

# RequiredFieldsCreditCardPayment
source: Please fill in all the required fields and try again.
ar: يرجى تعبئة جميع البيانات المطلوبة وحاول مرة أخرى.
de: Bitte füllen Sie alle Pflichtfelder aus und versuchen Sie es erneut.
fr: Veuillez remplir tous les champs requis et essayer à nouveau.
it: Compila tutti i campi obbligatori e riprova.
nl: Vul alstublieft alle gevraagde velden in en probeer opnieuw.
pt: Por favor preencha todos os campos obrigatórios e tente novamente.
ro: Te rugăm să completezi câmpurile necesare şi să reîncerci.
ru: Пожалуйста, заполните все обязательные поля и попробуйте еще раз.
sk: Prosím vypňte všetky potrebné polia a skúste to znovu.
tr: Gerekli tüm alanları doldurun ve tekrar deneyin.
uk: Будь ласка, заповніть усі обов'язкові поля і спробуйте ще раз.
vi: Xin điền các thông tin cần thiết vào chỗ trống và thử lại.

# WrongDataFormatCreditCardPayment
source: The credit card number, month/year of expiration and the CVV should be numeric. Please check that everything is correct and try again.
ar: رقم بطاقة الائتمان، تاريخ الانتهاء شهر/سنة وCVV يجب ان يكون رقمي. الرجاء التأكد من كل شيء صحيح والمحاولة ثانية
de: Die Kreditkartennummer, Monat/Jahr des Ablaufs und der CVV müssen numerisch sein. Bitte prüfen Sie Ihre Angaben und versuchen Sie es erneut.
fr: Le numéro de la carte de crédit, le mois/année d'expiration et le CVV ne devraient être que des chiffres. Veuillez vérifier que tout est en ordre et essayer à nouveau.
it: Il numero di carta di credito, mese anno di scadenza e il CVV dovrebbero essere numerici. Si prega di verificare che tutto sia corretto e riprovare.
nl: Het creditcardnummer, maand/jaar geldig tot en het cvv nummer moeten nummeriek zijn. Controleer alstublieft of alles correct is en probeer opnieuw.
pt: O número do cartão de crédito, mês/ano de validade e o CVV devem ser numéricos. Por favor verifique se tudo está correcto e tente novamente.
ro: Numărul cardului de credit, luna/anul expirării şi CVV-ul ar trebui să fie numerice. Te rugăm să verifici ca toate să fie corecte şi să reîncerci.
ru: Номер кредитной карты, срок действия (месяц/год) и CVV должны быть числовыми значениями. Пожалуйста убедитесь, что все правильно, и повторите попытку.
sk: Číslo kreditnej karty, mesiac/rok expirácie a CVV by mali byť numerické. Prosím skontrolujte, či je všetko správne a skúste to znovu.
tr: Kredi kartı numarası, son kullanma tarihi (ay/yıl ) ve CVV rakamlardan oluşmalı. Her şeyin doğru olduğunu kontrol edin ve tekrar deneyin.
uk: Номер кредитної картки, місяць, рік і CVV повинні бути числами. Будь ласка, переконайтеся, що заповнено вірно і повторіть спробу.
vi: Số thẻ tín dụng, tháng/năm của ngày hết hạn và mã CVV phải viết bằng số. Xin kiểm tra lại nếu chưa đúng và thử lại.

# WrongDataFormat_Title
source: Wrong data format
ar: صيغة البيانات خاطئة
de: Ungültiges Format
fr: Format de quota incorrect
it: Formato errato
nl: Dataformaat verkeerd
pt: Formato de data incorrecto
ro: Format greşit al datei
ru: Неправильный формат данных
sk: Zlý formát dát
tr: Yanlış veri formatı
uk: Невірний формат даних
vi: Sai định dạng data

# CancelSubscriptionFailed
source: The subscription has not been canceled successfully. Please contact support@mega.nz to cancel your subscription.
ar: لم يتم إلغاء الاشتراك بشكل صحيح. يرجى الاتصال support@mega.nz لإلغاء اشتراكك.
de: Das Abonnement konnte nicht storniert werden. Bitte setzen Sie sich mit support@mega.nz in Verbindung.
fr: L'abonnement n'a pas correctement été annulé. Veuillez contacter support@mega.nz pour annuler votre abonnement.
it: La sottoscrizione non è stata cancellata correttamente. Per favore, contatta support@mega.nz per cancellare la tua sottoscrizione.
nl: Het abonnement was niet succesvol geannuleerd. Neem contact op met support@mega.nz om uw abonnement te annuleren.
pt: A subscrição não foi cancelada correctamente. Por favor contacte support@mega.nz para cancelar a sua subscrição.
ro: Abonamentul nu a fost anulat corect. Te rugăm să contactezi support@mega.nz pentru a anula abonamentul.
ru: Подписка не была отменена правильно. Пожалуйста, свяжитесь с support@mega.nz для отмены подписки.
sk: Predplatné nebolo správne zrušené. Prosím kontaktujte support@mega.nz pre zrušenie vášho predplatného.
tr: Abonelik iptal edilememiştir. Aboneliğinizi iptal etmek için lütfen support@mega.nz ile iletişime geçin.
uk: Підписку не було скасовано. Будь ласка, зв'яжіться з support@mega.nz, щоб скасувати підписку.
vi: Gói hạng thành viên trả phí chưa được hủy đúng cách. Xin liên hệ support@mega.nz để được giúp đỡ hủy bỏ dịch vụ.

# CancelSubscriptionFailed_Title
source: Subscription cancellation failed
ar: فشل في إلغاء الاشتراك
de: Stornierung ihres Abonnements fehlgeschlagen
fr: Échec de l'annulation de l'abonnement
it: Cancellazione abbonamento fallita
nl: Annulering van het abonnement is mislukt
pt: Cancelamento da subscrição falhou
ro: Anularea abonamentului a eşuat
ru: Аннулирование подписки не удалось
sk: Zrušenie predplatného zlyhalo
tr: Abonelik iptal edilemedi
uk: Невдале скасування підписки
vi: Hủy bỏ thuê bao thất bại

# CancelSubscriptionSuccessfully
source: The subscription has been cancelled.
ar: تم إلغاء الاشتراك.
de: Das Abonnement wurde storniert.
fr: L'abonnement a été annulé.
it: La sottoscrizione è stata annullata.
nl: Het abonnement is geannuleerd.
pt: A subscrição foi cancelada.
ro: Abonamentul a fost anulat.
ru: Подписка отменена.
sk: Predplatné bolo zrušené.
tr: Abonelik iptal edildi.
uk: Підписку було скасовано коректно.
vi: Gói thuê bao đã bị hủy.

# CancelSubscriptionSuccessfully_Title
source: Subscription cancelled
ar: تم إلغاء الاشتراك
de: Abonnement storniert
fr: Annulation de l'abonnement
it: Iscrizione annullata
nl: Abonnement geannuleerd
pt: Subscrição cancelada
ro: Abonament anulat
ru: Подписка отменена
sk: Predplatné zrušené
tr: Abonelik iptal edildi
uk: Підписку скасовано
vi: Thuê bao đã được hủy

# CancelSubscription_Title
source: Cancel Subscription
ar: إلغاء الاشتراك
de: Abonnement stornieren
fr: Annuler l'Abonnement
it: Annulla Iscrizione
nl: Abonnement opzeggen
pt: Cancelar Subscrição
ro: Anulează abonamentul
ru: Отменить подписку
sk: Zrušiť Predplatenie
tr: Aboneliği İptal Et
uk: Скасувати Підписку
vi: Hủy Thuê Bao

# RequiredFieldsCancelSubscription
source: Please give us your feedback. Thanks.
ar: يرجى اعطاءنا ملاحظاتك. شكرا.
de: Bitte teilen Sie uns Ihre Meinung mit. Danke.
fr: Merci de nous expliquer pourquoi. Merci.
it: Ti preghiamo di condividere il tuo feedback. Grazie.
nl: We ontvangen graag uw feedback. Bedankt.
pt: Por favor dê-nos a sua opinião. Obrigado.
ro: Te rugăm să ne oferi feedbackul tău. Mulţumim.
ru: Пожалуйста оставьте нам свой отзыв. Спасибо.
sk: Prosím, zanechajte nám svoj názor. Ďakujeme.
tr: Lütfen görüşlerinizi belirtin. Teşekkürler.
uk: Будь ласка, введіть повідомлення зворотнього зв'язку. Дякуємо.
vi: Xin gửi phản hồi cho chúng tôi. Xin cảm ơn.

# UpgradeAccountFailed
source: The operation failed. Your credit card has not been charged.
ar: The operation has not finished correctly. The credit card will not be charged.
de: Die Operation ist fehlgeschlagen. Die Kreditkarte wurde nicht belastet.
fr: L'opération ne s'est pas terminée correctement. La carte de crédit ne sera pas facturée.
it: L'operazione non è terminata correttamente. Non sarà addebitato sulla carta di credito.
nl: De handeling is niet goed afgerond. De creditcard wordt niet belast.
pt: A operação não foi terminada correctamente. O cartão de crédito não será cobrado.
ro: Operaţia a eşuat. Nu ţi s-a retras nicio sumă de pe cardul de credit.
ru: Операция завершена некорректно. С кредитной карты не будет взиматься плата.
sk: Operácia nebola správne dokončená. Financie z kreditnej karty nebudú stiahnuté.
tr: İşlem doğru bir şekilde bitmedi. Kredi kartından ödeme alınmayacaktır.
uk: Операцію завершено некоректно. Кошти не стягнуто.
vi: Quá trình chưa hoàn tất một cách chính xác. Giao dịch chưa thể diễn ra.

# UpgradeAccountFailed_Title
source: Error upgrading account
ar: خطأ في ترقية الحساب
de: Account-Upgrade fehlgeschlagen
fr: Erreur lors de la mise-à-jour du compte
it: Errore aggiornamento account
nl: Fout bij upgraden account
pt: Erro ao fazer o upgrade da conta
ro: Eroare la upgradarea contului
ru: Ошибка улучшения аккаунта
sk: Vylepšovaniu účtu zlyhalo
tr: Hesap yükseltilirken hata oluştu
uk: Акаунт не покращено
vi: Lỗi nâng cấp tài khoản

# UpgradeAccountSuccessfully
source: Account successfully upgraded!
ar: تم ترقية الحساب بنجاح!
de: Account-Upgrade erfolgreich
fr: Mis-à-jour du compte effectué avec succès !
it: Account aggiornato con successo!
nl: Account met succes opgewaardeerd!
pt: Upgrade de conta efetuado com sucesso!
ro: Cont upgradat cu succes!
ru: Аккаунт успешно улучшен!
sk: Účet úspešne vylepšený!
tr: Hesap başarılı bir şekilde yükseltildi!
uk: Акаунт успішно оновлено!
vi: Tài khoản đã được nâng cấp thành công!

# UpgradeAccountSuccessfully_Title
source: Account upgraded
ar: تم ترقية الحساب
de: Account-Upgrade erfolgreich
fr: Compte mis-à-jour
it: Account aggiornato
nl: Account opgewaardeerd
pt: Upgrade da conta com sucesso
ro: Cont upgradat
ru: Аккаунт улучшен
sk: Účet vylepšený
tr: Hesap yükseltildi
uk: Акаунт поліпшено
vi: Đã nâng cấp tài khoản

# GetPaymentMethodsFailed
source: Failed to retrieve the available payment methods. Please try again. [{0}]
ar: فشل في استرداد وسائل الدفع المتاحة. حاول مرة اخرى. [{0}]
de: Fehler beim Ermitteln der verfügbaren Zahlungsmethoden. Bitte versuchen Sie es erneut. [{0}]
fr: Impossible de récupérer les méthodes de paiement. Veuillez ressayer. [{0}]
it: Ricezione dei metodi di pagamento disponibili fallita. Per favore, riprova. [{0}]
nl: Het ophalen van beschikbare betaalmethodes is mislukt. Probeer alstublieft opnieuw. [{0}]
pt: Falha ao obter os métodos de pagamento disponíveis. Por favor tente novamente.
ro: Eşec la obţinerea de metode de plată disponibile. Te rugăm să încerci din nou. [{0}]
ru: Не удалось получить доступные способы оплаты. Пожалуйста попробуйте еще раз. [{0}]
sk: Chyba pri získavaní dostupných platobných metód. Prosím skúste to znovu. [{0}]
tr: Mevcut ödeme yöntemleri alınamadı. Lütfen tekrar deneyin. [{0}]
uk: Не вдалося отримати доступні методи оплати. Будь ласка, спробуйте ще раз. [{0}]
vi: Lấy phương thức thanh toán thất bại. Xin thử lại. [{0}]

# GetPaymentMethodsFailed_Title
source: Error getting payment methods
ar: خطأ في طرق الدفع
de: Zahlungsmethoden konnten nicht abgerufen werden
fr: Erreur lors de la récupération des méthodes de paiement
it: Errore nel recupero dei dettagli di pagamento
nl: Fout bij het ophalen van betaalmethodes
pt: Erro ao obter métodos de pagamento
ro: Eroare la obţinerea metodelor de plată
ru: Ошибка получения методов оплаты
sk: Chyba pri získavaní platobných metód
tr: Ödeme yöntemleri alınırken hata oluştu
uk: Помилка отримання реквізитів
vi: Lỗi khi khai thác phương thức thanh toán

# GetPaymentUrlFailed
source: Failed to retrieve the payment Url. Please try again. [{0}]
ar: فشل في استرجاع رابط عملية الدفع. الرجاء المحاولة ثانية. [{0}]
de: Zahlungs-URL konnte nicht angefordert werden. Bitte versuchen Sie es erneut. [{0}]
fr: Impossible de récupérer l'Url de paiement. Veuillez essayer à nouveau [{0}]
it: Ricezione dell'url di pagamento fallita. Per favore, riprova. [{0}]
nl: Het ophalen van de betalings url is mislukt. Probeer alstublieft opnieuw. [{0}]
pt: Falha ao obter o URL de pagamento. Por favor tente novamente. [{0}]
ro: Eşec la obţinerea URL-ului de plată. Te rugăm să încerci din nou. [{0}]
ru: Не удалось получить Ссылку оплаты. Пожалуйста попробуйте еще раз [{0}]
sk: Chyba pri získavaní platobnej Url. Prosím skúste to znovu. [{0}]
tr: Ödeme URL'si alınamadı. Lütfen tekrar deneyin. [{0}]
uk: Не вдалося отримати платіжний URL. Будь ласка, спробуйте ще раз. [{0}]
vi: Lỗi lấy đường dẫn liễn kết thanh toán. Xin thử lại. [{0}]

# GetPaymentUrlFailed_Title
source: Retrieving payment URL failed
ar: فشل في استعادة رابط الدفع
de: Abruf des Zahlungslinks fehlgeschlagen
fr: Échec de la récupération de l'URL de paiement
it: Recupero URL di pagamento fallito
nl: Ophalen betalings URL is mislukt
pt: Falha ao obter o URL do pagamento
ro: Obţinerea URL-ului pentru plată a eşuat
ru: Получение ссылки для оплаты не удалось
sk: Získavanie platobnej URL zlyhalo
tr: Ödeme URL'si alınamadı
uk: Не отримано URL оплати
vi: Lấy URL thanh toán không thành công

# BackgroundAgentDisabled
source: Background agents for MEGA have been disabled by the user
ar: عناصر الخلفية لMEGA تم تعطيلها من قبل المستخدم
de: Hintergrundagenten für MEGA wurden vom Benutzer abgeschaltet.
fr: Les agents de MEGA en tâche de fond ont été désactivés par l'utilisateur
it: I background agents per MEGA sono stati disattivati dall'utente
nl: Agents op achtergrond voor MEGA zijn uitgeschakeld door gebruiker
pt: Os agentes de fundo do MEGA foram desactivados pelo utilizador
ro: Agenţi cu executare în fundal pentru MEGA au fost dezactivaţi de utilizator
ru: Фоновые агенты для MEGA были отключены пользователем
sk: Agenti pre MEGA na pozadí boli zablokovaný užívateľom
tr: MEGA için arkaplan ajanları kullanıcı tarafından devre dışı bırakıldı
uk: Фонові агенти для MEGA були відключені користувачем
vi: Tiến trình chạy nền MEGA bị vô hiệu bởi người dùng

# BackgroundAgentDisabled_Title
source: Background agents disabled
ar: عناصر الخلفية معطلة
de: Background agents deaktiviert
fr: Agents en tâche de fond désactivés
it: Agenti background disabilitati
nl: Agents op achtergrond uitgeschakeld
pt: Agentes de fundo desactivados
ro: Agenţi cu executare în fundal dezactivaţi
ru: Фоновые агенты отключены
sk: Agenti na pozadí zakázaní
tr: Arkaplan işleri devre dışı
uk: Фонові агенти відключені
vi: Tiến trình chạy nền bị vô hiệu

# CameraUploadNeedsStayLoggedIn
source: In order for the automatic Camera Uploads to work correctly, you need to enable the option "Stay logged in". Do you want to enable this option?
ar: من أجل عمل تحميلات الكاميرا التلقائية بشكل صحيح، فعل خيار "البقاء مسجلا للدخول". هل تود تفعيل هذا الخيار؟
de: Automatische Kamerauploads erfordern die Aktivierung der Option "Eingeloggt bleiben". Wollen Sie das hiermit tun?
fr: Afin que les Uploads Automatiques de la Caméra fonctionnent correctement, nous devez activer l'option "Rester authentifié(e)". Souhaitez-vous activer cette option?
it: Affinché gli upload automatici della fotocamera funzionino correttamente, è necessario abilitare l'opzione "Rimani connesso". Vuoi attivare questa opzione?
nl: Om de automatische camera uploads correct te laten werken, moet u de optie "Blijf ingelogd " mogelijk maken. Wilt u deze optie inschakelen?
pt: Para que os Carregamentos Automáticos da Câmara funcionem correctamente, deve activar a opção "Continuar com a sessão activa". Quer activar esta opção?
ro: Pentru ca încărcări cameră automate să funcţioneze corect, trebuie să activezi opţiunea „Rămâi autentificat”. Doreşti să activezi această opţiune?
ru: Для того, чтобы автоматическая Загрузка с работала корректно, необходимо включить опцию "Оставаться авторизованным". Вы хотите, чтобы включить эту опцию?
sk: Ak chcete aby fungovali Uploady z fotoaparátu správne, musíte povoliť možnosť "Zostať prihlásený". Chcete povoliť túto možnosť?
tr: Otomatik Kamera Yüklemeleri'nin doğru çalışması için, "Oturumu açık tut" seçeneğini etkinleştirmeniz gerekir. Bu seçeneği etkinleştirmek ister misiniz?
uk: Для того щоб автоматичне відвантаження з камери працювало коректно, вам потрібно активувати опцію «Залишатися у системі». Бажаєте увімкнути її зараз?
vi: Để chức năng Camera Uploads hoạt động tốt, bạn cần phải bật tùy chọn "Giữ đăng nhập". Bạn có muốn bật ngay không?

# CameraUploadNeedsStayLoggedIn_Title
source: Auto Camera Uploads prerequisites
ar: المتطلبات الأساسية لتحميلات الكاميرا التلقائية
de: Voraussetzungen für den automatischen Kamera-Upload
fr: Prérequis du téléversement automatique de l'appareil photo
it: Prerequisiti Auto Camera Uploads
nl: Auto Camera Uploads vereisten
pt: Pré-requisitos para os carregamentos automáticos da câmara
ro: Cerinţe obligatorii pentru încărcări cameră automate
ru: Предпосылки автоматической загрузки с камеры
sk: Predpoklady pre automatický upload z fotoaparátu
tr: Otomatik Kamera Yüklemeleri önkoşulları
uk: Передумова відвантаження з камери
vi: Điều kiện yêu cầu cho Camera Uploads Tự Động

# DeleteContactQuestion
source: Do you want to remove the contact {0}?
ar: هل تريد إزالة جهة الاتصال {0}؟
de: Kontakt {0} entfernen?
fr: Souhaitez-vous supprimer le contact {0}?
it: Vuoi rimuovere il contatto {0}?
nl: Wil u het contact {0} verwijderen?
pt: Quer remover o contacto {0}?
ro: Doreşti să ştergi contactul {0}?
ru: Действительно удалить контакт {0}?
sk: Chcete odstrániť kontakt {0}?
tr: {0} kişisini kaldırmak istiyor musunuz?
uk: Ви бажаєте видалити контакт {0}?
vi: Bạn có muốn xóa tên liên lạc {0} không?

# DeleteContactQuestion_Title
source: Remove contact?
ar: حذف جهة الاتصال
de: Kontakt entfernen?
fr: Supprimer le contact?
it: Rimuovere il contatto?
nl: Contact verwijderen?
pt: Apagar contacto?
ro: Elimini contactul?
ru: Удалить контакт?
sk: Odstrániť kontakt?
tr: Kişi kaldırılsın mı?
uk: Видалити контакт?
vi: Xóa tên liên lạc?

# InviteContactAddFailed
source: The contact invitation could not be sent. Please try again.
ar: لا يمكن أن يتم إرسال دعوة الاتصال. حاول مرة اخرى.
de: Die Einladung konnte nicht zugestellt werden. Bitte versuchen Sie es erneut.
fr: La demande d'ajout du contact n'a pu être transmise. Veuillez essayer à nouveau.
it: L'invito del contatto non può essere inviato. Per favore, riprova.
nl: Het contactverzoek kon niet worden verzonden. Probeer alstublieft opnieuw.
pt: O convite do contacto não pôde ser enviado. Por favor tente novamente.
ro: Invitaţia de contact nu a putut fi trimisă. Te rugăm să reîncerci.
ru: Не удаётся отправить приглашение контакту. Попробуйте снова.
sk: Pozvánka kontaktu sa nedala odoslať. Prosím skúste to znovu.
tr: Kişiye davetiye gönderilemedi. Lütfen tekrar deneyin.
uk: Запрошення не було надіслано контакту. Будь ласка, спробуйте ще раз.
vi: Lời mời liên lạc đã không được gửi đi thành công. Xin thử lại.

# InviteContactAddFailed_Title
source: Failed to invite the contact
ar: فشل في دعوة جهة الاتصال
de: Kontakt konnte nicht eingeladen werden
fr: Impossible d'inviter le contact
it: Impossibile invitare il contatto
nl: Uitnodigen contact is mislukt
pt: Falha ao convidar o contacto
ro: Eşec la invitarea contactului
ru: Не удалось пригласить контакт
sk: Pozývanie o kontaktu zlyhalo
tr: Kişiyi davet etme başarısız oldu
uk: Не вдалося запросити контакт
vi: Gửi lời mời tới tên liên lạc thất bại

# InviteContactAddSuccessfully
source: User {0} has been invited and will appear on your contact list once they have accepted the invitation.
ar: المستخدم {0} قد تم دعوته وسيظر على لائحة جهات اتصالك حالما يقبل الدعوة
de: Der Benutzer {0} wurde eingeladen und wird nach Annahme in Ihrer Kontaktliste auftauchen.
fr: L'utilisateur {0} a été invité et va apparaître dans votre liste des contacts dès qu'il ou elle aura accepté votre invitation.
it: L'utente {0} è stato invitato è apparirà sulla tua lista dei contatti una volta che avrà accettato l'invito.
nl: Gebruiker {0} is uitgenodigd en zal op uw lijst met contactpersonen worden weergegeven wanneer ze de uitnodiging hebben geaccepteerd.
pt: O utilizador {0} foi convidado e irá aparecer na sua lista de contactos uma vez que ele a tenha aceite.
ro: Utilizatorul {0} a fost invitat şi va apărea în lista de contacte de îndată ce va accepta invitaţia.
ru: Пользователь {0} был приглашён. Он появится в вашем списке контактов, когда примет приглашение.
sk: Užívateľ {0} bol pozvaný a keď prijme vašu pozvánku, zobrazí sa na zozname vašich kontaktov.
tr: {0} kullanıcısı davet edildi ve davetinizi kabul ettiğinde kişi listenizde görünecektir.
uk: Користувач {0} був запрошений і з'явиться у вашому листі контактів, як тільки прийме запрошення.
vi: Người dùng {0} đã nhận được thư mời và sẽ xuất hiện trong danh bạ của bạn khi họ chấp nhận lời mời đó.

# InviteContactAddSuccessfully_Title
source: Contact invited
ar: جهات الاتصال التي تمت دعوتها
de: Kontakt wurde eingeladen
fr: Contact invité
it: Contatto invitato
nl: Contact uitgenodigd
pt: Contacto convidado
ro: Contact invitat
ru: Контакт приглашен
sk: Kontakt bol pozvaný
tr: Kişi davet edildi
uk: Контакт запрошений
vi: Liên hệ được mời:

# ResourceIntensiveTaskDescription
source: MEGA automatic camera uploads
ar: تحميلات الكاميرا التلقائية من MEGA
de: MEGA automatische Kamera-Uploads
fr: Téléversement automatique MEGA de l'appareil photo
it: Caricamento automatico MEGA dalla fotocamera
nl: MEGA automatische camera uploads
pt: Carregamentos automáticos da câmara MEGA
ro: MEGA încărcări cameră automate
ru: Автоматические MEGA-загрузки с камеры
sk: MEGA automatické uploady z fotoaparátu
tr: MEGA otomatik kamera yüklemeleri
uk: MEGA автоматичне відвантаження з камери
vi: Tự động upload ảnh MEGA

# AccountUpdate
source: Your account has been updated. Do you want to check the new account details?
ar: تم تحديث الحساب الخاص بك. هل ترغب في التحقق من تفاصيل حساب جديد؟
de: Ihr Account wurde aktualisiert. Wollen Sie ihn prüfen?
fr: Votre compte a été mis-à-jour. Souhaitez-vous vérifier les nouvelles informations de votre compte?
it: Il tuo account è stato aggiornato. Vuoi controllare i nuovi dettagli dell'account?
nl: Uw account is bijgewerkt. Wilt u uw nieuwe accountgegevens controleren?
pt: A sua conta foi actualizada. Quer verificar os novos detalhes da conta?
ro: Contul tău a fost actualizat. Doreşti să verifici detaliile noi ale contului?
ru: Ваша учётная запись обновлена. Хотите посмотреть её новые свойства?
sk: Váš účet bol aktualizovaný. Chcete si pozrieť nové údaje vášho účtu?
tr: Hesabınız güncellendi. Yeni hesap ayrıntılarını kontrol etmek istiyor musunuz?
uk: Ваш акаунт було оновлено. Бажаєте перевірити нові дані облікового запису?
vi: Tài khoản của bạn đã được cập nhật. Bạn có muốn xem qua thông tin tài khoản không?
