Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.xlf
Languages: bg, cs, es, et_ee, fa, fi_fi, he, hu, id, ja, ko, pl, pt_br, sl, sr, sv, th, zh_hans, zh_hant

# Resx/SelectFolderFailedNoErrorCode
source: Failed to select the folder. Please try again or select another folder.
bg: Неуспешно избиране на папката. Моля, опитайте отново или изберете друга папка.
cs: Nepodařilo se vybrat složku. Zkuste to znovu nebo vyberte jinou složku.
es: No se pudo seleccionar la carpeta. Por favor inténtelo de nuevo o seleccione otra carpeta.
he: שגיאה בבחירת התיקייה. אנא נסה שוב או בחר בתיקייה אחרת.
ko: 폴더 선택을 실패하였습니다. 다시 시도하거나 다른 폴더를 선택하세요.
pl: Wybór katalogu nie powiódł się. Spróbuj ponownie i wybierz inny katalog.
pt_br: Falha ao selecionar a pasta. Por favor tente de novo ou escolha outra pasta.
sl: Izbira mape neuspešna. Prosim, poskusite ponovno ali izberite drugo mapo.
sr: Неуспешно одабирање фолдера. Молимо покушајте поново или изаберите други фолдер.
sv: Kunde inte välja mappen. Försök igen eller välj en annan mapp.

# Resx/AM_AccountBlocked
source: Your account has been blocked. Please contact support@mega.co.nz
bg: Профилът ви е бил блокиран. Моля свържете се с support@mega.co.nz
cs: Váš účet byl zablokován. Prosím, kontaktujte support@mega.co.nz
es: Tu cuenta ha sido bloqueada. Por favor, contacta con support@mega.nz
he: החשבון שלך נחסם. אנא צור קשר עם support@mega.co.nz
pl: Twoje konto zostało zablokowane. Skontaktuj się z support@mega.co.nz
pt_br: A sua conta foi bloqueada. Entre em contato com support@mega.co.nz
sr: Ваш налог је блокиран. Молимо Вас контактирајте support@mega.co.nz
sv: Ditt konto är blockerat. Var vänlig kontakta support@mega.co.nz

# Resx/AM_AccountBlocked_Title
source: Account blocked
bg: Профилът е блокиран
cs: Účet je zablokovaný
es: Cuenta bloqueada
he: החשבון נחסם
pl: Konto zablokowane
pt_br: Conta bloqueada
sr: Налог блокиран
sv: Kontot är blockerat

# Resx/DeleteNodeFailed
source: Failed to delete item. Please try again [{0}]
bg: Неуспешно изтриване на елемент. Моля, опитайте отново [{0}]
cs: Nepodařilo se odstranit položku. Zkuste to znovu [{0}]
es: No se pudo eliminar el elemento. Por favor, vuelve a intentarlo [{0}]
et_ee: Kustutamine ebaõnnestus. Palun proovige uuesti [{0}]
fa: خطا در حذف، لطفا دوباره سعي كنيد [{0}]
fi_fi: Kohteen poisto epäonnistui. Ole hyvä ja yritä uudestaan [{0}]
hu: Az elem törlése sikertelen. Kérjük próbálja újra. [{0}]
ja: 削除できず。再度トライして下さい。[{0}]
ko: 항목 삭제에 실패하였습니다. 다시 시도하세요 [{0}]
pl: Usuwanie nie powiodło się. Spróbuj ponownie [{0}]
pt_br: Falha ao deletar item. Por favor, tente novamente [{0}]
sl: Neuspešno brisanje elementa. Prosim, poskusite ponovno [{0}]
sr: Неуспешно брисање ставки. Молимо Вас покушајте поново [{0}]
sv: Borttagning misslyckad. Försök igen [{0}]
zh_hans: 删除项目失败. 请再试一次 [{0}]

# Resx/DeleteNodeFailed_Title
source: Deletion failed
bg: Неуспешно изтриване
cs: Odstranění selhalo
es: Error al eliminar
hu: Törlés sikertelen
ja: 削除できませんでした。
ko: 삭제 실패
pl: Usuwanie nie powiodło się
pt_br: Falha ao deletar
sl: Brisanje neuspešno
sr: Брисање неуспешно
sv: Borttagningen misslyckades
zh_hans: 删除失败

# Resx/CopyFileUnauthorizedAccessException
source: You don't have permission to copy this file type to the destination folder. Are you trying to save/copy a file of an unsupported type to an SD card?Please try to save/copy the file to the your device's internal memory instead.
bg: Нямате разрешение да копирате този тип файл в избраната папка. Най-вероятно се опитвате да запазите / копирате в SD карта файл, който е от неподдържан тип. Моля опитайте да запазите / копирате файла във вътрешната памет на устройството си.
cs: Nemáte oprávnění pro kopírování tohoto typu souboru do cílové složky. Pravděpodobně se pokoušíte uložit nebo zkopírovat soubor nepodporovaného typu na kartu SD. Zkuste uložit nebo zkopírovat soubor do vnitřní paměti vašeho zařízení.
es: No tienes permisos para copiar este tipo de archivo en la carpeta de destino. Probablemente estás intentando guardar/copiar en una tarjeta SD un archivo de un tipo no soportado. Por favor, intenta guardar/copiar el archivo en la memoria interna de tu dispositivo.
hu: Nincs jogosultságod a fájl másolásához. Valószínűleg egy nem támogatott típusú fájlt próbálsz menteni/másolni az SD kártyára. Kérlek próbáld az eszköz belső memóriájára menteni/másolni.
ja: このタイプのファイルを宛先フォルダにコピーする許可がありません。サポートされていないタイプのファイルをSDカードに保存またはコピーしようとされているかと思われます。ご自分のデバイスの内部メモリーに保存/コピーしてみて下さい。
ko: 이 파일 유형을 목적지 폴더로 복사할 권한이 없습니다. 아마 파일을 SD 카드에 지원되지 않는 유형의 파일을 저장/복사하려고 했을 것입니다. 기기의 내부 메모리에 파일을 저장/복사하시기 바랍니다.
pt_br: Você não tem permissão para copiar este tipo de arquivo para a pasta de destino. Provavelmente você está tentando salvar / copiar em um cartão SD um arquivo de um tipo não suportado. Por favor, tente salvar / copiar o arquivo para a memória interna do dispositivo.
sl: Nimate pravice za kopiranje tega tipa datotek v ciljno mapo. Najverjetneje poskušate shraniti/kopirati na SD kartico datoteko nepodprtega tipa. Prosim, poskusite shraniti datoteko v interni spomin vaše naprave.
sr: Немате дозволу да копирате ову врсту фајла у одредишни фолдер. Вероватно покушавате да сачувате/копирате на SD картицу неподржане врсте. Молимо вас, покушајте да сачувате/копирате фајл у интерну меморију Вашег уређаја.
sv: Du har inte tillåtelse att kopiera den här filtypen till destinationsmappen. Försöker du spara / kopiera en fil av en typ som inte stöds till ett SD-kort? Försök att spara / kopiera filen till din enhet internminne istället.
zh_hans: 您没有复制这个文件到目标文件夹的权限。或许您正尝试保存或复制一个不支持的文件类型到SD卡。请尝试保存或复制该文件至您设备的内部存储器。

# Resx/AM_PurchaseValidationFailed
source: Your puchase of a MEGA subscription has not passed validation at our licence server. On restart of this app we will retry to validate your subscription licences. Please contact MEGA support if the error continues.
bg: Вашата покупка на MEGA абонамент не е преминал валидиране на нашия лиценз сървър. При рестартиране на това приложение ще се опитаме отново да валидираме вашите лицензи за абонамент. Моля, свържете се с MEGA поддръжка, ако грешката продължава.
cs: Váš nákup předplatného MEGA neprošel ověřením na našem licenčním serveru. Během restartování této aplikace se znovu pokusíme ověřit licence vašeho předplatného. Obraťte se na podporu MEGA, pokud chyba přetrvává.
es: La compra de tu suscripción MEGA no ha pasado la validación de nuestro servidor de licencias. Cuando reinicies la aplicación intentaremos validar de nuevo tu licencia. Por favor, contacta con el soporte de MEGA si el error persiste.
pt_br: Seu puchase de uma assinatura MEGA não passou na validação no nosso servidor de licença. Na reinicialização deste aplicativo, vamos tentar novamente para validar as licenças de assinatura. Entre em contato com o suporte MEGA se o erro continua.
sr: Ваша куповина MEGA претплате није прошла валидацију на нашем серверз лиценца. Приликом поновног покретања ове апликације покушаћемо да валидирамо Ваше лиценце претплате. Молимо контактирајте MEGA подршку ако се грешка настави.
sv: Ditt köp av ett MEGA abonnemang har inte gått igenom validering på vår licensserver . Vid omstart av denna applikation kommer vi att försöka igen för att bekräfta prenumerationen. Vänligen kontakta MEGA support om felet kvarstår .

# Resx/AM_AssociatedUserAccountTerminated
source: The associated user account has been terminated due to multiple violations of our Terms of Service.
cs: Přidružený uživatelský účet byl ukončen kvůli opakovanému porušení našich Podmínek užívání.
pt_br: A conta de usuário associada foi encerrada devido a várias violações de nossos Termos de Serviço.

# Resx/AM_PurchaseSucceeded
source: Your MEGA subcription purchase has succeeded.
cs: Úspěšné zakoupení vašeho předplatného MEGA

# Resx/NoDownloadLocationSelected
source: You have not selected a default download location for your files.To proceed with the download, please select a destination folder or go to preferences in order to set up your default download location.
ja: デフォルトのダウンロード先が選択されていません。 ダウンロードするためには、宛先のフォルダを選択するか、またプレファレンスに行き、ダウンロード先のデフォルト設定をして下さい。
ko: 기본 다운로드 위치를 설정하지 않으셨습니다. 다운로드를 진행하시려면 목적지 폴더를 선택하시거나 설정에 가서 기본 다운로드 위치를 설정하시기 바랍니다.
sl: Niste izbrali privzete lokacije za prevzemanje vaših datotek. Za nadaljevanje, prosim, izberite ciljno mapo ali pojdite v nastavitve in nastavite privzeto lokacijo za prevzemanje.
zh_hans: 您还没有设置默认的下载地址。 要继续下载，请选择一个目标文件夹，或偏好设置一个默认下载位置。

# Resx/ConfirmAccountFailed_Title
source: Confirm account failed
et_ee: Konto kinnitamine ebaõnnestus
fa: تایید کردن اکونت شکست خورد
fi_fi: Käyttäjätilin vahvistusvirhe

# Resx/ConfirmAccountSucces
source: Your account has been created, confirmed and activated. You will automatically logged in.
et_ee: Teie konto on loodud, kinnitatud ja aktiveeritud. Teid logitakse sisse automaatselt.
fa: حساب کاربری شما ایجاد گردیده است, تایید شده است و هم چنین فعال شده است. شما به طور اتوماتیک داخل سیستم خواهید شد
fi_fi: Käyttäjätilisi on luotu, vahvistettu ja aktivoitu. Sinut kirjataan sisään automaattisesti.

# Resx/CreateFolderSuccess
source: Folder created successful
et_ee: Kausta loomine õnnestus
fa: پوشه با موفقیت ایجاد گردید
fi_fi: Kansion luonti onnistui

# Resx/DeleteNodeFailed_Title
source: Delete failed
et_ee: Kustutamine ebaõnnestus
fa: پاک کردن ناموفق بود
fi_fi: Poisto epäonnistui

# Resx/GetLinkFailed
source: Failed to get link.
et_ee: Lehekülje hankimine ebaõnnestus
fa: دریافت لینک ناموفق بود
fi_fi: Linkin haku epäonnistui

# Resx/GetLinkFailed_Title
source: Get link failed
et_ee: Lehekülje hankimine ebaõnnestus
fa: گرفتن لینک شکست خورد
fi_fi: Linkin haku epäonnistui

# Resx/GetPreviewFailed
source: Failed to retrieve preview.
et_ee: Eelvaate hankimine ebaõnnestus
fa: دریافت preview ناموفق بود
fi_fi: Esikatselun haku epäonnistui

# Resx/GetPreviewFailed_Title
source: Getting preview failed
et_ee: Eelvaate hankimine ebaõnnestus
fa: گرفتن preview شکست خورد
fi_fi: Esikatselun haku epäonnistui

# Resx/ImageSaved
source: Image successful exported to 'saved pictures' album.
et_ee: Pildi eksportimine albumisse 'salvestatud pildid' oli edukas
fa: تصویر با موفقیت به البوم 'saved pictures' منتقل شد
fi_fi: Kuva viety onnistuneesti kansioon "kuvatallennukset"

# Resx/ImageSaveError
source: Error exporting image to 'saved pictures' album. Please try again.
et_ee: Pildi eksportimisel albumisse 'salvestatud pildid' ilmnes viga. Palun proovige uuesti
fa: خطا در صادر کردن تصویر به البوم "saved pictures". لطفا دوباره تلاش کنید
fi_fi: Virhe viedessä kuvaa kansioon "kuvatallennukset". Yritä uudelleen.

# Resx/ImportFileFailed
source: Importing file failed [{0}]
et_ee: Faili importimine ebaõnnestus
fa: وارد کردن فایل شکست خورد
fi_fi: Tiedoston tuonti epäonnistui

# Resx/ImportFileFailed_Title
source: Import file failed
et_ee: Faili importimine ebaõnnestus
fa: وارد کردن فایل شکست خورد
fi_fi: Tiedoston tuontivirhe

# Resx/LinkCopiedToClipboard
source: MEGA link is copied to your clipboard
et_ee: MEGA lehekülg kopeeriti Teie lõikelauale
fa: لینک MEGA به روی clipboard کپی گردید
fi_fi: MEGA linkki on kopioitu työpöydällesi

# Resx/MoveEqualsParent
source: Destination folder is the same as the source folder. Moving canceled.
et_ee: Sihtkaust on sama, mis lähtekaust. Liigutamine tühistatud.
fa: پوشه ی مقصد و مبدا یکی است. انتقال کنسل شد.
fi_fi: Kohdekansio ja lähdekansio ovat samoja. Siirto keskeytetty.

# Resx/PasswordsDoNotMatch
source: Passwords do not match.
et_ee: Paroolid ei kattu. Palun proovige uuesti.
fa: پسورد ها تطابق ندارند. لطفا دوباره تلاش کنید.
fi_fi: Salasanat eivät täsmää. Ole hyvä ja yritä uudelleen.

# Resx/PictureSaved
source: The image is saved in your photo album.
et_ee: Pilt salvestati Teie pildialbumi
fa: تصویر در داخل البوم عکس های شما ذخیره شده است
fi_fi: Kuva on tallennettu valokuvakansioosi

# Resx/RemoveNodeSuccess
source: Item successful removed
et_ee: Eemaldati edukalt
fa: Item successfully removed
fi_fi: Item successfully removed

# Resx/RequiredFieldsConfirmAccount
source: Please fill in your choosen password.
et_ee: Palun sisestage parool.
fa: لطفا پسورد انتخابی خود را وارد کنید.
fi_fi: Ole hyvä ja syötä haluamasi salasana.

# Resx/RequiredFieldsCreateAccount
source: Please fill in your name, e-mail address and your MEGA password.
et_ee: Palun sisestage oma nimi, e-posti aadress ja parool
fa: لطفا نام و ایمیل و پسورد خود را وارد کنید
fi_fi: Syötä nimesi, sähköpostiosoitteesi ja salasanasi

# Resx/SaveImageQuestion_Title
source: Save image to photo's
et_ee: Salvesta piltide kausta
fa: عکس را در پوشه ی ان ذخیره کن
fi_fi: Tallenna kuva

# Resx/UserNotOnline
source: You are not logged in at MEGA to do this action. Please re-login.
et_ee: Selleks pole Te MEGA'sse sisse logitud. Palun logige uuesti sisse.
fa: شما وارد سایت مگا نشده اید. لطفا دوباره وارد شوید.
fi_fi: Et ole kirjautunut sisään toimintoa varten. Ole hyvä ja kirjaudu uudelleen.

# Resx/LoggedOut
source: You have successfully logged out.
et_ee: Olete edukalt välja loginud
fa: شما با موفقیت از سیستم خارج شدید
fi_fi: Olet kirjautunut ulos onnistuneesti.

# Resx/MultiRemoveSucces
source: {0} Items removed.
et_ee: {0} faili eemaldati
fa: ایتم های {0} حذف شدند
fi_fi: {0} kohdetta poistettu

# Resx/MoveToRubbishBinFailed
source: Failed to move item to rubbish bin. Please try again.
et_ee: Prügikasti saatmine ebaõnnestus. Palun proovige uuesti
fa: انتقال ایتم به سطل اشغال شکست خورد.لطفا دوباره تلاش کنید
fi_fi: Kohteiden siirto roskakoriin epäonnistui. Ole hyvä ja yritä uudelleen.

# Resx/MoveToRubbishBinQuestion
source: Are you sure you want to move {0} to rubbish bin?
et_ee: Olete {0} liigutamises prügikasti kindel?
fa: ایا مطمئن هستید می خواهید {0} را به سطل اشغال منتقل کنید؟
fi_fi: Haluatko varmasti siirtää kohteen {0} roskakoriin?

# Resx/MoveToRubbishBinQuestion_Title
source: Move item to rubbish bin?
et_ee: Liiguta prügikasti?
fa: انتقال دهیم به سطل اشغال؟
fi_fi: Siirretäänkö roskakoriin?

# Resx/MoveToRubbishBinSuccess
source: Item successful moved to rubbish bin.
et_ee: Fail liigutati prügikasti edukalt
fa: ایتم با موفقیت به سطل اشغال منتقل گردید
fi_fi: Kohde siirretty roskakoriin onnistuneesti

# Resx/MultiMoveToRubbishBinQuestion
source: Are you sure you want to move to rubbish bin {0} items?
et_ee: Olete kindel {0} faili eemaldamisel prügikasti?
fa: ایا مطمئن هستید که می خواهید ایتم های {0} را به سطل اشغال انتقال دهید؟
fi_fi: Haluatko varmasti siirtää {0} kohdetta roskakoriin?

# Resx/MultiMoveToRubbishBinQuestion_Title
source: Move items to rubbish bin?
et_ee: Liigutage?
fa: ایتم ها را جابجا کنیم؟
fi_fi: Siirrä kohteet?

# Resx/MultiMoveToRubbishBinSucces
source: {0} Items moved to rubbish bin.
et_ee: {0} faili saadeti prügikasti
fa: {0} ایتم به سطل اشغال منتقل گردید
fi_fi: {0} kohdetta siirretty roskakoriin

# Resx/WrongPassword
source: The typed password is incorrect.
et_ee: Trükitud parool on vigane
fa: پسورد تایپ شده اشتباه است
fi_fi: Väärä salasana

# Resx/DownloadLimitMessage
source: You have selected over {0} items ({0}) to download. Do you want to proceed?
et_ee: Olete valinud allalaadimiseks rohkem kui sada ({0}).Soovite jätkata?
fa: شما بیش از 100 ایتم ({0}) برای دانلود انتخاب کرده اید. ایا می خواهید ادامه دهید؟
fi_fi: Olet valinnut ladattavaksi yli 100 kohdetta ({0}). Haluatko jatkaa?

# Resx/QuestionAskedDownloadOption
source: Do you want to automatic export IMAGE files to your photo album after download? You can change this setting on the settings page afterwards. Other file types will only be stored in the local storage of the app.
et_ee: Soovite, et pildid eksporditakse automaatselt pärast allalaadimise pildialbumi? Hiljem saate seda valikut muuta seadetes. Ülejäänud failitüüpe hoitakse rakenduse enda mälus.
fa: ایا شما می خواهید که پس از دانلود, فایل های تصویری خودتان را به صورت اتوماتیک به البوم عکس استخراج کنید؟شما می توانید این تنظیم را بر روی صفحه ی تنظیمات تغییر دهید.سایر انواع فایل ها تنها در فضای ذخیره سازی محلی app ذخیره خواهند شد.
fi_fi: Haluatko viedä automaattisesti KUVA-tiedostot kuva-albumiisi latauksen jälkeen? Voit muuttaa tätä asetusta asetukset -sivulla myöhemmin. Muut tiedostotyypit tallennetaan pelkästään sovelluksen paikallismuistiin.

# Resx/PausingTransfersFailed
source: Failed to pause transfers.
et_ee: Edastuste pausimine ebaõnnestus
fa: متوقف کردن انتقالات ناموفق بود
fi_fi: Lähetysten keskeytys epäonnistui

# Resx/ResumingTransfersFailed
source: Failed to resume transfers.
et_ee: Edastuste taastamine ebaõnnestus
fa: ادامه دادن انتقالات ناموفق بود
fi_fi: Siirtojen jatkaminen epäonnistui

# Resx/MinimalPictureSelection
source: Please select minimal 1 picture for upload.
et_ee: Üleslaadimiseks on vaja vähemalt ühte pilti valida
fa: لطفا حداقل یک تصویر برای اپلود انتخاب کنید
fi_fi: Ole hyvä ja valitse vähintään 1 kuva lähetettäväksi

# Resx/PrepareImageForUploadFailed
source: Failed to prepare image: {0} for upload.
et_ee: Pildi {0} ettevalmistamine üleslaadimiseks ebaõnnestus
fa: اماده سازی تصویر : {0} برای اپلود شکست خورد
fi_fi: Kuvan {0} lähetysvalmistelu epäonnistui

# Resx/PhotoUploadError
source: Failed to upload photo.
et_ee: Pildi üleslaadimine ebaõnnestus
fa: اپلود کردن عکس ناموفق بود
fi_fi: Kuvan lähetys epäonnistui

# Resx/PhotoUploadError_Title
source: Upload photo failed
et_ee: Pildi üleslaadimine ebaõnnestus
fa: اپلود عکس ناموفق بود
fi_fi: Kuvan lähetys epäonnistui

# Resx/FileNotFound
source: Could not find the selected file.
et_ee: Valitud faili ei leitud
fa: فایل های انتخاب شده را نتوانستیم پیدا کنیم
fi_fi: Valittua tiedostoa ei löydy

# Resx/OpenFileFailed
source: Failed to open the selected file.
et_ee: Valitud faili avamine ebaõnnestus
fa: بازکردن فایل انتخاب شده شکست خورد
fi_fi: Tiedoston avaaminen epäonnistui

# Resx/OpenFileFailed_Title
source: Open file failed
et_ee: Faili avamine ebaõnnestus
fa: بازکردن فایل ناموفق بود
fi_fi: Tiedoston avaaminen epäonnistui

# Resx/UploadSelfieFailed
source: Failed to upload the selfie picture.
et_ee: Portreepildi üleslaadimine ebaõnnestus
fa: اپلود عکس selfie ناموفق بود
fi_fi: Omakuvan lähetys epäonnistui

# Resx/PinLockCodesDoNotMatch
source: Your PIN lock codes do not match. Please re-type them and make sure they are equal.
et_ee: Teie PIN-koodid ei kattu. Palun trükkige need uuesti ja kontrollige, et nad oleksid samad
fa: کد های قفل PIN شما تطابق ندارند. لطفا ان هار ا دوباره تایپ کنید و مطمئن شوید که یکسان هستند
fi_fi: PIN-koodisi eivät täsmää. Ole hyvä ja syötä ne uudelleen varmistaen, että ne ovat yhtäläiset.

# Resx/NoDownloadLocationSelected
source: You have not selected a default download location for your files. To proceed with the download please select a destination folder or go to preferences in order to set up your default download location.
et_ee: Te pole valinud oma failide jaoks allalaadimise tavasihtkohta.Allalaadimise jätkamiseks, palun valige sihtkaust või määrake eelistustes allalaadimise tavasihtkoht.
fa: شما یک مکان دانلود پیش فرض برای فایل هایتان انتخاب نکرده اید.برای ادامه فرایند دانلود, لطفا یک پوشه ی مقصد انتخاب کنید و یا اینکه به preferences بروید برای اینکه بتوانید مکان پیش فرض دانلود خودتان را انتخاب کنید.
fi_fi: Et ole valinnut tiedostoillesi vakiotallennuspaikkaa. Jatkaaksesi latausta, ole hyvä ja valitse kohdekansio tai mene asetuksiin ja aseta sieltä vakiotallennuspaikka.

# Resx/PrepareFileForUploadFailed
source: Failed to prepare file: {0} for upload.
et_ee: Faili {0} ettevalmistamine üleslaadimiseks ebaõnnestus
fa: اماده سازی فایل : {0} برای اپلود شکست خورد
fi_fi: Tiedoston {0} lähetysvalmistelu epäonnistui

# Resx/PrepareFileForUploadFailed_Title
source: Preparing file failed
et_ee: Faili ettevalmistamine ebaõnnestus
fa: اماده سازی فایل شکست خورد
fi_fi: Tiedoston valmistelu epäonnistui

# Resx/CopyFileFailed_Title
source: Copy file failed
et_ee: Faili kopeerimine ebaõnnestus
fa: کپی کردن فایل شکست خورد
fi_fi: Tiedostokopiointi epäonnistui

# Resx/CopyFileUnauthorizedAccessException
source: You don't have permission to copy this file type into the destination folder. Probably you are trying to save/copy into a SD card a file of an unsupported type. Please, try to save/copy the file into the your device internal memory.
et_ee: Teil pole luba seda failitüüpi kopeerida sihtkausta. Arvatavasti üritate salvestada/kopeerida toetamata failitüübiga faili SD-kaardile. Palun salvestage/kopeerige fail oma seadme sisemällu.
fa: شما اجازه ی کپی کردن این نوع فایل را به روی پوشه ی مقصد ندارید. احتمالا شما دارید سعی می کنید که یک فایل ازنوعی پشتیبانی نشده را بر روی کارد SD ذخیره کنید یا کپی کنید.لطفا سعی کنید فایل را در داخل حافظه ی داخلی دستگاه خودتان ذخیره یا کپی نمایید.
fi_fi: Sinulla ei ole oikeuksia kopioda tämän tyyppistä tiedostoa kohdekansioon. Mahdollisesti yrität tallentaa/kopioida SD-kortille ei-tuettua tiedostotyyppiä. Ole hyvä ja tallenna/kopioi tiedosto laitteen sisäiseen muistiin.

# Resx/ClipboardFailed
source: Failed to copy masterkey to clipboard. Please try again
et_ee: Üldvõtme kopeerimine lõikelauale ebaõnnestus.
fa: کپی کردن masterkey به clipboard ناموفق بود. لطفا دوباره تلاش کنید.
fi_fi: Isäntäavaimen kopiointi leikepöydälle epäonnistui. Yritä uudelleen.

# Resx/ClipboardFailed_Title
source: Clipboard failed
et_ee: Lõikelaud ebaõnnestus
fa: clipboard شکست خورد
fi_fi: Leikepöydän virhe

# Resx/MasterkeyCopied
source: Masterkey copied to clipboard
et_ee: Üldvõti kopeeriti lõikelauale
fa: Masterkey به روی clipboard کپی شد
fi_fi: Isäntäavain kopioitu leikepöydälle

# Resx/MasterkeyCopied_Title
source: Masterkey copied
et_ee: Üldvõti kopeeriti
fa: Masterkey کپی شد
fi_fi: Isäntäavain kopioitu

# Resx/PinLockTooShort
source: PIN lock must be at least 4 digits.
et_ee: PIN-kood peab olema vähemalt neli tähemärki
fa: قفل PIN باید حداقل 4 رقمی باشد
fi_fi: PIN-koodin tulee olla vähintään 4 merkkiä

# Resx/MemoryLimitError
source: Not enough free memory space to complete this operation. The app will shutdown now.
et_ee: Selle lõpetamiseks on liiga vähe vaba mäluruumi. See rakendus sulgub nüüd
fa: فضای خالی کافی برای انجام دادن این عملیات وجود ندارد. برنامه بسته خواهد شد.
fi_fi: Ei riittävästi vapaata muistia toiminnon loppuunsaattamiseen. Sovellus sulkeutuu.

# Resx/SelectFolderFailed
source: Failed to select folder. Please, try again or select another folder.
et_ee: Faili valimine ebaõnnestus. Palun proovige uuesti või valige muu kaust: [{0}]
fi_fi: Kansion valinta epäonnistui. Ole hyvä ja yritä uudelleen tai valitse toinen kansio: [{0}]

# Resx/SelectFileFailed_Title
source: Select file(s) failed
et_ee: Faili(de) valimine ebaõnnestus
fa: انتخاب کردن فایل شکست خورد
fi_fi: Tiedosto(-jen) valintavirhe

# Resx/WrongEmailPasswordLogin
source: E-mail is not associated with a MEGA account or wrong password. Please try again.
et_ee: E-posti aadressi pole MEGA's registreeritud või parool on vale. Palun proovige uuesti.
fa: ایمیل یا پسورد اشتباه. لطفا دوباره تلاش کنید.
fi_fi: Sähköpostiosoitetta ei ole liitetty MEGAan tai väärä salasana. Ole hyvä ja yritä uudelleen.

# Resx/DeleteNodeQuestion
source: Are you sure you want to permanent delete {0}?
et_ee: Olete {0} ajutises kustutamises kindel?
fa: ایا مطمئن هستید که می خواهید برای همیشه {0} را پاک کنید؟
fi_fi: Haluatko varmasti poistaa lopullisesti kohteen {0}?

# Resx/CapturePhotoFailed_Title
source: Capture photo failed
et_ee: Pildistamine ebaõnnestus
fa: گرفتن عکس شکست خورد
fi_fi: Kuvan tallennusvirhe

# Resx/CapturePhotoVideoFailed_Title
source: Capture photo/video failed
et_ee: Pildistamine/video salvestamine ebaõnnestus
fa: گرفتن عکس / ویدئو شکست خورد
fi_fi: Kuvan/videon tallennusvirhe

# Resx/CaptureVideoFailed_Title
source: Capture video failed
et_ee: Video salvestamine ebaõnnestus
fa: گرفتن ویدئو شکست خورد
fi_fi: Videon tallennusvirhe

# Resx/SaveSettingsFailed_Title
source: Save settings failed
et_ee: Seadete salvestamine ebaõnnestus
fa: خطا در ذخیره کردن تنظیمات
fi_fi: Asetusten tallennusvirhe
