Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.resx
Languages: ar, de, fr, it, nl, pt, ro, ru, sk, tr, uk, vi

# AM_IncompleteConfirmationLink
source: The account confirmation link that you are using is incomplete. Please check the link length and be sure that you have copied the entire link then try again.
ar: رابط تأكيد الحساب الذي تستخدمه غير كامل. يرجى التحقق من طول الرابط والتأكد من نسخ الرابط بأكمله ثم حاول مرة أخرى.
de: Der Bestätigungslink ist unvollständig (zu kurz). Bitte stellen Sie sicher, dass Sie ihn vollständig kopiert haben, und versuchen Sie es dann erneut.
it: Il link di conferma dell'account che stai usando è incompleto. Per favore, controlla la lunghezza del link e accertati di aver copiato l'intero link, quindi riprova.
nl: De account bevestigingskoppeling die u gebruikt is onvolledig. Check alstublieft de lengte van de koppeling en zorg ervoor dat u de volledige koppeling heeft gekopieerd, probeer het dan opnieuw.
ro: Linkul de confirmare a contului pe care îl foloseşti este incomplet. Te rugăm să verifici lungimea linkului şi să te asiguri că ai copiat întregul linkul, apoi încearcă din nou.
ru: Ссылка подтверждения учётной записи неполная. Пожалуйста, убедитесь, что скопировали её целиком, и попробуйте снова.
tr: Kullandığınız hesap onaylama linki tamamlanmamış. Lütfen link uzunluğunu kontrol edin ve tüm linki kopyaladığınızdan emin olup tekrar deneyin.
uk: Ланка підтвердження акаунту, що ви використовуєте не повна. Будь ласка, перевірте довжину ланки і переконайтесь що скопіювали її повністю, та спробуйте ще раз.
vi: Đường liên kết xác thực tài khoản bạn đang sử dụng bị viết thiếu. Xin kiểm tra kỹ lại và chắc rằng bạn đã copy lại chính xác toàn bộ đường liên kết, sau đó thử lại.

# AM_NewSignUpInvalidLink
source: The link you are using for a new signup is not valid.
ar: الرابط الذي تستخدمه للحصول على الاشتراك الجديد غير صالح.
de: Der Anmelde-Link ist ungültig.
it: Il link che stai usando per una nuova registrazione non è valido.
nl: De koppeling die u gebruikt voor een nieuwe aanmelding is niet geldig.
ro: Linkul pe care îl foloseşti pentru o înregistrare nouă nu este valid.
ru: Используемая для регистрации ссылка недействительна.
tr: Yeni bir kayıt için kullandığınız bağlantı geçerli değildir.
uk: Посилання, яке ви використовуєте для нового входу не дійсне.
vi: Đường liên kết bạn đang sử dụng không có hợp lệ cho việc đăng ký mới.

# AM_AccountBlocked
source: Your account was terminated due to a breach of MEGA’s Terms of Service, such as abuse of rights of others; sharing and/or importing illegal data; or system abuse.
ar: تم حظر الحساب الخاص بك. يرجى الاتصال support@mega.co.nz
de: Ihr Account wurde wegen Verletzung der MEGA-Nutzungsbedingungen (Verletzung der Persönlichkeitsrechte Dritter, Import oder Verteilung illegaler Dateien oder Missbrauch unserer Systemressourcen) gesperrt.
it: Il tuo account è stato bloccato. Per favore, contatta support@mega.co.nz
nl: Uw account was beëindigd door een schending van MEGA's Algemene Voorwaarden, zoals misbruik van rechten van anderen; Het delen en/of importen van illegale gegevens; of systeem misbruik.
ru: Ваша учетная запись была прервана из-за нарушения Условий предоставления услуг MEGA, таких как злоупотребление правами других лиц; обмен и/или импорт незаконных данных; или злоупотребление системой.
tr: Hesabınız, başkalarının haklarını kötüye kullanma, yasadışı verileri paylaşma ve/veya içe aktarma veya sistem kötüye kullanımı gibi MEGA Hizmet Şartları'nı ihlal ettiği için sona erdirildi.

# AM_AccountNotConfirmed
source: Your account has not been confirmed yet.
ar: لم يتم تأكيد حسابك بعد.
de: Ihr Account wurde noch nicht bestätigt.
it: Il tuo account non è ancora stato confermato.
nl: Uw account is nog niet bevestigd.
ro: Contul tău nu a fost încă confirmat.
ru: Учётная запись ещё не подтверждена.
tr: Hesabınız henüz onaylanmadı.
uk: Ваш акаунт ще не підтверджений.
vi: Tài khoản của bạn chưa được xác thực.

# AM_TooManyFailedLoginAttempts
source: You have attempted to log in too many times. Please wait until {0} and try again.
ar: لقد حاولت تسجيل الدخول مرات كثيرة جدا، الرجاء الانتظار حتى {0} والمحاولة مرة أخرى.
de: Zuviele Fehlversuche. Bitte warten Sie bis {0} und versuchen Sie es dann erneut.
it: Hai provato ad effettuare l'accesso troppe volte. Per favore, attendi fino alle {0} e riprova.
nl: U hebt te vaak geprobeerd om in te loggen. Wacht alstublieft tot {0} en probeer opnieuw.
ro: Ai încercat să te autentifici de prea multe ori. Te rugăm să aştepţi până la {0} şi să încerci din nou.
ru: Вы пытались зайти очень много раз. Пожалуйста, подождите до {0} и попробуйте снова.
tr: Çok fazla giriş denemesi yaptınız. Lütfen {0} bekleyin ve tekrar deneyin.
uk: Ви зробили забагато спроб входу. Будь ласка, зачекайте {0} і спробуйте ще раз.
vi: Bạn đã nhập sai thông tin đăng nhập quá nhiều lần. Xin vui lòng chời tới {0} rồi thử lại.

# AM_AccountBlocked_Title
source: Suspended account
ar: حساب محظور
de: Account blockiert
it: Account bloccato
nl: Opgeheven account
ro: Cont suspendat
ru: Учётная запись заморожена
tr: Askıya alınan hesap
uk: Призупинений обліковий запис
vi: Tài khoản bị đình chỉ

# AM_ShareFromMegaAppBusy_Message
source: Failed to share item(s) from MEGA. The destination application seems busy. Please try again later.
ar: فشل في مشاركة ملف/ملفات من MEGA. وجهة التطبيق تبدو مشغولة، الرجاء المحاولة لاحقا.
de: Die MEGA-Objekte konnten nicht geteilt werden. Die Zielapplikation scheint beschäftigt zu sein. Bitte versuchen Sie es später wieder.
it: Condivisione di oggetto/i da MEGA fallita. L'app di destionazione sembra occupata. Riprova più tardi.
nl: Mislukt om item(s) van MEGA te delen. De bestemmingsapplicatie lijkt druk. Probeer het a.u.b. later opnieuw.
ro: Eşec la partajarea elementului(elor) de la MEGA. Aplicaţia de destinaţie pare ocupată. Te rugăm să încerci din nou mai târziu.
ru: Не удалось поделиться элементами из MEGA. Похоже, целевое приложение занято. Попробуйте позже.
tr: MEGA'dan dosya paylaşımı başarısız oldu. Hedef uygulama isteğe yanıt veremedi. Lütfen tekrar deneyin.
uk: Не вдалося встановити спільне використання з MEGA. Віддалений додаток не доступний. Будь ласка, спробуйте пізніше.
vi: Việc chia sẻ (các) mục từ MEGA tới ứng dụng vừa chọn bị thất bại. Xin thử lại sau.

# AM_GetNodeDetailsFailed
source: Failed to retrieve node details. Please try again.
ar: فشل في استعادة تفاصيل النقطة. الرجاء المحاولة ثانية.
de: Fehler bei der Anforderung der Details. Bitte versuchen Sie es erneut.
it: Ricezione dei dettagli del nodo fallita. Riprova.
nl: Mislukt om de node details te verkrijgen. Probeer a.u.b. nogmaals.
ro: Eşec la preluarea detaliilor nodului. Te rugăm să încerci din nou.
ru: Не удалось получить данные об узле. Попробуйте снова.
tr: Düğüm bilgileri alınamadı. Lütfen tekrar deneyin.
uk: Не вдалося отримати деталі ключового вузла. Будь ласка, спробуйте ще раз.
vi: Lấy thông tin chi tiết của nút (node) thất bại. Xin thử lại.

# AM_GetNodeDetailsFailed_Title
source: View details failed
ar: فشل إظهار التفاصيل
de: Detailansicht nicht verfügbar
it: Visione dettagli fallita
nl: Weergeven details mislukt
ro: Vizualizarea detaliilor a eşuat
ru: Не удалось
tr: Başarısızların detayını gör
uk: Не вдалося переглянути
vi: Không lấy thêm được thông tin

# AM_DownloadPathUnknownError
source: There is an unknown error in the download path. Please try again and if it continues to fail, please contact support@mega.nz. [{0}]
ar: هناك خطأ غير معروف في مسار التحميل. يرجى المحاولة مرة أخرى، وإذا استمر الخطأ برجاء التواصل مع support@mega.nz. [{0}]
de: Ihr Downloadpfad ist fehlerhaft. Versuchen Sie es bitte noch einmal, oder kontaktieren Sie uns unter support@mega.nz. [{0}]
it: C'è un errore sconosciuto nel percorso di download. Per favore, riprova e se continua ad accadere contatta support@mega.nz. [{0}]
nl: Er is een onbekende fout opgetreden in het download pad. Probeer aub opnieuw en als het opnieuw fout gaat neem aub contact op met support@mega.nz. [{0}]
ro: Există o eroare necunoscută în calea de descărcare. Te rugăm să încerci din nou şi dacă continuă să eşueze, contactează support@mega.nz. [{0}]
ru: Неизвестная ошибка в пути загрузки. Пожалуйста, попробуйте еще раз, и, если она появится снова, пожалуйста свяжитесь с нами: support@mega.nz. [{0}]
tr: İndirme yolunda bilinmeyen hata. Lütfen tekrar deneyin ve hata devam ederse lütfen support@mega.nz ile iletişime geçin. [{0}]
uk: Виникла невідома помилка в шляху завантаження. Будь ласка, спробуйте ще раз, і якщо помилка відтворюється, будь ласка, зв'яжіться з support@mega.nz. [{0}]
vi: Có một lỗi không xác định được xảy ra ở đường tải về. Xin thử lại, nếu lỗi vẫn cứ tiếp tục diễn ra, xin liên hệ support@mega.nz. [{0}]

# AM_InternalNodeNotFound
source: The file/folder of the link that you are trying to open was not found. You are probably logged in to a different account. Please, log in to the correct account and try again.
it: La cartella/il file del link che stai tentando di aprire non è stata/o trovata/o. Probabilmente hai effettuato l'accesso con un account differente. Per favore, accedi con l'account corretto e riprova.
nl: Het bestand/map van de koppeling die u probeert te openen werd niet gevonden. U bent waarschijnlijk ingelogd in een andere account. Log in de juiste account en probeer het nogmaals.
ro: Fişierul/folderul linkului pe care încerci să îl deschizi nu a fost găsit. Probabil că eşti autentificat într-un cont diferit. Te rugăm să te autentifici în contul corect şi să încerci din nou.
ru: Файл/папка по ссылке, которую вы пытаетесь открыть, не найден. Возможно, вы вошли в другую учётную запись. Войдите в нужную учётную запись и повторите попытку.
tr: Açmaya çalıştığınız dosya/klasör linki bulunamadı. Büyük ihtimalle farklı bir hesapta hesaptasınız. Lütfen, doğru hesaba giriş yapıp tekrar deneyin.
vi: Đường liên kết tới tệp tin / thư mục bạn đang muốn mở không hợp lệ. Có thể là do bạn đăng nhập với tài khoản khác. Xin thử đăng xuất và đăng nhập vào tài khoản sở hữu đường liên kết này và thử lại.

# AM_InternalNodeNotFound_Title
source: File/folder not found
it: File/cartella non trovato/a
nl: Bestand/map niet gevonden
ro: Fişier/folder negăsit
ru: Файл/папка не обнаружен.
tr: Dosya/klasör bulunamadı
vi: Không tìm thấy tệp/thư mục

# AM_TransferOverquotaWarning
source: Your queued transfer exceeds the current transfer quota available for your account and may therefore be interrupted.
it: I trasferimenti che hai messo in coda superano la banda di trasferimento corrente disponibile per il tuo account e potrebbero essere interrotti.
nl: Uw wachtende overdracht overschrijdt de huidige overdrachtstegoed die beschikbaar is voor uw account en kan daardoor worden onderbroken.
ro: Transferul în coadă depăşeşte cota de transfer actuală disponibilă pentru contul tău şi, prin urmare, poate fi întreruptă.
ru: Запланированная передача превышает доступную квоту для вашей учётной записи и может быть прервана.
tr: Kuyruktaki aktarmanız hesabınız için mevcut olan aktarma kotasını geçmektedir ve bu yüzden aksama yaşayabilirsiniz.
vi: Danh sách các phiên truyền tải đang chờ làm quá số lượng băng thông truyền tải cho phép được cấp cho tài khoản này, vì vậy sẽ có một số vấn đề xảy ra.

# AM_TransferOverquotaWarning_Title
source: Depleted transfer quota
de: Transfervolumen erschöpft
it: Banda di trasferimento esaurita
nl: Verminderde overdracht tegoed
ro: Cotă de transfer epuizată
ru: Квота передач исчерпана
tr: Aktarma kotası tükenmiş
vi: Hết băng thông truyền tải

# AM_CancelDownloadsQuestion
source: Are you sure you want to cancel all the pending downloads?
de: Alle Downloads stornieren?
it: Sei sicuro di voler annullare tutti i download in attesa?
nl: Weet u zeker dat u alle wachtende downloads wilt annuleren?
ro: Sigur doreşti să anulezi toate descărcările în aşteptare?
ru: Действительно отменить загрузки из облака в очереди?
tr: Tüm bekleyen indirmeleri sonlandırmak istediğinize emin misiniz?
vi: Bạn có chắc muốn hủy tất cả các phiên truyền tải xuống đang chờ đợi?

# AM_CancelUploadsQuestion
source: Are you sure you want to cancel all the pending uploads?
de: Wollen Sie alle anstehenden Uploads wirklich stornieren?
it: Sei sicuro di voler annullare tutti gli upload in attesa?
nl: Weet u zeker dat u alle wachtende uploads wilt annuleren?
ro: Sigur doreşti să anulezi toate încărcările în aşteptare?
ru: Действительно отменить загрузки в облако в очереди?
tr: Tüm bekleyen yüklemeleri sonlandırmak istediğinize emin misiniz?
vi: Bạn có chắc muốn hủy tất cả các phiên truyền tải tên đang chờ đợi?

# AM_ViewContactDetailsFailed
source: Failed to view the contact details. Please try again later.
it: Non posso vedere i dettagli del contatto. Per favore, riprova in seguito.
nl: Weergeven van gegevens is mislukt. Probeer het later nog eens.
ro: Eşec la vizualizarea detaliilor contactului. Te rugăm să încerci din nou mai târziu.
ru: Не удалось просмотреть детали. Попробуйте позже.
tr: Kişi bilgilerini görüntüleme başarısız oldu. Lütfen daha sonra tekrar deneyin.
vi: Lấy thông tin danh bạ thất bại. Xin thử lại sau.

# AM_ViewContactDetailsFailed_Title
source: Contact details failed
it: Dettagli del contatto non visibili
nl: Contactgegevens mislukt
ro: Detaliile contactului au eşuat
ru: Не удалось
tr: Kişi bilgileri görüntülenemedi
vi: Có trục trặc hiển thị các thông tin danh bạ

# AM_ShowUploadOptionsFailed
source: Failed to show the upload options. Please try again later.
it: Non posso mostrare le opzioni di aggiornamento. Per favore, riprova in seguito.
nl: De upload opties weergeven zijn mislukt. Probeer later nog eens.
ro: Eşec la afişarea opţiunilor de încărcare. Te rugăm să încerci din nou mai târziu.
ru: Не удалось показать опции загрузки. Попробуйте позже.
tr: Yükleme seçeneklerini gösterirken hata oluştu. Lütfen daha sonra tekrar deneyin.
vi: Có trục trặc hiển thị các tùy chọn tải lên. Xin thử lại sau.

# AM_ShowUploadOptionsFailed_Title
source: Upload options
de: Uploadoptionen
it: Opzioni upload
nl: Upload opties
ro: Opţiuni de încărcare
ru: Опции загрузки
tr: Yükleme seçenekleri
uk: Варіанти завантаження
vi: Tùy chỉnh tải lên

# AM_SaveLogFile
source: Do you want to save the log file in an external location to use it later?
it: Vuoi salvare il file log in una posizione esterna per utilizzarlo successivamente?
nl: Wilt u het logbestand opslaan in een externe locatie om het later te gebruiken?
ro: Doreşti să salvezi fişierul log într-o locaţie externă pentru a-l folosi mai târziu?
ru: Сохранить лог-файл в другую папку, чтобы использовать позже?
tr: Günlük dosyasını daha sonra kullanmak için harici bir konuma kaydetmek ister misiniz?
vi: Bạn có muốn lưu lại tệp log này ở chỗ khác để sử dụng sau?

# AM_SaveLogFile_Title
source: Save the log file
it: Salva il file log
nl: Het logbestand opslaan
ro: Salvează fişierul log
ru: Сохранить лог-файл
tr: Günlük dosyasını kaydet
vi: Lưu lại tệp log

# AM_ShareLinkFailed
source: Failed to share the file/folder link. Please try again.
it: Condivisione del link del/la file/cartella fallita. Per favore, ritenta.
nl: Het is mislukt om de bestands/map koppeling te delen. Probeer nogmaals.
ro: Eşec la partajarea linkului fişierului/folderului. Te rugăm să încerci din nou.
ru: Не удалось поделиться ссылкой на файл/папку. Попробуйте снова.
tr: Dosya/klasör bağlantısı paylaşılamadı. Lütfen tekrar deneyin.
vi: Việc chia sẻ đườn liên kết tệp tin / thư mục bị thất bại. Xin thử lại.

# AM_ShareLinkFailed_Title
source: Error sharing link
it: Errore nella condivisione del link
nl: Fout delende koppeling
ro: Eroare la partajarea linkului
ru: Ошибка
tr: Bağlantı paylaşımı hatası
vi: Việc chia sẻ đường liên kết bị lỗi

# AM_InternalNodeFailed
source: Failed to open the internal file/folder of the link. Please try again.
it: Apertura del file/cartella del link fallita. Per favore, ritenta.
nl: Mislukt om het interne bestand/folder te openen van de koppeling. Probeer nogmaals.
ro: Eşec la deschiderea fişierului/folderului intern al linkului. Te rugăm să încerci din nou.
ru: Не удалось открыть внутренний файл/папку по ссылке. Попробуйте ещё раз.
tr: Bağlantının dahili dosyasını/klasörünü açamadı. Lütfen tekrar deneyin.

# AM_InternalNodeFailed_Title
source: Failed to open the internal file/folder
de: Interne Datei/Ordner konnte nicht geöffnet werden
it: Apertura del file o della cartella fallita
nl: Mislukt om het interne bestand/folder te openen.
ru: Не удалось открыть внутренний файл/папку
tr: Dahili dosya/klasör açılamadı

# AM_ClearCacheFailed
source: Failed to clear cache. Please try again.
de: Fehler beim Leeren des Zwischenspeichers. Bitte versuchen Sie es noch einmal.
it: Pulizia della memoria cache fallita. Per favore, riprova.
nl: Mislukt om cache te wissen. Probeer nogmaals.
ru: Не удалось очистить кэш. Попробуйте ещё раз.
tr: Önbellek temizlenemedi. Lütfen tekrar deneyin.

# AM_ClearCacheFailed_Title
source: Clear cache failed
de: Zwischenspeicher konnte nicht geleert werden
it: Pulizia della memoria cache fallita
nl: Wis cache mislukt
ru: Не удалось очистить кэш
tr: Önbellek temizle başarısız

# AM_PrepareDownloadsFailed
source: Error preparing downloads. Please try again.
de: Downloads konnten nicht initialisiert werden. Bitte versuchen Sie es noch einmal.
nl: Fout voorbereiden downloads. Probeer nogmaals.
ru: Не удалось подготовить загрузку. Попробуйте снова.
tr: İndirmeler hazırlanırken hata oluştu. Lütfen tekrar deneyin.

# AM_AccountBlockedCopyright
source: Your account has been suspended due to multiple breaches of MEGA’s Terms of Service. Please check your email inbox.
de: Ihr Account wurde wegen mehrfacher Verletzung der MEGA-Nutzungsbedingungen gesperrt. Wir haben Ihnen diesbezüglich eine E-Mail geschickt.
nl: Uw account is geschorst door meerdere misbruiken van MEGA's Algemene Voorwaarden. Controleer uw Email Postbak.
ru: Ваша учетная запись была приостановлена из-за многочисленных нарушений Условий предоставления услуг MEGA. Пожалуйста, проверьте свой почтовый ящик.
tr: Hesabınız, MEGA Hizmet Şartları'nın birden fazla ihlalinden dolayı askıya alındı. Lütfen e-posta gelen kutunuzu kontrol edin.

# AM_EmptyRequiredFields
source: Fill the required fields and try again.
ru: Заполните требуемые поля и попробуйте ещё раз.

# AM_PasswordChanged
source: We have sent you an email confirming your password change.
ru: Мы отправили письмо для подтверждения изменения пароля.

# AM_PasswordChanged_Title
source: Password changed
ru: Пароль изменён

# AM_PasswordChangeFailed
source: Failed to change your password. Please try again.
ru: Не удалось изменить пароль. Попробуйте ещё раз.

# AM_PasswordChangeFailed_Title
source: Error change password
ru: Ошибка при смене пароля
uk: Error changing password
vi: Error changing password

# AM_IncorrectEmailFormat
source: Incorrect email format. Please try again.
ru: Неправильный формат email. Попробуйте ещё раз.

# AM_VeryWeakPassword
source: Please strengthen your password.
ru: Повысьте надежность пароля.
uk: Будь ласка, зміцніть пароль.
vi: Xin tạo một mật khẩu phức tạp hơn.

# SSLKeyError
source: Our SSL/TLS certificate can't be verified. You could be affected by a man-in-the-middle attack.
ar: شهادتنا SSL/TLS لايمكن توثيقها، ربما تتأثر بهجوم رجل في الوسط.
de: Unser SSL/TLS-Schlüssel scheint manipuliert worden zu sein. Möglicherweise sind Sie Opfer eines Man-in-the-middle-Angriffs geworden.
fr: Notre certificat SSL/TLS n'a pas pu être vérifié. Il se peut que vous soyez affecté(e) par une attaque de l'homme-au-milieu.
it: Il nostro certificato SSL/TLS non può essere verificato. Potresti essere affetto da un attacco di tipo man-in-the-middle.
nl: Onze SSL/TLS-certificaat kan niet worden geverifieerd. U zou kunnen worden getroffen door een man-in-the-middle-aanval.
pt: O nosso certificado SSL/TLS não pode ser verificado. Você pode estar a ser afectado por um ataque man-in-the-middle.
ro: Certificatul nostru SSL/TLS nu poate fi verificat. Ai putea fi afectat de un atac de tip man-in-the-middle.
sk: Naše SSL/TLS certifikáty sa nedajú overiť. Možno ste pod vplyvom útoku typu man-in-the-middle.
tr: SSL/TLS sertifikamız doğrulanamıyor. İki bağlantı noktası arasındaki bağlantıyı izinsiz izleme saldırısından etkilenmiş olabilirsiniz.

# SSLKeyError_Title
source: Logged out
ar: تم تسجيل الخروج
de: Ausgeloggt
fr: Déconnecté(e)
it: Disconnesso
nl: Afgemeld
pt: Sessão terminada
ro: Deconectat
sk: Odhlásený
tr: Çıkış yapıldı
