Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.xlf
Languages: bg, cs, es, et_ee, fa, fi_fi, he, hu, id, ja, ko, pl, pt_br, sl, sr, sv, th, zh_hans, zh_hant

# Resx/ShortCutFailed_Title
source: Shortcut error
bg: Грешка в пътя
cs: Chyba zástupce
es: Error en el acceso directo
et_ee: Viite viga
fa: خطای شورت کات
fi_fi: Pikakuvakevirhe
he: שגיאת קיצור דרך
hu: Parancsikon hiba
ja: ショートカットエラー
ko: 바로가기 오류
pl: Błąd skrótu
pt_br: Erro no atalho
sl: Napaka pri bljižnici
sr: Грешка пречице
sv: Genvägs error
th: สร้างทางลัดผิดพลาด
zh_hans: 快捷方式错误
zh_hant: 捷徑錯誤

# Resx/CreditCardStoreFailed
source: The credit card information is not correct. The credit card will not be charged.
bg: Информацията за кредитната карта не е правилна. Кредитната карта няма да бъде таксувана.
cs: Informace o platební kartě nejsou správné. Z platební karty nebude strženo.
es: La información de la tarjeta de crédito no es correcta. No se realizará el pago.
et_ee: Krediitkaardi info pole õige. Krediitkaardilt ei võeta summat maha.
fa: اطلاعات مربوط به کارت اعتباری صحیح نمی باشد. کارت اعتباری شارژ نخواهد شد.
fi_fi: Virheelliset luottokorttitiedot. Luottokorttia ei veloiteta.
he: פרטי כרטיס אשראי אינם נכונים. כרטיס האשראי לא יחוייב.
hu: A bankkártya adatai nem megfelelőek, így nem lesz terhelve.
id: Informasi kartu kredit anda tidak benar. Kartu kredit anda tidak akan di-cas
ja: クレジットカードの情報が正しくありませんので、カードには請求されません。
ko: 신용카드 정보가 올바르지 않습니다. 신용카드로 결제되지 않을 것입니다.
pl: Dane karty kredytowej są nie poprawne. Karta nie zostanie obciążona.
pt_br: As informações do cartão de crédito não estão corretas. O cartão de crédito não será cobrado.
sl: Podatki za kreditno kartico niso pravi. Kreditna kartica ne bo bremenjena.
sr: Подаци о кредитној картици су неисправни. Наплата неће бити извршена.
sv: Informationen kreditkort är inte korrekt. Kreditkortet debiteras inte.
th: ข้อมูลบัตรเครดิตไม่ถูกต้อง บัตรเครดิตจะไม่ถูกคิดค่าบริการ
zh_hans: 信用卡信息不正确。您的信用卡将不会被扣款。
zh_hant: 信用卡資料不正確。您的信用卡將不會被扣款。

# Resx/CreditCardStoreFailed_Title
source: Storing credit card failed
bg: Грешка при съхраняване на кредитна карта
cs: Uložení platební karty selhalo
es: Error al almacenar la tarjeta de crédito
et_ee: Krediitkaardi talletamine ebaõnnestus
fa: ذخیره کردن کردیت کارت شکست خورد
fi_fi: Luottokortin tallennusvirhe
he: שגיאה בשמירת כרטיס האשראי
hu: A hitelkártya tárolása sikertelen
id: Gagal menyimpan kartu kredit
ja: クレジットカード保存できず
ko: 신용카드 저장 실패
pl: Zapisywanie nie powiodło się
pt_br: Armazenamento de cartão de crédito falhou
sl: Shranjevanje kreditne kartice neuspešno
sr: Снимање кредитне картице неуспело
sv: Lagra kreditkort misslyckades
th: จัดเก็บบัตรเครดิตไม่สำเร็จ
zh_hans: 储存信用卡已失败
zh_hant: 儲存信用卡失敗

# Resx/RequiredFieldsCreditCardPayment
source: Please fill in all the required fields and try again.
bg: Моля, попълнете всички задължителни полета и опитайте отново.
cs: Vyplňte všechna požadovaná pole a zkuste to znovu.
es: Por favor, introduce todos los campos requeridos y vuelve a intentarlo.
et_ee: Palun täitke kõik nõutavad lahtrid ja proovige uuesti.
fa: لطفا تمام فیلد های مورد نیاز را پر کنید و دوباره تلاش کنید.
fi_fi: Ole hyvä, täytä kaikki vaaditut kohdat ja yritä uudelleen.
he: אנא מלא את שדות החובה ונסה שוב.
hu: Kérjük töltse ki a kötelező mezőket, majd próbálja újra.
id: Harap penuhi seluruh field yang dibutuhkan dan coba kembali.
ja: 必要事項を全て入力し、再度トライして下さい。
ko: 필수 항목을 입력하고 다시 시도하세요.
pl: Prosimy wypełnij wszystkie wymagane pola i spróbować ponownie.
pt_br: Por favor, preencha todos os campos necessários e tente novamente.
sl: Prosim, izpolnite vsa zahtevana polja in poskusite ponovno.
sr: Молимо Вас попуните сва поља и покушајте поново.
sv: Fyll i alla obligatoriska fält och försök igen.
th: กรุณากรอกข้อมูลในช่องที่จำเป็นทั้งหมดและลองใหม่อีกครั้ง
zh_hans: 请填写所有必填栏后再试一次.
zh_hant: 請填入所有必填欄位並再試一次。

# Resx/WrongDataFormatCreditCardPayment
source: The credit card number, month/year of expiration and the CVV should be numeric. Please check that everything is correct and try again.
bg: Номерът на кредитната карта, месец/година на изтичане и CVV трябва да са цифрови. Моля, проверете дали всичко е наред и опитайте отново.
cs: Číslo platební karty, měsíc, rok a CVV by měla být čísla. Zkontrolujte, že jsou vyplněná data správná, a zkuste to znovu.
es: El número de tarjeta, mes/año de caducidad y el CVV deben ser numéricos. Por favor, comprueba que todo sea correcto e inténtalo de nuevo.
he: מספר כרטיס האשראי, חודש/שנה של פקיעת תוקף ומספר ה-CVV צריכים להיות מספרים. אנא בדוק כי הכל תקין ונסה שוב.
hu: A hitelkártyaszám, hónap, év, és CVV számokat kell tartalmazzon. Kérjük ellenőrizze, hogy a kitöltött adatok helyesek-e, majd próbálja újra.
id: Nomor kartu kredit, bulan/ tahun expiration dan CVV harus berupa angka. Harap cek semua nya benar dan coba kembali
ja: クレジットカード番号、有効期限、認証番号は半角数字での入力となります。再度確認を御願いします。
ko: 신용카드 번호, 유효기간 월/연과 CVV는 숫자입니다. 모든 것이 올바른지 확인하고 다시 시도하세요.
pl: Numer karty kredytowej, miesiąc/rok wygaśnięcia oraz kod CVV powinny być numerami. Zweryfikuj dane i spróbuj ponownie.
pt_br: O número do cartão de crédito, mês / ano de validade ea CVV deve ser numérico. Por favor verifique se tudo está correto e tente novamente.
sl: Številka kreditne kartice, mesec/leto poteka in CVV bi morali biti številčni. Prosim, preverite, da so vsi podatki pravilni in poskusite ponovno.
sr: Број кредитне картице, месец/година истека и CVV требају бити бројеви. Молимо Вас проверите да ли је све исправно и покушајте поново.
sv: Kreditkortsnummer, månad / år av utandningen och CVV bör vara numeriska. Kontrollera att allt är korrekt och försök igen.
th: หมายเลขบัตรเครดิตในส่วนของ month/year หมดอายุแล้วและค่าตรง CVV ควรจะเป็นตัวเลข กรุณาตรวจสอบว่าทุกอย่างถูกต้องและลองใหม่อีกครั้ง
zh_hant: 信用卡號，有效月/年與CVV驗證碼應為數字。請檢查是否都正確並再試一次。

# Resx/WrongDataFormat_Title
source: Wrong data format
bg: Грешен формат на данните
cs: Špatný formát data
es: Formato de datos incorrecto
et_ee: Vale andmete formaat
fa: فرمت داده غلط!
fi_fi: Virheellinen tiedostomuoto
he: פורמט המידע שגוי
hu: Helytelen adatformátum
id: Format data salah
ja: 不適フォーマット
ko: 잘못된 데이터 형식
pl: Błędny format danych
pt_br: Formato de dados errado
sl: Napačen format datuma
sr: Погрешан формат података
sv: Fel data format
th: รูปแบบข้อมูลไม่ถูกต้อง
zh_hans: 错误的数据格式
zh_hant: 錯誤數據格式

# Resx/AM_CancelSubscription
source: You are about to cancel your MEGA subscription. Please let us know if there is anything we can do to help change your mind.
bg: На път сте да прекратите MEGA абонамента си. Моля, уведомете ни, ако има нещо, което можем да направим, за да промените мнението си.
cs: Chystáte se zrušit své předplatné MEGA. Dejte nám vědět, jestli můžeme udělat něco, čím pomůžeme změnit vaše rozhodnutí.
es: Estás a punto de cancelar tu suscripción MEGA. Por favor, dinos si hay algo que podamos hacer que pueda hacerte cambiar de opinión.
he: הינך עומד לבטל את ההרשה אל MEGA. אנא הודיע לנו אם יש משהו שאנו יכולים לעזור בו על מנת לשנות את דעתך.
id: Anda sedang akan membatalkan subskripsi MEGA anda. Harap beritahu kami jika ada yang dapat kami lakukan untuk merubah pikiran anda.
ko: MEGA 구독을 취소하려고 합니다. 당신의 생각을 바꾸게 하기 위해 우리가 뭘 해야할지 알려주세요.
pl: Mass zamiar anulować swoją subskrypcję MEGA. Prosimy o poinformowanie nas, czy możemy jakoś pomóc i wpłynąć na zmianę Twojej decyzji.
pt_br: Você está prestes a cancelar a sua assinatura MEGA. Por favor, deixe-nos saber se há alguma coisa que podemos fazer para ajudar a mudar a sua mente.
sl: Nameravate preklicati svojo MEGA naročnino. Prosim, sporočite nam, če lahko kaj naredimo, da vas prepričamo v nasprotno.
sr: Отказујете своју MEGA претплату. Молимо реците нам ако можемо нешто да урадимо да Вам помогнемо да промените мишљење.
sv: Du är på väg att avsluta din MEGA prenumeration. Låt oss veta om det finns något vi kan göra för att bidra till att du skall överväga att stanna hos oss.
th: คุณกำลังจะยกเลิกการสมัครใช้งานของ MEGA กรุณาแจ้งให้เราทราบว่ามีอะไรที่เราสามารถทำได้เพื่อช่วยให้คุณสามารถรับประสบการณ์ใช้งานที่ดียิ่งขึ้น
zh_hant: 您將取消訂閱MEGA。如果我們可以做些什麼以改變您的心意，請讓我們知道。

# Resx/AM_CancelSubscriptionConfirmation
source: Thank you for your feedback! Are you sure you want to cancel your MEGA subscription?
bg: Благодарим Ви за обратната връзка! Наистина ли искате да се откажете от Mega абонамента си?
cs: Děkujeme vám za zpětnou vazbu! Opravdu chcete zrušit své předplatné Mega?
es: ¡Gracias por tu mensaje! ¿Estás seguro de que quieres cancelar la subscripción?
he: תודה על המשוב! האם אתה בטוח שאתה רוצה לבטל את המנוי ל-MEGA?
hu: Köszönjük a visszajelzést! Biztosan megszakítod a Mega előfizetésed?
id: Terima kasih untuk feedback anda! Anda yakin ingin membatalkan subscription MEGA anda?
ja: フィードバック、ありがとうございます。本当に、MEGA 定期契約をキャンセルしてしまうのですか？
ko: 피드백을 보내주셔서 고맙습니다! 메가 구독을 취소하시겠습니까?
pl: Dziękujemy za opinię! Czy na pewno chcesz anulować swoja subskrypcję MEGA?
pt_br: Obrigado pelo seu comentário! Tem a certeza de que deseja cancelar a sua assinatura MEGA?
sl: Hvala za povratne informacije! Ali ste prepričani, da želite preklicati vašo Mega naročnino?
sr: Хвала Вам на коментару! Да ли сте сигурни да желите да откажете Вашу MEGA претплату?
sv: Tack för din feedback! Är du säker på att du vill avbryta din MEGA prenumeration?
th: ขอบคุณสำหรับคำติชมของคุณ คุณแน่ใจหรือว่าจะยกเลิกการสมัครใช้งาน MEGA ของคุณ
zh_hans: 感谢您的反馈！您确定要取消MEGA签约吗？
zh_hant: 感謝您的建議！您確定要取消您的MEGA訂購嗎？

# Resx/CancelSubscriptionFailed
source: The subscription has not been canceled successfully. Please contact support@mega.nz to cancel your subscription.
id: Subskripsi belum dibatalkan dengan benar. Harap kontak support@mega.nz untuk membatalkan subskripsi anda.
th: ยังไม่ได้ยกเลิกการสมัครสมาชิก กรุณาติดต่อ support@mega.nz เพื่อยกเลิกการสมัครรับข้อมูลของคุณ
zh_hant: 您的訂閱購買尚未完成取消手續。請您聯繫 support@mega.nz 以便取消。

# Resx/CancelSubscriptionFailed_Title
source: Subscription cancellation failed
bg: Прекратяването на абонамента се провали
cs: Zrušení předplatného selhalo
es: Error al cancelar la suscripción
he: ביטול המנוי נכשל
hu: Előfizetés megszakítása siekrtelen
id: Pembatalan subskripsi gagal
ja: 定期契約のキャンセルできず
ko: 구독 취소 실패
pl: Anulowanie subskrypcji nie powiodło się
pt_br: Cancelamento da assinatura falhou
sl: Preklic naročnine neuspešen
sr: Отказивање претплате неуспешно
sv: Abonnemangs annullering misslyckades
th: ยกเลิกการสมัครใช้งานไม่สำเร็จ
zh_hans: 取消签约失败
zh_hant: 取消訂購失敗

# Resx/CancelSubscriptionSuccessfully
source: The subscription has been cancelled.
bg: Абонаментът беше прекратен.
cs: Předplatné bylo správně zrušeno.
es: La suscripción ha sido cancelada correctamente.
he: המנוי בוטל.
hu: Az előfizetés megszakításra került.
id: Subscription telah dibatalkan.
ja: 定期契約はキャンセルされました。
ko: 구독이 취소되었습니다.
pl: Subskrypcja została anulowana.
pt_br: A subscrição foi cancelada.
sl: Naročnina je bila preklicana.
sr: Претплата је отказана.
sv: Prenumerationen har avbrutits.
th: การสมัครใช้งานถูกยกเลิกแล้ว
zh_hans: 签约已被取消.
zh_hant: 此筆訂購已被取消。

# Resx/CancelSubscriptionSuccessfully_Title
source: Subscription cancelled
bg: Абонаментът беше прекратен
cs: Předplatné zrušeno
es: Suscripción cancelada
et_ee: Tellimus on tühistatud
fa: اشتراک کنسل شد
fi_fi: Tilaus keskeytetty
he: המנוי בוטל
hu: Előfizetés megszakítva
id: Subskripsi dibatalkan
ja: 契約キャンセル
ko: 구독 취소됨
pl: Subskrypcja anulowana
pt_br: Subscrição cancelado
sl: Naročnina preklicana
sr: Претплата отказана
sv: Teckning annulleras
th: การสมัครใช้งานถูกยกเลิกแล้ว
zh_hans: 订购已取消
zh_hant: 訂購已取消

# Resx/CancelSubscription_Title
source: Cancel Subscription
bg: Отмени Абонамента
cs: Zrušení předplatného
es: Cancelar Subscripción
et_ee: Tellimuse tühistamine
fa: اشتراک را کنسل کن
fi_fi: Lopeta tilaus
he: בטל מנוי
hu: Előfizetés Megszakítása
id: Batalkan Subscription
ja: 定期契約キャンセル
ko: 구독 취소
pl: Anuluj subskrypcję
pt_br: cancelar assinatura
sl: Prekliči naročnino
sr: Откажи Претплату
sv: Avbryt abonnemang
th: ยกเลิกการสมัครใช้งาน
zh_hans: 取消签约
zh_hant: 取消訂購

# Resx/RequiredFieldsCancelSubscription
source: Please give us your feedback. Thanks.
bg: Моля да ни дадете обратна връзка. Благодарим.
cs: Napište nám svou zpětnou vazbu. Díky.
es: Por favor, cuéntanos tus impresiones. Gracias.
he: אנא מלא את משובך. תודה.
hu: Kérjük írjon nekünk visszajelzést. Köszönjük.
id: Harap berikan kami feedback anda. Terima kasih.
ja: フィードバックをお聞かせ下さい。ありがとう。
ko: 저희에게 피드백을 보내주세요. 고맙습니다.
pl: Wpisz swoją opinię. Dziękujemy.
pt_br: Por favor, dê-nos a sua opinião. Obrigado.
sl: Prosim, sporočite na povratne informacije. Hvala.
sr: Молимо Вас да нам оставите коментар. Хвала.
sv: Var vänlig och ge oss din feedback. Tackar.
th: กรุณาให้คำติชมของคุณ ขอขอบคุณ
zh_hans: 请提供您的反馈. 谢谢.
zh_hant: 請不吝給予指教。謝謝。

# Resx/UpgradeAccountFailed
source: The operation failed. Your credit card has not been charged.
bg: Операцията не е завършила правилно. Кредитната карта няма да бъде таксувана.
cs: Operace nebyla správně dokončena. Z platební karty nebude strženo.
es: La operación no finalizó correctamente. No se realizará el pago.
he: התהליך לא הסתיים בהצלחה. כרטיס האשראי לא יוחוייב.
hu: A műveletet nem fejeződött be megfelelően. Nem lesz terhelve a kártya.
id: Operasi belum selesai dengan benar. Credit card tidak akan di-cas
ja: 正しく処理できませんでした。クレジットカードには請求されません。
ko: 작업이 올바르게 종료되지 않았습니다. 신용카드 결제가 이루어지지 않을 것입니다.
pl: Operacja nie została zakończona poprawnie. Karta nie zostanie obciążona.
pt_br: A operaçãofalhou. O seu cartão de crédito não será cobrado.
sl: Postopek se ni pravilno zaključil. Kreditna kartica ne bo bremenjena.
sr: Акција неуспешна. Ваша кредитна картица није наплаћена.
sv: Verksamheten har inte avslutat korrekt. Kreditkortet debiteras inte.
th: ดำเนินการไม่สำเร็จ บัตรเครดิตของคุณจะไม่ถูกเรียกเก็บเงิน
zh_hans: 该操作未正确地完成。信用卡将不会被扣款。
zh_hant: 該操作尚未正確地完成。信用卡將不會被扣款。

# Resx/UpgradeAccountFailed_Title
source: Error upgrading account
bg: Грешка при надстрояване на профила
cs: Upgrade účtu selhal
es: Error al pasar la cuenta a PRO
he: שגיאה בשדרוג החשבון
hu: Fiók bővítése sikertelen
id: Gagal mengupgrade akun
ja: アップグレード中エラー
ko: 계정 업그레이드 오류
pl: Błąd zmiany konta
pt_br: Conta modernização erro
sl: Napaka pri nadgradnji računa
sr: Грешка приликом надоградње налога
sv: Problem med att uppgradera konto
th: มีข้อผิดพลาดในการอัปเกรดบัญชี
zh_hans: 升级账户错误
zh_hant: 升級帳號錯誤

# Resx/UpgradeAccountSuccessfully
source: Account successfully upgraded!
bg: Профилът беше актуализиран успешно!
cs: Účet úspěšně upgradován!
es: El pago se ha realizado correctamente
et_ee: Konto uuendamine oli edukas!
fa: حساب کاربری با موفقیت ارتقا یافت!
fi_fi: Käyttäjätili päivitetty onnistuneesti!
he: החשבון שודרג בהצלחה!
hu: Fiók sikeresen frissítve!
id: Akun telah berhasil di upgrade!
ja: アカウントのアップグレード完了！
ko: 계정이 성공적으로 업그레이드 되었습니다!
pl: Konto zostało aktywowane!
pt_br: Conta atualizado com sucesso!
sl: Račun uspešno nadgrajen!
sr: Налог успешно надограђен!
sv: Konto framgångsrikt uppgraderad!
th: อัปเกรดบัญชีเรียบร้อยแล้ว
zh_hans: 账户已成功升级！
zh_hant: 帳戶已成功升級！

# Resx/UpgradeAccountSuccessfully_Title
source: Account upgraded
bg: Акаунтът бе надстроен
cs: Účet upgradován
es: Cuenta PRO activada
et_ee: Konto on uuendatud
fa: اکونت ارتقا یافت
fi_fi: Käyttäjätili päivitetty
he: החשבון שודרג
hu: Bővített fiók
id: Akun terupgrade
ja: アカウントのアップグレード完了
ko: 계정 업그레이드됨
pl: Konto zmienione
pt_br: Upgrade na conta
sl: Račun nadgrajen
sr: Налог унапређен
sv: Konto uppgraderat
th: อัปเกรดบัญชี
zh_hans: 账户已升级
zh_hant: 帳戶已升級

# Resx/GetPaymentMethodsFailed
source: Failed to retrieve the available payment methods. Please try again. [{0}]
bg: Неуспешно извличане на начините за плащане. Моля, опитайте отново. [{0}]
cs: Nepodařilo se načíst dostupné způsoby platby. Zkuste to znovu. [{0}]
es: No se han podido recuperar los métodos de pago. Por favor, vuelve a intentarlo. [{0}]
et_ee: Saadavalolevate makseviiside hankimine ebaõnnestus. Palun proovige uuesti [{0}]
fa: دسترسی به روشهای پرداخت ناموفق بود. لطفا" دوباره تلاش کنید. [{0}]
fi_fi: Käytettävissä olevien maksutapojen haku epäonnistui. Ole hyvä ja yritä uudestaan. [{0}]
he: שגיאה באיסוף סוגי תשלום. אנא נסה שוב. [{0}]
hu: Az elérhető fizetési módok lekérése sikertelen. Kérjük próbálja újra. [{0}]
id: Gagal untuk mendapatkan metoda pembayaran yang tersedia. Harap coba kembali. [{0}]
ja: 支払い方法を取得できませんでした。もう一度トライして下さい。 [{0}]
ko: 사용가능한 결제 수단을 불러오는데에 실패하였습니다. 다시 시도하세요. [{0}]
pl: Błąd pobieranie form płatności. Spróbuj ponownie. [{0}]
pt_br: Falha ao recuperar métodos de pagamento disponíveis. Por favor, tente novamente. [{0}]
sl: Neuspešen prevzem razpoložljivih plačilnih metod. Prosim, poskusite ponovno. [{0}]
sr: Грешка приликом налажења могућих начина за плаћање. Покушајте поново. [{0}]
sv: Misslyckades att hämta betalningsalternativ. Försök igen [{0}]
th: ไม่สามารถเรียกวิธีการชำระเงินที่มีอยู่ได้ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hans: 获取可用的支付手段失败. 请再试一次. [{0}]
zh_hant: 選取可用的付款方式失敗。請再試一次[{0}]

# Resx/GetPaymentMethodsFailed_Title
source: Error getting payment methods
bg: Грешка при зареждане методите на плащане
cs: Chyba při získávání způsobů platby
es: Error al obtener los métodos de pago
et_ee: Makseviiside hankimine ebaõnnestus
fa: خطا در دریافت روش های پرداخت
fi_fi: Virhe haettaessa maksutietoja
he: שגיאה בקבלת שיטות לתשלום
hu: Hiba a fizetési módszerek beszerzésekor
id: Gagal mendapatkan metoda pembayaran
ja: お支払い処理中エラー
ko: 결제 수단 받기 오류
pl: Błąd pobierania metody płatności
pt_br: Erro ao obter os métodos de pagamento
sl: Napaka prevzemanja metod plačila
sr: Грешка приликом налажења начина плаћања
sv: Fel att få betalningsmetoder
th: มีข้อผิดลาดในการรับวิธีการชำระเงิน
zh_hans: 获取支付方式错误
zh_hant: 取得付款方式錯誤

# Resx/GetPaymentUrlFailed
source: Failed to retrieve the payment Url. Please try again. [{0}]
bg: Грешка при извличане на линк за плащане. Моля, опитайте отново. [{0}]
cs: Nepodařilo se načíst URL platby. Zkuste to znovu. [{0}]
es: No se ha podido recuperar la URL de pago. Por favor, vuelve a intentarlo. [{0}]
et_ee: Makse lehekülje hankimine ebaõnnestus. Palun proovige uuesti. [{0}]
fa: بازگردانی صفحه پرداخت ناموفق بود. لطفا" دوباره سعی کنید.[{0}]
fi_fi: Maksulinkin haku epäonnistui. Ole hyvä ja yritä uudestaan. [{0}]
he: שגיאה באיסוף כתובת התצלום. אנא נסה שוב. [{0}]
hu: A fizetési Url lekérése sikertelen. Kérjük próbálja újra. [{0}]
id: Gagal untuk mendapatkan Url pembayaran. Harap coba kembali. [{0}]
ja: 支払い用Url取得できず。再度トライして下さい。[{0}]
ko: 결제 URL 수신에 실패하였습니다. 다시 시도하세요. [{0}]
pl: Pobieranie linku do płatności nie powiodło się. Spróbuj ponownie. [{0}]
pt_br: Falha ao recuperar a URL de pagamento. Por favor tente novamente. [{0}]
sl: Neuspešen prevzem plačilnega URL. Prosim, poskusite ponovno. [{0}]
sr: Неуспешно налажење линка за плаћање. Покушајте поново. [{0}]
sv: Misslyckades att ladda betalningslänk. Försök igen. [{0}]
th: ไม่สามารถเรียกใช้ URL ชำระเงินได้ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hans: 获取支付链接失败. 请再试一次. [{0}]
zh_hant: 讀取付款連結失敗。請再試一次[{0}]

# Resx/GetPaymentUrlFailed_Title
source: Retrieving payment URL failed
bg: Зареждането на линка за плащане се провали
cs: Načítání URL platby selhalo...
es: Error recuperando URL de pago
he: קבלת כתובת לתשלום נכשלה
hu: Fizetési Url lekérése sikertelen
id: Gagal mendapatkan URL untuk membayar.
ja: 支払いURL取得できず
ko: 결제 URL 받기 실패
pl: Pobieranie linku nie powiodło się
pt_br: Recuperando URL pagamento falhou
sl: Neuspešen prevzem URL za plačilo
sr: Налажење наплатног линка неуспешно
sv: Hämtning av betalnings webbadress misslyckades
th: เรียกใช้ URL การชำระเงินไม่สำเร็จ
zh_hans: 检索支付链接失败
zh_hant: 檢索付款連結失敗

# Resx/BackgroundAgentDisabled
source: Background agents for MEGA have been disabled by the user
bg: Процесите на заден план на MEGA са изключени от потребителя
cs: Agenti zálohování pro MEGA byli zakázáni uživatelem
es: Los agentes en segundo plano de MEGA han sido desactivados por el susuario
et_ee: Kasutaja on keelanud MEGA taustarakendused
fa: عوامل زمینه ای برای مگا بوسیله ی کاربر غیرفعال شده اند.
fi_fi: Käyttäjä on sammuttanut MEGAn taustatoiminnot
he: פעולות רקע של MEGA בוטלו על ידי המשתמש
hu: A MEGA háttérben működő elemei letiltásra kerültek a felhasználó által
id: Background agents untuk MEGA telah di non-aktifkan oleh pengguna
ja: ユーザーがMEGAのバックグラウンドエージェントを無効にしました。
ko: MEGA용 백그라운드 에이전트가 이용자에 의해 해제되었습니다
pl: Procesy działające w tle dla MEGA zostały zablokowane przez użytkownika
pt_br: Agentes de fundo para MEGA foram desativadas pelo usuário
sl: Agenti za MEGA v ozadju so bili onemogočeni s strani uporabnika
sr: Позадински агенти за MEGA су искључени од стране корисника
sv: Bakgrund medel för MEGA har inaktiverats av användaren
th: เบื้องหลังเอเจนต์ของ MEGA ถูกปิดใช้งานโดยผู้ใช้
zh_hans: MEGA的后台代理程序已被用户禁用
zh_hant: MEGA背景程式已被使用者停用

# Resx/BackgroundAgentDisabled_Title
source: Background agents disabled
bg: Процесите на заден план са изключени
cs: Agenti zálohování zakázáni
es: Agentes en segundo plano desactivados
et_ee: Taustarakendused on keelatud
fa: عوامل پس زمینه غیرفعال شد
fi_fi: Taustatoiminnot sammutettu
he: עבודות ברקע התבטלו
hu: Háttérben működő elemek letiltva
id: Background agents dibatalkan
ja: バックグラウンドエージェントが無効となっています。
ko: 백그라운드 에이전트 해제
pl: Procesy w tle zablokowane
pt_br: Agentes fundo desativada
sl: Agenti v ozadju onemogočeni
sr: Позадински агенти искључени
sv: Bakgrundsmedel inaktiverat
th: เบื้องหลังเอเจนต์ถูกปิดการใช้งาน
zh_hans: 背景代理被禁用
zh_hant: 背景程式停用

# Resx/CameraUploadNeedsStayLoggedIn
source: In order for the automatic Camera Uploads to work correctly, you need to enable the option "Stay logged in". Do you want to enable this option?
bg: За да могат автоматичните Качвания от Камерата да работят правилно, трябва да включите опцията "Остани логнат". Искате ли да включите тази опция?
cs: Aby automatické nahrávání z fotoaparátu fungovalo správně, musíte povolit možnost "Zůstat přihlášený". Chcete povolit tuto možnost?
es: Para que 'camera uploads' funcione correctamente, es necesario habilitar la opción "Permanecer conectado". ¿Quieres activar esta opción?
et_ee: Automaatse kaamerast üleslaadimiseks peab olema valik "Jää sisselogituks" lubatud. Soovite seda valikut lubada?
fa: برای اینکه اپلود اتوماتیک دوربین درست کار کند , شما نیاز دارید که گزینه ی "Stay logged in" را فعال کنید. ایا می خواهیداین گزینه را فعال کنید؟
fi_fi: Sinun pitää kytkeä "Pysy sisäänkirjautuneena" -ominaisuus päälle, jotta automaattiset kameralähetykset toimivat oikein. Haluatko kytkeä ominaisuuden päälle?
he: על מנת שהעלאות תמונות המצלמה באופן אוטומטי יפעלו, יש צורך בלהפעיל את האפשרות "הישאר מחובר". האם ברצונך לאפשר אפשרות זו?
hu: Az automatikus kamera feltöltések megfelelő működésének érdekében engedélyeznie kell a "Maradjak bejelentkezve" opciót. Szeretné most engedélyezni?
id: Supaya Upload Kamera otomatis bekerja dengan benar, anda harus mengaktifkan pilihan "Tetap masuk". Apakah anda ingin mengaktifkan pilihan ini?
ja: 自動のカメラアップロードを作動させるためには、「ログインのまま」が有効でないとダメです。有効にしますか？
ko: 자동 카메라 업로드가 올바르게 작동하려면, "로그인 상태 유지"를 활성화해야합니다. 이 옵션을 활성화 하시겠습니까?
pl: Aby automatyczne wgrywanie zdjęć działało prawidłowo, musisz odblokować opcję "Zapamiętaj moje dane logowania". Czy chcesz odblokować tą opcję?
pt_br: Para que as Uploads Câmera automática para funcionar corretamente, você precisa habilitar a opção "Permanecer logado ". Você quer ativar essa opção?
sl: Da bo možnost avtomatskega nalaganja s kamere pravilno delovala, morate omogočiti možnost "Ostani prijavljen". Ali želite omogočiti to možnost?
sr: Како би аутоматска качења камере исправно радила, морате укључити опцију "Остани пријављен". Да ли желите да укључите ову опцију?
sv: För att de automatiska kamera uppladdningar ska fungera måste du aktivera alternativet "Bo loggat in". Vill du aktivera det här alternativet?
th: เพื่อให้การอัปโหลดจากกล้องโดยอัตโนมัติทำงานได้อย่างถูกต้อง คุณต้องเปิดใช้งานตัวเลือก "คงอยู่ในสถานะเข้าสู่ระบบ" คุณต้องการเปิดใช้ตัวเลือกนี้หรือไม่
zh_hant: 為了使相機自動上傳功能正常執行，您需要啟用選項“保持登入”。 確定要啟用這個選項嗎？
