Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.xlf
Languages: bg, cs, es, et_ee, fa, fi_fi, he, hu, id, ja, ko, pl, pt_br, sl, sr, sv, th, zh_hans, zh_hant

# Resx/LinkCopiedToClipboard
source: The MEGA link was copied to your clipboard
bg: MEGA линк-а е копиран във вашия клипборд
cs: Odkaz MEGA je zkopírován do vaší schránky
es: El enlace MEGA se copió en el portapapeles
he: קישר MEGA הועתק
hu: A MEGA link rámásolva a vágólapra
id: MEGA link ter-copy ke clipboard anda
ja: MEGAリンクはあなたのクリップボードにコピーされました。
ko: MEGA 링크가 클립보드에 저장되었습니다
pl: Link do MEGA został skopiowany do schowka
pt_br: MEGA link está copiado a sua área de transferência
sl: MEGA povezava je bila kopirana na odložišče
sr: MEGA линк копиран на Вашу таблу
sv: MEGA länk kopierades till Urklipp
th: ลิงก์ MEGA ถูกคัดลอกไปยังคลิปบอร์ดแล้ว
zh_hans: MEGA链接已复制至剪贴板
zh_hant: MEGA連接已複製到剪貼板

# Resx/LinkCopiedToClipboard_Title
source: Copied to clipboard
bg: Копирано в буфера
cs: Zkopírováno do schránky
es: Copiado al portapapeles
et_ee: Kopeeritud lõikelauale
fa: به کلیپ بورد کپی شد
fi_fi: Kopioitu leikepöydälle
he: הועתק
hu: Vágólapra másolva
id: Tersalin ke papan klip
ja: クリップボードにコピーしました
ko: 클립보드로 복사되었습니다
pl: Skopiowane do schowka
pt_br: Copiado
sl: Kopirano na odložišče
sr: Копирано у меморију
sv: Kopierad till urklipp
th: คัดลอกไปยังคลิปบอร์ดแล้ว
zh_hans: 已复制到剪贴板
zh_hant: 已複製到剪貼簿

# Resx/LoginFailed
source: MEGA Cloud Drive login failed. Please try again. [{0}]
bg: Влизането в системата на MEGA Cloud Drive е неуспешно. Моля опитайте отново. [{0}]
cs: Přihlašování do Cloudové jednotky MEGA selhalo. Zkuste to znovu. [{0}]
es: No se pudo iniciar sesión en MEGA. Vuelve a intentarlo. [{0}]
et_ee: MEGA võrgukettale sisselogimine ebaõnnestus. Palun proovige uuesti. [{0}]
fa: وارد شدن به درایو ابری مگا ناموفق بود. لطفا دوباره سعی کنید.[{0}]
fi_fi: MEGA Pilvilevylle kirjautuminen epäonnistui. Ole hyvä ja yritä uudelleen.
he: התחברות אל אחסון הענן של MEGA נכשל. אנא נסה שוב. [{0}]
hu: MEGA Felhő Meghajtó belépés sikertelen. Kérlek próbáld újra. [{0}]
id: Login MEGA CLoud Drive gagal. Harap coba kembali. [{0}]
ja: MEGAクラウドドライブにログインできず。再度トライして下さい。[{0}]
ko: MEGA 클라우드 드라이브 로그인 실패. 다시 시도하세요. [{0}]
pl: Logowanie do MEGA Cloud Drive nie powiodło się. Spróbuj ponownie. [{0}]
pt_br: Login no MEGA Cloud Drive falhou. Por favor, tente novamente. [{0}]
sl: Vpis na MEGA pogon v oblaku ni uspel. Prosim, poskusite ponovno. [{0}]
sr: Пријављивање на MEGA Cloud Drive неуспешно. Молимо покушајте поново. [{0}]
sv: MEGA Cloud Drive login misslyckades, försök igen. [{0}]
th: เข้าสู่ระบบคลาวด์ไดร์ฟของ MEGA ไม่สำเร็จ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hans: 登录MEGA云端失败。请重试。[{0}]
zh_hant: 登錄MEGA雲端硬碟失敗，請重試。[{0}]

# Resx/LoginFailed_Title
source: Login failed
bg: Неуспешно влизане
cs: Přihlášení selhalo
es: Error al iniciar sesión
et_ee: Sisselogimine ebaõnnestus
fa: ورود ناموفق
fi_fi: Sisäänkirjautuminen epäonnistui
he: שגיאת התחברות
hu: Sikertelen bejelentkezés
id: Tidak dapat login
ja: ログイン・エラー
ko: 로그인 실패
pl: Logowanie nie powiodło się
pt_br: Erro no login
sl: Prijava neuspešna
sr: Пријављивање није успело
sv: Inloggning misslyckades
th: เข้าสู่ระบบไม่สำเร็จ
zh_hans: 登陆失败
zh_hant: 登入失敗

# Resx/MoveEqualsParent
source: Destination folder is the same as the source folder. Move cancelled.
bg: Целевата папка е същата като папката източник. Преместването е отменено.
cs: Cílová složka je stejná jako zdrojová složka. Přesunutí zrušeno.
es: La arpeta de destino es la misma que la carpeta de origen. Mover cancelado.
he: תיקיית היעד ותיקיית המקור זהו. ההעברה בוטלה.
hu: A célmappa ugyanaz, mint a forrásmappa. Áthelyezés megszakítva.
id: Folder tujuan sama dengan folder asal. Pindah dibatalkan.
ja: 行き先フォルダは発信フォルダと同じです。移動キャンセルしました。
ko: 목적지 폴더가 소스 폴더와 동일합니다. 이동이 취소되었습니다.
pl: Katalog docelowy jest taki sam jak katalog źródłowy. Przenoszenie anulowane.
pt_br: Pasta de destino é o mesmo que a pasta de origem. Mova cancelada.
sl: Ciljna mapa je enaka kot izvorna mapa. Premik preklican.
sr: Одредиште је исто као и изворни директоријум. Померање отказано.
sv: Målmapp är densamma som källmappen. Flytta avbryts.
th: โฟลเดอร์ปลายทางและต้นทางเป็นโฟลเดอร์เดียวกัน การย้ายถูกยกเลิกแล้ว
zh_hans: 目标文件夹和源文件夹相同. 移动取消.
zh_hant: 目的地資料夾與來源資料夾相同。 移動已取消。

# Resx/MoveEqualsParent_Title
source: Move failed
bg: Преместването е неуспешно
cs: Přesunutí selhalo
es: Error al mover
et_ee: Liigutamine ebaõnnestus
fa: جابجایی ناموفق بود
fi_fi: Siirto epäonnistui
he: העברה נכשלה
hu: Az áthelyezés sikertelen
id: Pemindahan gagal
ja: 移動できず
ko: 이동 실패
pl: Przenoszenie nie powiodło się
pt_br: Falha ao mover
sl: Premikanje neuspešno
sr: Пребацивање неуспешно
sv: Flytt misslyckades
th: ย้ายไม่สำเร็จ
zh_hans: 移动失败
zh_hant: 移動失敗

# Resx/MoveFailed
source: Failed to move item. Please try again.
bg: Грешка при преместване на елемента. Моля опитайте отново.
cs: Nepodařilo se přesunout položku. Zkuste to znovu.
es: No se pudo mover el elemento. Por favor, vuelve a intentarlo.
et_ee: Liigutamine ebaõnnestus. Palun proovige uuesti.
fa: جابجا کردن ایتم شکست خورد. لطفا دوباره تلاش کنید.
fi_fi: Kohteen siirto epäonnistui. Ole hyvä ja yritä uudelleen.
he: שגיאה בהעברת קובץ. אנא נסה שוב.
hu: Elem áthelyezése sikertelen. Kérjük próbálja újra.
id: Gagal memindahkan item. Harap coba kembali.
ja: アイテムの移動できず。もう一度トライして下さい。
ko: 항목 이동을 실패하였습니다. 다시 시도하세요.
pl: Przenoszenie nie powiodło się. Spróbuj ponownie.
pt_br: Falha ao mover item. Por favor, tente novamente.
sl: Neuspešno premikanje elementa. Prosim, poskusite ponovno.
sr: Грешка приликом померања ставке. Покушајте поново.
sv: Det gick inte att flytta objekt. Var god försök igen.
th: ไม่สามารถย้ายรายการได้ กรุณาลองใหม่อีกครั้ง
zh_hans: 移动项目失败. 请再试一次.
zh_hant: 移除項目失敗。請再試一次。

# Resx/MoveFailed_Title
source: Move failed
bg: Преместването е неуспешно
cs: Přesunutí selhalo
es: Error al mover
et_ee: Liigutamine ebaõnnestus
fa: جابجایی ناموفق بود
fi_fi: Siirto epäonnistui
he: העברה נכשלה
hu: Az áthelyezés sikertelen
id: Pemindahan gagal
ja: 移動できず
ko: 이동 실패
pl: Przenoszenie nie powiodło się
pt_br: Falha ao mover
sl: Premikanje neuspešno
sr: Пребацивање неуспешно
sv: Flytt misslyckades
th: ย้ายไม่สำเร็จ
zh_hans: 移动失败
zh_hant: 移動失敗

# Resx/PasswordsDoNotMatch
source: Passwords do not match. Please try again.
bg: Паролите не съвпадат. Моля, опитайте отново.
cs: Hesla se neshodují. Zkuste to znovu.
es: Las contraseñas no coinciden. Por favor, vuelve a escribirlas y asegúrate de que son iguales.
he: הסיסמאות לא תואמות. אנא נסה שוב.
hu: A jelszavak nem egyeznek. Kérjük próbálja újra.
id: Password tidak sama. Harap coba kembali.
ja: パスワードが違います。再度トライして下さい。
ko: 비밀번호가 일치하지 않습니다. 다시 시도하세요.
pl: Hasła do siebie nie pasują. Spróbuj ponownie.
pt_br: As senhas não coincidem. Por favor, tente novamente.
sl: Gesli se ne ujemata. Prosim, poskusite ponovno.
sr: Лозинке се не слажу. Молимо Вас покушајте поново.
sv: Lösenorden matchar inte. Var god försök igen.
th: รหัสผ่านไม่ตรงกัน กรุณาลองใหม่อีกครั้ง
zh_hans: 密码不匹配. 请再试一次.
zh_hant: 密碼錯誤。請再試一次。

# Resx/PictureSaved
source: The image was saved to your photo album
bg: Изображението е запазено във вашия албум със снимки
cs: Obrázek je uložen do vašeho fotoalba
es: La imagen se guardó en el álbum de fotografías.
he: התמונה נשמרה באלבום התמונות שלך
hu: A kép elmentve a fotó albumodban
id: Gambar tersimpan dalam album foto anda
ja: イメージはフォトアルバムに保存されています。
ko: 이미지가 사진 앨범에 저장되었습니다
pl: To zdjęcie jest zapisane w albumie zdjęć
pt_br: A imagem está salva no seu album de fotos
sl: Slika je bila shranjena v vaš foto album
sr: Слика је сачувана у Вашем албуму са сликама
sv: Bilden sparas i ditt fotoalbum
th: รูปภาพจะถูกบันทึกไว้ในอัลบั้มรูปของคุณ
zh_hans: 图像已保存到您的相册
zh_hant: 圖像已保存至您的相冊

# Resx/PictureSaved_Title
source: Picture saved
bg: Снимката е запазена
cs: Obrázek uložen
es: Imagen guardada
et_ee: Pilt salvestati
fa: تصویر ذخیره شد
fi_fi: Kuva tallennettu
he: התמונה נשמרה
hu: Kép elmentve
id: Gambar disimpan
ja: 保存写真
ko: 사진 저장됨
pl: Zdjęcie zapisane
pt_br: Imagem salva
sl: Slika shranjena
sr: Слика сачувана
sv: Bild sparad
th: รูปภาพถูกบันทึกแล้ว
zh_hans: 图像已保存
zh_hant: 圖像已保存

# Resx/RemoveItemQuestion
source: Are you sure you want to remove {0}?
bg: Сигурни ли сте че искате да премахнете {0}
cs: Opravdu chcete odebrat {0}?
es: ¿Estás seguro de que deseas eliminar {0}?
et_ee: Olete {0} eemaldamises kindel?
fa: ایا مطمئن هستید که می خواهید {0} را حذف کنید؟
fi_fi: Haluatko varmasti poistaa {0}?
he: בטוח שברצונך למחוק {0}?
hu: Biztosan törölni akarod {0}?
id: Anda yakin ingin menghapus {0}?
ja: {0}を取り除いていいですか？
ko: {0}개를 제거할까요?
pl: Czy na pewno chcesz usunąć {0}?
pt_br: Tem certeza que deseja remover {0}?
sl: Ali ste prepričani, da želite izbrisati {0}?
sr: Да ли сте сигурни да желите да уклоните {0}?
sv: Är du säker på att du vill ta bort {0}?
th: คุณแน่ใจหรือว่าต้องการเอารายการ {0} นี้ออก
zh_hans: 您确定要移除 {0} 吗？
zh_hant: 您確定要移除 {0} 嗎？

# Resx/RemoveItemQuestion_Title
source: Remove?
bg: Прамахни?
cs: Odebrat?
es: ¿Eliminar?
et_ee: Eemaldatakse?
fa: حذف شود؟
fi_fi: Poista?
he: למחוק?
hu: Törlés?
id: Hapus?
ja: 取り除きますか？
ko: 제거할까요?
pl: Usunąć?
pt_br: Remover?
sl: Izbrišem?
sr: Уклони?
sv: Ta bort?
th: ลบหรือไม่
zh_hans: 移除？
zh_hant: 要刪除嗎？

# Resx/RemoveNodeFailed
source: Failed to remove item
bg: Неуспешно премахване на файл
cs: Nepodařilo se odebrat položku
es: No se pudo eliminar el elemento
et_ee: Eemaldamine ebaõnnestus
fa: حذف کردن ایتم ناموفق بود
fi_fi: Kohteen poisto epäonnstui
he: שגיאה במחיקת קובץ
hu: Tétel eltávolítása sikertelen
id: Item gagal dihapus
ja: 取り除けませんでした。
ko: 항목 제거 실패
pl: Błąd podczas usuwania
pt_br: Falha ao remover item
sl: Nisem uspel zbrisati predmeta
sr: Уклањање ставке није успело
sv: Misslyckades med att ta bort objekt
th: ไม่สามารถลบรายการได้
zh_hans: 移除项目失败
zh_hant: 移除項目失敗

# Resx/RemoveNodeFailed_Title
source: Remove failed
bg: Неуспешно премахване
cs: Odebrání selhalo
es: Error al eliminar
et_ee: Eemaldamine ebaõnnestus
fa: حذف کردن ناموفق بود
fi_fi: Poisto epäonnistui
he: מחיקה נכשלה
hu: Eltávolítás sikertelen
id: Hapus gagal
ja: 除去失敗
ko: 제거 실패
pl: Błąd podczas usuwania
pt_br: Falha ao remover
sl: Brisanje neuspešno
sr: Уклањање није успело
sv: Borttagning misslyckades
th: ไม่สามารถเอาออกได้
zh_hans: 移除失败
zh_hant: 刪除失敗

# Resx/RemoveNodeSuccess
source: Item successfully removed
bg: Елементър беше успешно премахнат
cs: Položka byla byla úspěšně odebrána
es: Elemento eliminado correctamente.
he: הפריט נמחק בהצלחה
id: Item telah berhasil dihapus
ko: 항목이 성공적으로 삭제됨
pl: Element został usunięty
pt_br: Item removido com sucesso
sl: Predmet uspešno odstranjen
sr: Ставка успешно уклоњена
sv: Fil borttagen.
th: รายการถูกลบออกเรียบร้อยแล้ว
zh_hant: 項目已刪除

# Resx/RemoveNodeSuccess_Title
source: Item removed
bg: Файлът е премахнат
cs: Položka odebrána
es: Elemento eliminado
et_ee: Eemaldatud
fa: ایتم حذف شد
fi_fi: Kohde poistettu
he: קובץ נמחק
hu: Tétel eltávolítva
id: Item dihapus
ja: 取り除かれたアイテム
ko: 항목 제거됨
pl: Element został usunięty
pt_br: Item removido
sl: Predmet izbrisan
sr: Ставка уклоњена
sv: Föremål borttaget
th: รายการถูกลบออกแล้ว
zh_hans: 项目已移除
zh_hant: 項目已移除

# Resx/RenameNodeFailed
source: Renaming item failed
bg: Неуспешно преименуване на файла
cs: Přejmenování položky selhalo
es: No se pudo renombrar el elemento
et_ee: Ümbernimetamine ebaõnnestus
fa: تغییر نام ایتم ناموفق بود
fi_fi: Kohteen uudelleen nimeäminen epäonnistui
he: שגיאה בשינוי השם
hu: Tétel átnevezése sikertelen
id: Penamaan item gagal
ja: 改称失敗
ko: 항목 이름 변경 실패
pl: Zmiana nazwy nie powiodła się
pt_br: Falha ao renomear item
sl: Preimenovanje predmeta neuspešno
sr: Преименовање ставке није успело
sv: Byte av namn på objekt misslyckades
th: เปลี่ยนชื่อรายการไม่สำเร็จ
zh_hans: 重命名失败
zh_hant: 重命名失敗

# Resx/RenameNodeFailed_Title
source: Rename failed
bg: Преименуването беше неуспешно
cs: Přejmenování selhalo
es: Error al renombrar
et_ee: Ümber nimetatud
fa: تغییر نام ناموفق بود
fi_fi: Uudelleen nimeäminen epäonnistui
he: שגיאה בשינוי שם
hu: Átnevezés sikertelen
id: Penamaan gagal
ja: 改称できませんでした。
ko: 이름 바꾸기 실패
pl: Zmiana nazwy nie powiodła się
pt_br: Falha ao renomear
sl: Preimenovanje neuspešno
sr: Преименовање није успело
sv: Namnbytet misslyckades
th: เปลี่ยนชื่อไม่สำเร็จ
zh_hans: 重命名失败
zh_hant: 重命名失敗

# Resx/RequiredFieldsConfirmAccount
source: Please fill in your chosen password.
bg: Моля въведете избраната от вас парола.
cs: Vyplňte své zvolené heslo.
es: Por favor, introduce la contraseña elegida.
he: אנא מלא את סיסמתך.
hu: Kérjük töltse ki választott jelszavát.
id: Harap isi password yang anda pilih.
ja: あなたのお選びになったパスワードを入れて下さい。
ko: 선택한 비밀번호를 입력하세요.
pl: Wpisz swoje hasło.
pt_br: Por favor, preencha sua senha escolhida.
sl: Prosim, vnesite izbrano geslo.
sr: Молимо Вас да попуните поље за лозинку.
sv: Fyll i ditt valda lösenord.
th: กรุณากรอกรหัสผ่านที่คุณเลือกไว้
zh_hans: 请填入您选定的密码.
zh_hant: 請填入您的密碼。

# Resx/RequiredFieldsCreateAccount
source: Please fill in your name, e-mail address and password
bg: Моля попълнете вашето име, електронна поща и парола
cs: Vyplňte své jméno, e-mailovou adresu a heslo
es: Por favor, introduce tu nombre, e-mail y contraseña.
he: אנא מלא את שמך, כתובת הדוא"ל וסיסמא
hu: Kérlek töltsd ki a neved, email címed és jelszavad
id: Harap isi nama, alamat email, dan password
ja: あなたのお名前、メールアドレスとパスワードを入力して下さい。
ko: 이름, 이메일 주소, 비밀번호를 입력하세요
pl: Wpisz swoje imię, adres email i hasło
pt_br: Por favor, preencha seu nome, endereço de e-mail e senha
sl: Prosim, vnesite svoje ime, e-poštni naslov in geslo
sr: Молимо упишите своје име, e-mail адресу и лозинку.
sv: Var vänlig och fyll i ditt namn, E-mail och lösenord
th: กรุณากรอกชื่อของคุณ อีเมล และรหัสผ่าน
zh_hans: 请输入您的名字、邮箱地址和密码
zh_hant: 请输入您的名字、郵箱地址和密碼

# Resx/RequiredFieldsLogin
source: Please fill in your e-mail address and your MEGA password.
bg: Моля въведете своя имейл адрес и своята MEGA парола.
cs: Vyplňte svou e-mailovou adresu a své heslo MEGA.
es: Introduce tu e-mail y tu contraseña de MEGA.
et_ee: Palun täitke e-posti aadressi ja MEGA parooli lahtrid.
fa: لطفا ادرس ایمیل و پسورد مگا خود را وارد کنید.
fi_fi: Ole hyvä ja syötä sähköpostiosoitteesi sekä MEGAn salasanasi.
he: אנא מלא את כתובת המייל והסיסמא שלך ב-MEGA.
hu: Kérjük töltse ki email címét és MEGA jelszavát.
id: Harap isi alamat email anda dengan password MEGA anda.
ja: あなたのメールアドレスとMEGAパスワードを入力して下さい。
ko: 이메일 주소와 MEGA 비밀번호를 입력하세요.
pl: Wpisz swój adres e-mail oraz swoje MEGA hasło.
pt_br: Por favor, preencha seu endereço de e-mail e sua senha MEGA.
sl: Prosim, vnesite svoj e-poštni naslov in vaše MEGA geslo.
sr: Молимо Вас унесите Вашу е-маил адресу и MEGA лозинку.
sv: Fyll i din e-postadress och ditt MEGA lösenord.
th: กรุณากรอกที่อยู่อีเมลของคุณและรหัสผ่านของ MEGA
zh_hans: 请填入您的电子邮件地址和您的MEGA密码.
zh_hant: 請填入您的e-mail與您的MEGA密碼。

# Resx/RequiredFields_Title
source: Fill in required fields
bg: Попълнете задължителните полета
cs: Vyplňte požadovaná pole
es: Rellena los campos obligatorios
et_ee: Täitke nõutavad lahtrid
fa: فیلد های مورد نیاز را پر کنید
fi_fi: Täytä vaaditut kentät
he: מלא את שדות החובה
hu: Töltsd ki a szükséges mezőket
id: Isi field yang wajib diisi
ja: 必要事項を入力して下さい。
ko: 필수 항목을 입력하세요
pl: Uzupełnij wymagane pola
pt_br: Preencha os campos obrigatórios
sl: Vnesite potrebna polja
sr: Попуните потребна поља
sv: Fyll i de nödvändiga raderna
th: จำเป็นต้องกรอกข้อมูลในฟิลด์นี้
zh_hans: 完成必填字段
zh_hant: 請完成必填字段

# Resx/SaveImageQuestion
source: Export current image to 'saved pictures' album?
bg: Да се експортира ли текущото изображение в албума 'запазени снимки'?
cs: Exportovat aktuální obrázek do alba 'uložené obrázky'?
es: ¿Exportar la imagen actual al álbum 'imágenes guardadas'?
et_ee: Pilt eksporditakse albumisse 'salvestatud pildid'?
fa: تصویر فعلی را به البوم "saved pictures" صادر کنیم؟
fi_fi: Vie tämä kuva kansioon "kuvatallennukset"?
he: ייצא תמונה נוכחית לאלבום "תמונות שמורות"?
hu: Exportálod a jelenlegi képet a 'mentett képek' albumba?
id: Pindahkan gambar ke album 'gambar tersimpan'?
ja: 現在のイメージを「保存写真」アルバムにエキスポートしますか？
ko: 현재 이미지를 '저장된 사진' 앨범으로 내보낼까요?
pl: Czy chcesz wyeksportować zdjęcie do albumu 'zapisane zdjęcia'?
pt_br: Exportar imagem atual para o álbum de 'imagens salvas'?
sl: Naj izvozim trenutno sliko v album 'shranjene slike'?
sr: Извези тренутну слику у "сачуване слике" албум?
sv: Exportera aktuell bild till "sparade bilder" album?
th: ส่งออกภาพปัจจุบันไปยังอัลบั้ม 'รูปภาพที่บันทึกไว้' หรือไม่
zh_hans: 导出该图像至“已保存图像”相册
zh_hant: 導出該圖像至“已保存圖像”相冊

# Resx/SaveImageQuestion_Title
source: Save image to photos
bg: Запази изображението в снимки
cs: Uložit obrázek do fotek
es: Guardar la imagen en el álbum
he: שמור את התמונה
hu: Kép mentése a fényképekhez
id: Simpan gambar ke photos
ja: フォトに保存する
ko: 이미지를 사진 폴더에 저장
pl: Zapisz obraz do zdjęć
pt_br: Salvar a imagem para fotos
sl: Shrani sliko med fotografije
sr: Сачувај слику у фотографијама
sv: Spara bild till foton
th: บันทึกรูปภาพ
zh_hans: 保存图片至图片集
zh_hant: 儲存影像至相片

# Resx/UserNotOnline
source: You are not logged into MEGA. Please re-login.
bg: Вие не сте влезли в MEGA. Моля, влезте отново.
cs: Nejste přihlášeni do MEGA pro provedení této akce. Přihlaste se znovu.
es: No estás conectado a MEGA para realizar esta acción. Por favor, vuelve a iniciar sesión.
he: אינך מחובר אל MEGA. אנא התחבר שוב.
hu: Nincs bejelentkezve a MEGÁ-ra. Kérjük lépjen be újra.
id: Anda tidak sedang masuk ke MEGA. Harap masuk kembali.
ja: MEGAにログインしていません。再ログインして下さい。
ko: MEGA에 로그인되지 않았습니다. 다시 로그인하세요.
pl: Nie jesteś zalogowany do MEGA. Zaloguj się ponownie.
pt_br: Você não está logado em MEGA. Por favor, re-login.
sl: Niste prijavljeni v MEGA. Prosim, ponovite prijavo.
sr: Нисте пријављени у MEGA. Молимо Вас да се пријавите.
sv: Du är inte inloggad på MEGA. Vänligen logga in igen.
th: คุณยังไม่ได้เข้าสู่ระบบ MEGA กรุณาเข้าสู่ระบบอีกครั้ง
zh_hans: 您未登陆MEGA.请重新登陆.
zh_hant: 您未登入至MEGA。請再次登入。

# Resx/UserNotOnline_Title
source: Not online
bg: Не е на линия
cs: Není online
es: Sin conexión
et_ee: Pole sees
fa: انلاین نیستید
fi_fi: Ei verkossa
he: לא מחובר
hu: Nem elérhető
id: Tidak online
ja: オンラインではありません。
ko: 온라인이 아님
pl: Offline
pt_br: Não online
sl: Ni povezave
sr: Није онлине
sv: Inte online
th: ไม่ได้ออนไลน์
zh_hans: 不在线
zh_hant: 不在線

# Resx/GetThumbnailFailed
source: Failed to retrieve thumbnail [{0}]
bg: Неуспешно зареждане на умалената снимка [{0}]
cs: Nepodařilo se načíst miniaturu [{0}]
es: No se pudo recuperar la miniatura [{0}]
et_ee: Pisipildi [{0}] hankimine ebaõnnestus
fa: دریافت کردن thumbnail [{0}] ناموفق بود
fi_fi: Näytekuvan haku epäonnistui [{0}]
he: שגיאה בטעינה התמונה הממוזערת [{0}]
hu: Miniatűr lekérése sikertelen [{0}]
id: Gagal mendapatkan thumbnail [{0}]
ja: サムネール取り戻せず[{0}]
ko: 썸네일 수신 실패 [{0}]
pl: Pobieranie podglądu nie powiodło się [{0}]
pt_br: Falha ao resgatar a miniatura [{0}]
sl: Nisem uspel pripraviti male slike [{0}]
sr: Неуспешан повраћај thumbnail-а [{0}]
sv: Misslyckades att hämta miniatyrer
th: ไม่สามารถรับรูปภาพขนาดย่อได้ [{0}]
zh_hans: 检索预览失败[{0}]
zh_hant: 檢索預覽失敗[{0}]

# Resx/GetThumbnailFailed_Title
source: Getting thumbnail failed
bg: Зареждането на умалената снимка е неуспешно
cs: Získávání miniatury selhalo
es: Error obteniendo miniatura
et_ee: Pisipildi hankimine ebaõnnestus
fa: گرفتن thumbnail ناموفق بود
fi_fi: Näytekuvan haku epäonnistui
he: שגיאה בטעינת התמונה הממוזערת
hu: Miniatűr lekérése sikertelen
id: Gagal mendapatkan thumbnail
ja: サムネール取得できず
ko: 썸네일 얻어오기 실패
pl: Pobieranie podglądu nie powiodło się
pt_br: Erro ao recuperar a thumbnail
sl: Prevzem male slike neuspešen
sr: Добијање thumbnail-а неуспешно
sv: Hämtning av miniatyr misslyckades
th: รับรูปขนาดย่อไม่สำเร็จ
zh_hans: 获取预览失败
zh_hant: 加載預覽失敗

# Resx/GetAccountDetailsFailed
source: Failed to retrieve your account details. Please try again. [{0}]
bg: Неуспешно зареждане на детайлите за акаунта ви. Моля опитайте отново. [{0}]
cs: Nepodařilo se načíst podrobnosti o vašem účtu. Zkuste to znovu. [{0}]
es: No se pudieron recuperar los detalles de la cuenta. Vuelve a intentarlo. [{0}]
et_ee: Teie konto andmete hankimine ebaõnnestus. Palun proovige uuesti. [{0}]
fa: دریافت جزییات حساب کاربری شما ناموفق بود. لطفا دوباره تلاش کنید. [{0}]
fi_fi: Käyttäjätilin tietojen haku epäonnistui. Yritä uudelleen. [{0}]
he: שגיאה בטעינת פרטי החשבון שלך. אנא נסה שוב. [{0}]
hu: Fiókadatok lekérése sikertelen. Kérlek próbáld újra [{0}]
id: Gagal mendapatkan detail akun anda. Harap coba kembali. [{0}]
ja: アカウントに関する詳細を取り戻せまんでした。再度トライして下さい。[{0}]
ko: 계정 상세 정보를 받아오지 못했습니다. 다시 시도하세요. [{0}]
pl: Pobieranie danych nie powiodło się. Spróbuj ponownie. [{0}]
pt_br: Falha ao recuperar detalhes de sua conta. Por favor tente novamente. [{0}]
sl: Nisem uspel prevzeti podrobnosti o vašem računu. Prosim, poskusite ponovno. [{0}]
sr: Повраћај детаља Вашег налога није успео. Молимо покушајте поново. [{0}]
sv: Misslyckades att hämta kontodetaljer. Försök igen. [{0}]
th: ไม่สามารถดึงรายละเอียดบัญชีของคุณได้ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hans: 无法检索您的账户信息，请重试。[{0}]
zh_hant: 無法載入您的帳戶資料，請重試。[{0}]

# Resx/GetAccountDetailsFailed_Title
source: Retrieving account details failed
bg: Неуспешно зареждане на детайлите за акаунта ви
cs: Načítání podrobností o účtu selhalo
es: Error recuperando detalles de la cuenta
et_ee: Konto detailide hankimine ebaõnnestus
fa: دریافت جزییات حساب کاربری ناموفق بود
fi_fi: Käyttäjätilin tietojen haku epäonnistui
he: שגיאה בטעינת פרטי החשבון שלך
hu: Fiók adatok lekérése sikertelen
id: Gagal mendapatkan detail akun.
ja: アカウントに関する詳細は取れませんでした。
ko: 계정 상세 정보 수신 실패
pl: Pobieranie danych nie powiodło się
pt_br: Erro ao recuperar detalhe da conta
sl: Prevzem podrobnosti o računu neuspešen
sr: Повраћај детаља налога није успео
sv: Hämtning av kontouppgifter misslyckades
th: เรียกใช้รายละเอียดบัญชีไม่สำเร็จ
zh_hans: 恢复账户信息失败
zh_hant: 恢復帳戶資料失敗

# Resx/LoggedOut
source: You have successfully logged out
bg: Успешно излязохте от системата
cs: Úspěšně jste se odhlásili
es: Se ha cerrado la sesión correctamente.
he: התנתקת בהצלחה
hu: Sikeresen kijelentkeztél.
id: Anda berhasil keluar
ja: ログアウトしました。
ko: 성공적으로 로그아웃 되었습니다.
pl: Zostałeś wylogowany
pt_br: Você foi desconectado com sucesso
sl: Uspešno ste se odjavili
sr: Успешно сте се одјавили
sv: Du har loggat ut
th: คุณได้ออกจากระบบเรียบร้อยแล้ว
zh_hans: 您已登出
zh_hant: 您已登出

# Resx/LoggedOut_Title
source: Logged out
bg: Излязохте от системата
cs: Odhlášen
es: Sesión cerrada
et_ee: Välja logitud
fa: از سیستم خارج شدید
fi_fi: Kirjauduttu ulos
he: נותק בהצלחה
hu: Kijelentkezve
id: Keluar
ja: ログアウト済み
ko: 로그아웃됨
pl: Wyloguj się
pt_br: Desconectado
sl: Odjavljen
sr: Одјављен
sv: Loggade ut
th: ออกจากระบบ
zh_hans: 已登出
zh_hant: 已登出

# Resx/LogoutFailed
source: Failed to logout. Please try again. [{0}]
bg: Неуспешно излизане от системата. Моля опитайте отново. [{0}]
cs: Nepodařilo se odhlásit. Zkuste to znovu. {0}
es: No se pudo cerrar la sesión. Vuelve a intentarlo. [{0}]
et_ee: Väljalogimine ebaõnnestus. Palun proovige uuesti. [{0}]
fa: خروج از سیستم ناموفق بود. لطفا دوباره تلاش کنید. [{0}]
fi_fi: Uloskirjautuminen epäonnistui. Ole hyvä ja yritä uudelleen. [{0}]
he: שגיאה בהתנתקות. אנא נסה שוב. [{0}]
hu: Kijelentkezés sikertelen. Kérlek próbáld újra. [{0}]
id: Gagal keluar. Harap coba kembali. [{0}]
ja: ログアウトできませんでした。再度トライして下さい。[{0}]
ko: 로그아웃을 실패하였습니다. 다시 시도하세요. [{0}]
pl: Wylogowanie nie powiodło się. Spróbuj ponownie. [{0}]
pt_br: Falha ao desconectar. Por favor tente novamente. [{0}]
sl: Nisem uspel odjaviti. Prosim, poskusite ponovno. [{0}]
sr: Одјављивање није успело. Молимо покушајте поново. [{0}]
sv: Utloggning misslyckad. Försök igen. [{0}]
th: ไม่สามารถออกจากระบบได้ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hans: 无法登出，请重试。[{0}]
zh_hant: 無法登出，請重試。[{0}]
