Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.resx
Languages: ar, de, fr, it, nl, pt, ro, ru, sk, tr, uk, vi

# AM_DowloadPathUnauthorizedAccess
source: You don't have access to the selected download path. Please select a different download path and try again.
ar: ليس لديك الإذن بالدخول لمسار التحميل المحدد. الرجاء اختيار مسار تحميل مختلف والمحاولة مرة أخرى.
de: Sie haben keinen Zugriff auf das gewählte Zielverzeichnis. Bitte wählen Sie ein anderes Verzeichnis.
fr: Vous n'avez pas accès au chemin de téléchargement sélectionné. Veuillez en sélectionner un autre et essayer à nouveau.
it: Non hai accesso al percorso di download selezionato. Per favore, seleziona un percorso di download differente e riprova.
nl: U heeft geen toegang tot de geselecteerde download. Selecteer alstublieft een andere manier om te downloaden en probeer het opnieuw.
pt: Você não tem acesso ao caminho de descarga seleccionado. Por favor seleccione um caminho de descarga diferente e tente novamente.
ro: Nu ai acces la calea de descărcare selectată. Te rugăm să selectezi o cale de descărcare diferită şi să încerci din nou.
ru: У вас нет доступа к выбранному пути загрузки. Пожалуйста, выберите иной путь и попробуйте снова.
sk: Nemáte prístup k ceste pre sťahovanie. Zvoľte inú cestu a skúste to znovu.
tr: Seçilen indirme dizinine erişiminiz yok. Lütfen başka bir dizin seçin ve tekrar deneyin.
uk: Ви не маєте доступу до обраного шляху завантаження. Будь ласка, виберіть інший шлях і спробуйте ще раз.
vi: Bạn không có quyền hạn để truy cập tới vùng tải về này. Xin chọn và thử vùng tải về khác hoặc thử lại.

# AM_DowloadPathUnauthorizedAccess_Title
source: Unauthorized access
ar: دخول غير مرخص
de: Unautorisierter Zugriff
fr: Accès non autorisé
it: Accesso non autorizzato
nl: ongeautoriseerde toegang
pt: Acesso não autorizado
ro: Acces neautorizat
ru: Несанкционированный доступ
sk: Neautorizovaný prístup
tr: İzinsiz erişim
uk: Несанкціонований доступ
vi: Truy cập trái phép

# AM_RecoveryKeyClipboardFailed
source: Failed to copy the Recovery Key to your clipboard. Please try again.
ar: فشل في نسخ مفتاح الإستعادة إلى الحافظة. الرجاء المحاولة ثانية.
de: Der Rettungsschlüssel konnte nicht in die Zwischenablage kopiert werden. Bitte versuchen Sie es erneut.
fr: Échec de copie de la clé de récupération dans le presse-papiers. Veuillez ressayer.
it: Copia della chiave di recupero negli appunti fallita. Per favore, riprova.
nl: Kopiëren van de Herstel Sleutel naar uw klembord is mislukt. Probeer alstublieft opnieuw.
pt: Falha ao copiar a chave de recuperação para a sua área de transferência. Por favor tente novamente.
ro: Eşec la copierea cheii de recuperare în clipboard. Te rugăm să încerci din nou.
ru: Не удалось скопировать ключ в буфер обмена. Попробуйте снова.
tr: Kurtarma Anahtarı panoya kopyalanamadı. Tekrar deneyin.
uk: Не вдалося скопіювати Ключ відновлення у буфер. Будь ласка, спробуйте ще раз.
vi: Sao chép Mã Khóa Phục Hồi vào bộ ghi nhớ bị thất bại. Xin thử lại.

# AM_RecoveryKeyClipboardFailed_Title
source: Clipboard failed
ar: فشل الحافظة
de: Zwischablage fehlgeschlagen
fr: Échec du presse-papier
it: Appunti fallito
nl: Kopiëren naar klembord mislukt
pt: Falha no Clipboard
ro: Clipboard a eşuat
ru: Не удалось выполнить операцию с буфером обмена
tr: Pano başarısız oldu
uk: Не вдалося виконати операцію з буфером обміну
vi: Bộ ghi nhớ không hoạt động

# AM_RecoveryKeyCopied
source: Recovery Key copied to clipboard
ar: تم نسخ مفتاح الإستعادة إلى الحافظة
de: Rettungsschlüssel in die Zwischenablage kopiert
fr: Clef de Récupération copiée dans le presse-papier
it: Chiave di recupero copiata negli appunti
nl: Herstel Sleutel is gekopieerd naar het klembord
pt: Chave de recuperação copiada para a área de transferência
ro: Cheie de recuperare copiată în clipboard
ru: Ключ восстановления скопирован в буфер обмена. Пожалуйста, храните его в надёжном месте.
tr: Kurtarma Anahtarı panoya kopyalandı
uk: Ключ відновлення скопійовано в буфер. Будь ласка, зберігайте його в безпечному місці.
vi: Mã Khóa Phục Hồi đã được lưu vào bộ ghi nhớ

# AM_RecoveryKeyCopied_Title
source: Recovery Key copied
ar: تم نسخ مفتاح الإستعادة
de: Rettungsschlüssel kopiert
fr: Clef de Récupération copiée
it: Chiave di recupero copiata
nl: Herstel Sleutel gekopieerd
pt: Chave de recuperação copiada.
ro: Cheie de recuperare copiată
ru: Ключ скопирован
tr: Kurtarma Anahtarı kopyalandı
uk: Ключ відновлення скопійовано
vi: Đã sao chép Mã Khóa Phục Hồi

# AM_CopyFailed
source: Failed to copy item. Please try again.
ar: فشل في نسخ العنصر، الرجاء المحاولة ثانية.
de: Datei/Ordner konnte nicht kopiert werden. Bitte versuchen Sie es erneut.
fr: Impossible de copier l'élément. Veuillez essayer à nouveau.
it: Copia dell'oggetto fallita. Per favore, riprova.
nl: Kopiëren van item mislukt. Probeer alstublieft opnieuw.
pt: Falha ao copiar item. Por favor tente novamente.
ro: Eşec la copierea elementului. Te rugăm să încerci din nou.
ru: Не удалось скопировать элемент. Попробуйте снова.
tr: Kopyalama başarısız. Lütfen tekrar deneyin.
uk: Не вдалося завантажити елемент. Будь ласка, спробуйте ще раз.
vi: Sao chép mục thất bại. Xin thử lại.

# AM_CopyFailed_Title
source: Copy failed
ar: فشل النسخ
de: Kopiervorgang fehlgeschlagen
fr: Échec de la copie
it: Copia fallita
nl: Kopiëren mislukt
pt: Falha ao copiar
ro: Copiere eşuată
ru: Не удалось скопировать
tr: Kopyalama başarısız
uk: Копіювання не вдалося
vi: Sao chép thất bại

# AM_DisableDebugMode_Message
source: The log ({0}) will be deleted from the Offline section.
ar: السجل ({0}) سيتم حذفه من قسم "دون اتصال."
de: Die Logdatei ({0}) wird aus dem Offline-Bereich gelöscht.
fr: Le journal ({0}) sera supprimé de la section Hors ligne.
it: Il log ({0}) verrà cancellato dalla sezione Offline.
nl: De log ({0}) zal worden verwijderd uit het Offline gedeelte.
pt: O registo irá ser apagado da secção Offline ({0}).
ro: Fişierul log ({0}) va fi şters din secţiunea Offline.
ru: Журнал ({0}) будет удалён из локального хранилища.
tr: Çevrimdışı bölümdeki ({0}) günlüğü silindi.
uk: Журнал ({0}) буде видалений з автономного розділу.
vi: Tệp log ghi lại các hoạt động sẽ bị xóa khỏi mục Ngoại Tuyến.

# AM_DisableDebugMode_Title
source: Disable DEBUG mode
ar: تعطيل نظام التعديل
de: DEBUG-Modus deaktivieren
fr: Désactiver le mode de DEBOGGAGE
it: Disattiva modalità DEBUG
nl: DEBUG modus uitgeschakeld
pt: Modo DEBUG desactivado
ro: Dezactivează modul DEPANARE
ru: Отключить режим ОТЛАДКИ
tr: HATA AYIKLAMA modunu devre dışı bırak
uk: Вимкнути режим налагодження
vi: Tắt chế độ DEBUG

# AM_EnableDebugMode_Message
source: A log will be created in the Offline section ({0}).
ar: سيتم إنشاء سجل في قسم "من دون اتصال" ({0}).
de: Eine Logdatei wird im Offline-Bereich abgelegt ({0}).
fr: Un journal sera créé dans la section Hors ligne ({0}).
it: Un log verrà creato nella sezione Offline ({0}).
nl: Een log zal worden gemaakt in het Offline gedeelte ({0}).
pt: Um registo irá ser criado na secção Offline ({0}).
ro: Un fişier log va fi creat în secţiunea Offline ({0}).
ru: Журнал будет создан локально в ({0}).
tr: Çevrimdışı bölümde ({0}) günlük oluşturulacak.
uk: Журнал буде створено в автономному розділі ({0}).
vi: Sẽ có một tệp log ghi lại các hoạt động xuất hiện ở mục Ngoại Tuyến ({0}).

# AM_EnableDebugMode_Title
source: Enable DEBUG mode
ar: تمكين نظام التعديل
de: DEBUG-Modus aktivieren
fr: Activer le mode de DEBOGGAGE
it: Attiva modalità DEBUG
nl: DEBUG modus ingeschakeld
pt: Modo DEBUG activado
ro: Activează modul DEPANARE
ru: Включить режим ОТЛАДКИ
tr: HATA AYIKLAMA modunu etkinleştir
uk: Увімкнути режим налагодження
vi: Bật chế độ DEBUG

# AM_DebugModeEnabled_Message
source: Debug mode is enabled. Do you want to disable it?
ar: وضع التصحيح مفعل، هل تريد تعطيل الوضع؟
de: Der Debug-Modus ist aktiv. Deaktivieren?
fr: Le mode débogage est activé. Voulez-vous le désactiver?
it: La modalità debug è attivata. Vuoi disabilitarla?
nl: Debug modus is ingeschakeld. Wilt u deze uitschakelen?
pt: O modo de depuração está activado. Quer desactivá-lo?
ro: Modul de depanare este activat. Doreşti să-l dezactivezi?
ru: Включен режим отладки. Отключить его?
tr: Hata ayıklama modu açık. Kapatmak ister misiniz?
uk: Режим налагодження увімкнено. Бажаєте вимкнути?
vi: Chế độ gỡ lỗi (debug) đang bật. Bạn có muốn tắt không?

# AM_DebugModeEnabled_Title
source: Debug mode
ar: وضع التصحيح
de: Debugmodus
fr: Mode débogage
it: Modalità debug
nl: Debug modus
pt: Modo de depuração
ro: Mod de depanare
ru: Режим отладки
tr: Hata ayıklama modu
uk: Режим налагодження
vi: Chế độ sửa lỗi (debug)

# AM_ShareItemFromMega_Message
source: Item shared by the Windows Phone MEGA app.
ar: تم مشاركة العنصر عن طريق تطبيق MEGA على هاتف ويندوز.
de: Daten von der Windows Phone MEGA App
fr: Élément partagé avec l'application MEGA pour Windows Phone.
it: Oggetto condiviso dall'app di MEGA per Windows Phone.
nl: Item gedeeld door de Windows Phone MEGA app.
pt: Item partilhado pela aplicação Windows Phone MEGA.
ro: Element partajat de aplicaţia MEGA pentru Windows Phone.
ru: Отправлено из приложения MEGA на Windows Phone.
tr: Windows Phone MEGA uygulamasıyla paylaşıldı
uk: Спільний елемент додатку Windows Phone MEGA.
vi: Mục này được chia sẻ từ app MEGA cho Windows Phone.

# AM_ShareItemFromMega_Title
source: Item shared from MEGA
ar: عنصر مشاركة من MEGA
de: Daten via MEGA
fr: Élément partagé depuis MEGA
it: Oggetto condiviso da MEGA
nl: Item gedeeld vanaf MEGA
pt: Item partilhado do MEGA
ro: Element partajat de pe MEGA
ru: Элемент из MEGA
tr: MEGA'dan paylaşılan öğeler
uk: Спільний елемент з MEGA
vi: Mục chia sẻ từ MEGA

# AM_ShareMultipleItemsFromMega_Message
source: Items shared by the Windows Phone MEGA app.
ar: تم مشاركة العناصر عن طريق تطبيق MEGA على هاتف ويندوز.
de: Daten von der Windows Phone MEGA App
fr: Éléments partagés avec l'application MEGA pour Windows Phone.
it: Oggetto condiviso dall'app di MEGA per Windows Phone.
nl: Item gedeeld door de Windows Phone MEGA app.
pt: Itens partilhados pela aplicação Windows Phone MEGA.
ro: Elemente partajate de aplicaţia MEGA pentru Windows Phone.
ru: Отправлено из приложения MEGA для Windows Phone.
tr: Windows Phone MEGA uygulamasıyla paylaşıldı
uk: Спільні елементи додатку Windows Phone MEGA.
vi: Các mục này được chia sẻ từ app MEGA cho Windows Phone.

# AM_ShareMultipleItemsFromMega_Title
source: Items shared from MEGA
ar: عناصر مشاركة من MEGA
de: Daten via MEGA
fr: Éléments partagés depuis MEGA
it: Oggetti condivisi da MEGA
nl: Items gedeeld vanaf MEGA
pt: Itens partilhados do MEGA
ro: Elemente partajate de pe MEGA
ru: Элементы из MEGA
tr: MEGA'dan paylaşılan öğeler
uk: Спільні елементи з MEGA
vi: Các mục chia sẻ từ MEGA

# AM_ImportFolderFailed
source: Failed to import folder. Please try again.
ar: فشل توريد المجلد. الرجاء المحاولة ثانية
de: Der Ordner konnte nicht importiert werden. Bitte versuchen Sie es erneut.
fr: Échec d'importation du dossier. Veuillez ressayer.
it: Importazione della cartella fallita. Per favore, riprova.
nl: Map importeren mislukt. Probeer alstublieft opnieuw.
pt: Falha ao importar pasta. Por favor tente novamente.
ro: Eşec la importarea folderului. Te rugăm să încerci din nou.
ru: Не удалось импортировать папку. Попробуйте снова.
tr: Dosya aktarımı başarısız. Lütfen tekrar deneyin
uk: Невдалий імпорт теки. Будь ласка, спробуйте ще раз.
vi: Chuyển nhập thư mục thất bại. Xin thử lại sau.

# AM_ImportFolderFailed_Title
source: Folder import failed
ar: فشل في استيراد المجلد
de: Ordnerimport fehlgeschlagen
it: Importazione della cartella fallita
nl: Map importeren is mislukt
pt: Falha ao importar a pasta
ro: Importarea folderului a eşuat
ru: Импорт не удался
tr: Klasörü dışarıya aktarma başarısız
uk: Невдалий імпорт теки
vi: Chuyển nhập thư mục thất bại

# AM_ImportLinkFailed_Title
source: Link import failed
ar: فشل في توريد الرابط
de: Link-Import fehlgeschlagen
it: Importazione del link fallita
nl: Importeren van koppeling is mislukt
pt: Falha ao importar a ligação
ro: Importarea linkului a eşuat
ru: Импорт не удался
tr: Link alma başarısız
uk: Невдале посилання
vi: Chuyển nhập liên kết thất bại

# AM_ShareFromMegaFailed_Message
source: Failed to share item(s) from MEGA. Please try again.
ar: فشل في مشاركة عنصر/عناصر من MEGA. الرجاء المحاولة ثانية.
de: Links konnten nicht exportiert werden. Bitte versuchen Sie es erneut.
fr: Échec de partage d'éléments de MEGA. Veuillez ressayer.
it: Errore nella condivisione da MEGA. Per favore, riprova.
nl: Delen item(s) van MEGA mislukt. Probeer alstublieft opnieuw.
pt: Falha ao partilhar item(s) do MEGA. Por favor tente novamente.
ro: Eşec la partajarea elementului(elor) de pe MEGA. Te rugăm să încerci din nou.
ru: Не удалось открыть доступ к элементам из MEGA. Попробуйте снова.
tr: MEGA'dan dosya paylaşımı sırasında hata oluştu. Lütfen tekrar deneyin.
uk: Не вдалося поділитися елементами з MEGA. Будь ласка, спробуйте ще раз.
vi: Chia sẻ từ ứng dụng MEGA thất bại. Xin thử lại.

# AM_ShareFromMegaFailed_Title
source: Error sharing item(s)
ar: خطأ في مشاركة عنصر/عناصر
de: Fehler bei der Freigabe
fr: Erreur de partage
it: Errore nella condivisione dello/degli oggetto/i
nl: Fout gedeelde item('s)
pt: Erro ao partilhar item(s)
ro: Eroare la partajarea elementului(elor)
ru: Не удалось поделиться элементами
tr: Dosya(ları) paylaşırken hata
uk: Помилка спільного використання
vi: Việc chia sẻ bị lỗi

# AM_AlreadyPurchased
source: Your purchase of a MEGA subscription has failed because you have already purchased this item.
ar: فشل في شرائك اشتراك MEGA لأنك قد اشتريت بالفعل هذا الاشتراك.
de: Ihr Kauf ist fehlgeschlagen, da Sie dasselbe PRO-Paket bereits erworben haben.
it: Il tuo acquisto di una sottoscrizione MEGA è fallito perché hai già acquistato questo oggetto.
nl: Uw aankoop van een MEGA abonnement heeft gefaald omdat u dit product al heeft gekocht.
ro: Achiziţia unui abonament MEGA a eşuat deoarece ai achiziţionat deja acest element.
ru: Не удалось оформить подписку MEGA, потому что вы уже купили эту позицию.
tr: MEGA aboneliği satın alma işleminiz başarısız oldu çünkü bu öğeye zaten sahipsiniz.
uk: Покупка MEGA не відбулася, тому що ви вже придбали цей товар.
vi: Giao dịch muua hạng thành viên MEGA bị thất bại vì quý khách đã mua mặt hàng này rồi.

# AM_AlreadyPurchased_Title
source: Already purchased
ar: تم شراءه مسبقا
de: Bereits gekauft
it: Già acquistato
nl: Al gekocht
ro: Achiziţionat deja
ru: Уже куплено
tr: Zaten satınalınmış
uk: Вже придбано
vi: Đã được mua

# AM_PurchaseFailed
source: Your purchase of a MEGA subscription has failed or has been cancelled. Please try again or contact Windows Store support.
ar: فشل أو إلغاء شراء باقة الاشتراك من MEGA. الرجاء المحاولة ثانية أو التواصل مع الدعم لمتجر ويندوز.
de: Ihr Kauf ist fehlgeschlagen oder wurde storniert. Bitte versuchen Sie es erneut oder setzen Sie sich mit dem Kundendienst von Windows Store in Verbindung.
it: Il tuo acquisto di una sottoscrizione MEGA è fallito o è stato cancellato. Per favore, riprova o contatta il supporto del Windows Store.
nl: Uw aankoop van een MEGA abonnement heeft gefaald of is geannuleerd. Probeer het alstublieft opnieuw of neem contact op met de Windows Store helpdesk.
ro: Achiziţionarea unui abonament MEGA a eşuat sau a fost anulată. Te rugăm să încerci din nou sau să contactezi asistenţa Windows Store.
ru: Покупка подписки MEGA не удалась или была отменена. Попробуйте снова или свяжитесь с поддержкой Windows Store.
tr: MEGA abonelii satın alma işleminiz başarısız oldu veya iptal edildi. Lütfen tekrar deneyin veya Windows Store desteği ile iletişiime geçin.
uk: Ваша покупка підписки MEGA не відбулася або скасована. Будь ласка, зв'яжіться з підтримкою Windows Store.
vi: Việc thanh toán giao dịch cho tài khoản MEGA của quý khách bị thất bại hoặc bị hủy. Xin thử lại hoặc liên lạc với đội trợ giúp từ cửa hàng Windows Store.

# AM_PurchaseFailed_Title
source: Purchase failed or cancelled
ar: فشل أو إلغاء في عملية الشراء
de: Transaktion fehlgeschlagen oder storniert
it: Acquisto fallito o annullato
nl: Aankoop mislukt of geannuleerd
ro: Achiziţia a eşuat sau a fost anulată
ru: Покупка не удалась или отменена
tr: Satınalma başarısız veya iptal edildi
uk: Покупка не вдала або скасована
vi: Giao dịch thất bại hoặc bị huỷ

# AM_PurchaseSucceeded
source: Your MEGA subscription purchase has succeeded.
ar: تم بنجاح شراء الاشتراك في MEGA
de: Ihr Kauf war erfolgreich.
it: L'acquisto della tua sottoscrizione a MEGA è avvenuto con successo.
nl: Uw MEGA abonnement aankoop is geslaagd
ro: Achiziţia abonamentului MEGA a reuşit.
ru: Вы успешно оформили подписку MEGA.
tr: MEGA abonelik satınalımınız başarılı oldu.
uk: Покупку підписки MEGA успішно здійснено.
vi: Gói hạng thành viên MEGA đã được thanh toán thành công.

# AM_PurchaseSucceeded_Title
source: Purchase succeeded
ar: تم الشراء
de: Kauf erfolgreich
it: Acquisto avvenuto
nl: Aankoop geslaagd
ro: Achiziţie reuşită
ru: Покупка совершена
tr: Satınalma başarılı
uk: Вдала покупка
vi: Mua hàng thành công

# AM_PurchaseValidationFailed
source: Your purchase of a MEGA subscription has not passed validation at our licence server. On restart of this app we will retry to validate your subscription licences. Please contact MEGA support if the error continues.
ar: عملية شراء الاشتراك من MEGA لم يجتز صحة التحقق لدى شهادات الخادم. بإعادة تشغيل التطبيق سنحاول ثانية من صحة التحقق لشهادات الاشتراك. الرجاء التواصل مع الدعم الخاص ب MEGA إن استمر هذا الخطأ.
it: Il tuo acquisto di una sottoscrizione MEGA non ha superato la validazione al nostro server delle licenze. Al riavvio di quest'app proveremo a validare le tue licenze di sottoscrizione. Per favore, contatta il supporto di MEGA se l'errore continua.
nl: Uw aankoop van een MEGA abonnement is niet door de bevestiging van onze licentie server gekomen. Zodra u deze applicatie herstart zullen we proberen uw abonnement licentie opnieuw te valideren. Neem alstublieft contact op met het MEGA ondersteuningsteam als de fout zich blijft voordoen.
ro: Achiziţionarea unui abonament MEGA nu a trecut validarea la serverul nostru de licenţă. La repornirea acestei aplicaţii vom reîncerca să validăm licenţele de abonament. Te rugăm să contactezi suportul MEGA dacă eroarea continuă.
ru: Покупка подписки MEGA не прошла проверку на нашем сервере лицензий. При перезапуске этого приложения мы повторим проверку лицензий подписки. Пожалуйста, свяжитесь с поддержкой MEGA, если ошибка повторится.
tr: MEGA aboneliği satın alma işleminiz lisans sunucumuz tarafından doğrulanamadı. Uygulamayı yeniden başlattığınızda tekrar doğrulamaya çalışacağız. Eğer hata devam eder ise MEGA desteği ile iletişime geçin.
uk: Ваша покупка підписки MEGA ще не пройшла перевірку на нашому сервері ліцензій. У наступному завантаженні цього додатку, ми повторимо перевірку ліцензії підписки. Будь ласка, зв'яжіться зі службою підтримки, якщо помилка буде відтворюватися.
vi: Mục mua hạng thành viên MEGA của quý khách chưa được thông qua máy chủ của chúng tôi để chứng thực. Xin thử khởi động lại ứng dụng, chúng tôi sẽ thử chứng thực lại hạng thành viên của quý khách. Xin vui lòng liên hệ MEGA để nhận hỗ trợ nếu lỗi này tiếp diễn.

# AM_PurchaseValidationFailed_Title
source: Purchase validation failed
ar: فشل في التحقق من صحة الشراء
de: Die Überprüfung Ihrer Transaktion ist fehlgeschlagen
it: Validazione dell'acquisto fallita
nl: Bevestiging aankoop mislukt
ro: Validarea achiziţiei a eşuat
ru: Не удалось проверить покупку
tr: Satınalma doğrulanamadı
uk: Невдале підтвердження покупки
vi: Xác thực giao dịch thất bại

# AM_AssociatedUserAccountTerminated
source: The account that created this link has been terminated due to multiple violations of our Terms of Service.
ar: تم إنهاء الحساب الذي أنشأ هذا الرابط بسبب انتهاكات متعددة لشروط الخدمة.
de: Der zugrundeliegende Account wurde wegen wiederholter Verletzung unserer Nutzungsrichtlinien gesperrt.
it: L'account che ha creato questo link è stato chiuso a causa di violazioni multiple dei nostri Termini di Servizio.
nl: De account die deze koppeling gecreëerd heeft is beëindigd door meerdere overtredingen van onze Algemene Voorwaarden.
ro: Contul care a creat acest link a fost desfiinţat din cauza mai multor încălcări ale Termenilor de utilizare a serviciului nostru.
ru: Учётная запись владельца этой ссылки была заблокирована за многочисленные нарушения условий предоставления услуг.
tr: Bu linki oluşturan hesap Hizmet Koşullarını bir çok kez ihlal etmesi sonucu kaldırıldı.
uk: Дію облікового запису було припинено через численні порушення Умов надання послуг.
vi: Tài khoản của chủ sở hữu mục này đã bị ngưng hoạt động do vi phạm Điều Khoản Dịch Vụ.

# AM_DownloadFailed_Title
source: Download failed
ar: فشل التحميل
de: Download fehlgeschlagen
it: Scaricamento Fallito
nl: Downloaden mislukt
ro: Descărcare eşuată
ru: Скачивание не удалось
tr: İndirme başarısız
uk: Завантаження не вдалася
vi: Lỗi tải xuống

# AM_DownloadFolderLinkFailed
source: Could not download the folder link. Please try again.
ar: لا يمكن تحميل رابط المجلد. الرجاء المحاولة مرة اخرى.
de: Der Ordnerlink konnte nicht heruntergeladen werden.
it: Non ho potuto scaricare il link della cartella. Per favore, riprova.
nl: Kan de koppeling van de map niet downloaden. Probeer alstublieft opnieuw.
ro: Nu se poate descărca linkul folderului. Te rugăm să încerci din nou.
ru: Не удалось загрузить ссылку папки. Попробуйте снова.
tr: Klasör bağlantısı indirilemedi. Lütfen tekrar deneyin.
uk: Не вдалося завантажити ланку теки. Будь ласка, спробуйте ще раз.
vi: Không tải được đường dẫn liên kết thư mục. Xin thử lại sau.

# AM_ImportFailed_Title
source: Import failed
ar: فشل التوريد
de: Import fehlgeschlagen
it: Importazione fallita
nl: Import is mislukt
ro: Importare eşuată
ru: Импорт не удался
tr: İçe aktarılamadı
uk: Не вдалося виконати імпорт
vi: Chuyển nhập thất bại

# AM_ImportFolderLinkFailed
source: Could not import the folder link. Please try again.
ar: لايمكن توريد رابط المجلد. الرجاء المحاولة مرة أخرى.
de: Der Ordnerlink konnte nicht importiert werden. Bitte versuchen Sie es erneut.
it: Non ho potuto importare il link della cartella. Per favore, riprova.
nl: Kan de map-koppeling niet importeren. Probeer alstublieft opnieuw.
ro: Nu se poate importa linkul folderului. Te rugăm să încerci din nou.
ru: Не удалось импортировать ссылку папки. Попробуйте снова.
tr: Klasör bağlantısı içe aktarılamadı. Lütfen tekrar deneyin.
uk: Не можливо імпортувати ланку теки. Будь ласка, спробуйте ще раз.
vi: Chuyển nhập đường liên kết thư mục thất bại. Xin thử lại.

# AM_EmailAlreadyRegistered
source: This e-mail address has already registered an account with MEGA.
ar: هذا البريد الإلكتروني لديه حساب مسجل بالفعل لدى MEGA.
de: Unter dieser E-Mail-Adresse ist bereits ein MEGA-Account registriert.
it: Questo indirizzo e-mail ha già registrato un account MEGA.
nl: Met dit e-mail adres werd al een account bij MEGA geregistreerd.
ro: Această adresă de e-mail a înregistrat deja un cont cu MEGA.
ru: На введённый вами электронный адрес уже зарегистрирована учётная запись сервиса MEGA.
tr: Bu e-posta adresi ile daha önceden bir MEGA hesabı alınmış.
uk: Ця e-mail адреса, вже зареєстрована в MEGA.
vi: Email này đã được đăng ký.
