Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.resx
Languages: ar, de, fr, it, nl, pt, ro, ru, sk, tr, uk, vi

# AlreadyConfirmedAccount
source: The account is already confirmed. You can now login.
ar: تم تفعيل الحساب بالفعل. يمكنك تسجيل الدخول الان.
de: Ihr Account ist bereits bestätigt. Loggen Sie sich bitte ein.
fr: Le compte est déjà confirmé. Vous pouvez désormais vous connecter.
it: L'account è già confermato. È ora possibile effettuare il login.
nl: Het account is al bevestigd. U kunt nu inloggen.
pt: A conta já foi confirmada. Podes entrar agora.
ro: Contul e deja confirmat. Te poţi autentifica acum.
ru: Эта учётная запись уже подтверждена. Можете войти.
sk: Tento účet už je potvrdený. Teraz sa môžete prihlásiť.
tr: Hesap daha önce onaylandı. Artık oturum açabilirsiniz.
uk: Ваш акаунт активовано. Будь ласка, увійдіть.
vi: Tài khoản đã được xác thực rồi. Bạn có thể dùng được ngay.

# AlreadyConfirmedAccount_Title
source: Account already confirmed
ar: تم تفعيل الحساب بالفعل
de: Account bereits bestätigt
fr: Compte déjà confirmé
it: Account già verificato
nl: Account al bevestigd
pt: Conta já foi confirmada
ro: Cont confirmat deja
ru: Учётная запись уже подтверждена
sk: Účet je už potvrdený
tr: Hesap daha önce onaylandı
uk: Обліковий запис вже підтверджено
vi: Tài khoản đã được xác thực rồi

# WrongPassword
source: The typed password is incorrect
ar: كلمة السر المكتوبة غير صحيحة
de: Das eingegebene Passwort ist falsch
fr: Le mot de passe tapé est incorrecte
it: La password inserita non è corretta
nl: De getypte wachtwoord is onjuist
pt: A palavra-chave introduzido está incorreta
ro: Parola tastată este incorectă
ru: Введённый пароль неверен
sk: Zadané heslo je nesprávne
tr: Girilen şifre yanlış
uk: Набрано неправильний пароль
vi: Mật khẩu vừa nhập không đúng

# WrongPassword_Title
source: Wrong password
ar: كلمة مرور خاطئة
de: Falsches Passwort
fr: Mauvais mot de passe
it: Password errata
nl: Verkeerd wachtwoord
pt: Palavra-chave errada
ro: Parolă greşită
ru: Неверный пароль
sk: Nesprávne heslo
tr: Hatalı şifre
uk: Невірний пароль
vi: Sai mật khẩu

# DownloadLimitMessage_Title
source: Download count
ar: عداد التحميل
de: Downloadzähler
fr: Nombre de téléchargement(s)
it: Conteggio dei download
nl: Aantal downloads
pt: Número de transferências
ro: Număr de descărcări
ru: Количество загрузок
sk: Počet stiahnutí
tr: İndirme sayısı
uk: Кількість завантажень
vi: Lượng tải về

# QuestionAskedDownloadOption
source: Do you want to automatically export image files to your photo album after download? You can change this setting on the settings page afterwards. Other file types will only be stored in the local storage of the app.
ar: هل تريد تصدير ملفات الصور إلى ألبوم الصور بعد التحميل؟ يمكنك تغيير هذا الإعداد من خلال صفحة الإعدادات بعد ذلك. لن يتم تخزين أنواع الملفات الأخرى في التخزين المحلي من التطبيق.
de: Wollen Sie heruntergeladene Bilddateien automatisch in ihr Fotoalbum exportieren? Sie können diese Einstellung jederzeit ändern. Andere Dateitypen werden in dem lokalen Speicher der App abgelegt.
fr: Voulez-vous automatiquement exporter les fichiers IMAGES de votre album photo après le téléchargement? Vous pouvez changer ce paramètre plus tard depuis la page des paramètres. D'autres types de fichiers seront seulement stockés dans le stockage local de l'application.
it: Vuoi esportare automaticamente i file di immagine per il vostro album di foto dopo il download? È possibile modificare questa impostazione nella pagina delle impostazioni in seguito. Altri tipi di file saranno memorizzati solo nella memoria locale delle app
nl: Wilt u de beeldbestanden automatisch exporteren naar uw fotoalbum na het downloaden? U kunt deze instelling op de pagina met instellingen achteraf wijzigen. Andere bestandstypen zullen alleen worden opgeslagen in de lokale opslag van de app.
pt: Desejas exportar automaticamente ficheiros de IMAGEM para o teu album das fotos depois de os transferires? Poderás alterar esta definição na página das definições posteriormente. Outros tipos de ficheiro serão guardados no armazenamento local da app.
ro: Doreşti să exporţi automat fişierele de tip IMAGINE în albumul foto după descărcare? Poţi schimba această setare din pagina de setări ulterior. Alte tipuri de fişiere vor fi stocate doar în stocarea locală a aplicaţiei.
ru: Хотите автоматически экспортировать изображения в фотоальбом после загрузки? Вы можете изменить эти опции позже в настройках. Другие типы файлов можно хранить только в локальной памяти приложения.
sk: Chcete automaticky po stiahnutí exportovať obrazové súbory do fotoalbumu? Toto nastavenie môžete zmeniť na stránke s nastaveniami neskôr. Ostatné typy súborov sa budú ukladať v lokálnom úložisku aplikácie.
tr: İndirme işleminden sonra resim dosyalarını fotoğraf albümüne otomatik olarak almak ister misiniz? Bu ayarı sonradan ayarlar sayfasından değiştirebilirsiniz. Diğer dosya türleri yalnızca uygulama yerel klasörlerinde saklanır.
uk: Бажаєте автоматично експортувати зображення у альбом після завантаження? Згодом ви можете змінити цю установку на сторінці налаштувань. Інші типи файлів можна зберігати тільки у пам'яті додатку.
vi: Bạn có muốn tự động hóa việc xuất các tệp hình ảnh vào album sau khi tải về xong không? Bạn có thể thay đổi bằng cách vào trang thiết đặt ngay bây giờ. Những định dạng tệp tin khác sẽ chỉ được chứa vào không gian của ứng dụng này.

# PausingTransfersFailed
source: Failed to pause transfers
ar: فشل الإيقاف المؤقت لعمليات النقل
de: Transfers konnten nicht suspendiert werden
fr: Impossible de mettre les transferts en pause
it: Pausa trasferimenti fallita
nl: Mislukt transfers te pauzeren
pt: Falha ao pausar as transferências
ro: Eşec la punerea pe pauză a transferurilor
ru: Не удалось приостановить передачи
sk: Zlyhanie pri pozastavení prenosov
tr: Aktarmalar duraklatılamadı
uk: Не вдалося призупинити передачі
vi: Tạm dừng các truyền tải thất bại

# PausingTransfersFailed_Title
source: Pause failed
ar: فشل الإيقاف المؤقت
de: Anhalten fehlgeschlagen
fr: Échec de la mise en pause
it: Pausa fallita
nl: Pauzeren mislukt
pt: Pausa falhou
ro: Pauză eşuată
ru: Не удалось приостановить
sk: Pozastavenie zlyhalo
tr: Duraklatma başarısız oldu
uk: Не вдалося призупинити
vi: Tạm dùng thất bại

# ResumingTransfersFailed
source: Failed to resume transfers
ar: فشل استئناف عمليات النقل
de: Transfers konnten nicht fortgesetzt werden
fr: Impossible de reprendre les transferts
it: Ripristino trasferimenti fallito
nl: Hervatten transfers mislukt
pt: Falha ao resumir as transferências
ro: Eşec la reluarea transferurilor
ru: Не удалось возобновить передачи
sk: Zlyhanie pri obnovení prenosov
tr: Aktarmalar sürdürülemedi
uk: Не вдалося відновити передачу
vi: Khôi phục truyền tải thất bại

# ResumingTransfersFailed_Title
source: Resume failed
ar: فشل الاستئناف
de: Wiederaufnahme fehlgeschlagen
fr: Échec de la reprise
it: Ripristino fallito
nl: Hervatten mislukt
pt: Resumo falhado
ro: Reluare eşuată
ru: Не удалось возобновить
sk: Obnovenie zlyhalo
tr: Devam ettirilemedi
uk: Невдале продовження
vi: Khôi phục thất bại

# MinimalPictureSelection
source: Please select at least one picture for upload
ar: يرجى اختيار صورة واحدة علي الاقل للرفع
de: Bitte mindestens ein Foto für den Upload auswählen
fr: Veuillez choisir au moins une image à téléverser
it: Seleziona almeno una foto per l'upload
nl: Selecteer minimaal 1 foto voor upload
pt: Por favor, escolhe pelo menos uma imagem para carregar
ro: Selectează minim 1 poză pentru încărcare
ru: Выберите хотя бы 1 изображение для загрузки
sk: Prosím zvoľte minimálne 1 obrázok pre upload
tr: Yükleme için en az 1 resmi seçiniz
uk: Будь ласка, виберіть принаймні одне зображення для відвантаження
vi: Xin chọn ít nhất một tấm ảnh để tải lên

# MinimalPictureSelection_Title
source: No pictures selected
ar: لم يتم تحديد الصور
de: Keine Fotos ausgewählt
fr: Aucune image sélectionnée
it: Nessuna foto selezionato
nl: Geen afbeeldingen geselecteerd
pt: Sem imagens selecionadas
ro: Nicio poză selectată
ru: Изображения не выбраны
sk: Nebol zvolený obrázok
tr: Seçili resim yok
uk: Не має обраних зображень
vi: Chưa có tấm ảnh nào được chọn

# PrepareImageForUploadFailed
source: Failed to prepare image: {0} for upload
ar: فشل في إعداد الصورة: {0} للرفع
de: Fehler bei der Uploadvorbereitung von {0}
fr: Échec de préparation l'image {0} pour le téléchargement
it: mpossibile preparare immagine: {0} per l'upload
nl: Mislukt afbeelding voor te bereiden: {0} voor upload
pt: Falha ao preparar a imagem: {0} para upload
ro: Eşec la pregătirea imaginii: {0} pentru încărcare
ru: Не удалось подготовить изображение к загрузке: {0}
sk: Zlyhanie pri príprave obrázku: {0} na upload
tr: {0} görseli yükleme hazırlığı başarısız oldu
uk: Не вдалося підготувати зображення: {0} для відвантаження
vi: Chuẩn bị ảnh thất bại: {0} để tải lên

# PrepareImageForUploadFailed_Title
source: Preparing image failed
ar: فشل إعداد الصورة
de: Bildvorbereitung fehlgeschlagen
fr: Échec de la préparation de l'image
it: Preparazione dell'immagina fallita
nl: Mislukt voorbereiden afbeelding
pt: A preparar falha da imagem
ro: Pregătirea imaginii a eşuat
ru: Не удалось подготовить изображение
sk: Príprava obrázku zlyhala
tr: Resim hazırlama başarısız
uk: Не вдалося підготувати зображення
vi: Chuẩn bị hình ảnh thất bại

# PhotoUploadError
source: Failed to upload photo
ar: فشل رفع الصورة
de: Foto-Upload fehlgeschlagen
fr: Échec de téléversement de la photo
it: Fallimento nell'upload della foto
nl: Mislukt om de foto te uploaden
pt: Falou o carregamento da foto
ro: Eşec la încărcarea fotografiei
ru: Не удалось загрузить фото
sk: Zlyhanie uploadu fotky
tr: Resim yükleme başarısız
uk: Не вдалося відвантажити фото
vi: Lỗi đăng ảnh

# PhotoUploadError_Title
source: Photo upload failed
ar: فشل رفع الصورة
de: Foto-Upload fehlgeschlagen
fr: Échec de téléversement des photos
it: Upload foto fallito
nl: Foto uploaden is mislukt
pt: Carregamento da foto falhado
ro: Încărcarea pozei a eşuat
ru: Не удалось загрузить фото
sk: Upload fotky zlyhal
tr: Fotoğraf yükleme başarısız oldu
uk: Відвантажити фото не вдалося
vi: Đăng tải hình không thành công

# FileNotFound
source: Could not find the selected file
ar: لا يمكن العثور على الملف المحدد
de: Ausgewählte Datei nicht gefunden
fr: Impossible de trouver le fichier sélectionné
it: Impossibile trovare il file selezionato
nl: Kon het geselecteerde bestand niet vinden
pt: Não foi possível encontrar o ficheiro selecionado
ro: Nu se poate găsi fişierul selectat
ru: Невозможно найти выбранный файл
sk: Nebolo možné nájsť vybraný súbor
tr: Seçili dosyayı bulamadı
uk: Не вдалося знайти вибраний файл
vi: Không thể tìm thấy tệp bạn vừa chọn

# FileNotFound_Title
source: File not found
ar: الملف غير موجود
de: Datei nicht gefunden
fr: Fichier non trouvé
it: File non trovato
nl: Bestand niet gevonden
pt: Ficheiro não encontrado
ro: Fişier negăsit
ru: Файл не найден
sk: Súbor nenájdený
tr: Dosya bulunamadı
uk: Файл не знайдено
vi: Không tìm thấy tệp tin

# OpenFileFailed
source: Failed to open the selected file
ar: فشل فتح الملف المحدد
de: Ausgewählte Datei konnte nicht geöffnet werden
fr: Impossible d'ouvrir le fichier sélectionné
it: Impossibile aprire il file selezionato
nl: Mislukt geselecteerde file te openen
pt: Falha ao abrir o ficheiro selecionado
ro: Eşec la deschiderea fişierului selectat
ru: Не удалось открыть выбранный файл
sk: Zlyhalo otváranie vybraného súboru
tr: Seçilen dosya açılamadı
uk: Не вдалося відкрити вибраний файл
vi: Không mở được tệp bạn vừa chọn

# OpenFileFailed_Title
source: File failed to open
ar: فشل فتح الملف
de: Datei konnte nicht geöffnet werden
fr: Échec de l'ouverture du fichier
it: Errore nell'aprire il file
nl: Openen bestand is mislukt
pt: Abertura de ficheiro falhada
ro: Deschiderea fişierului a eşuat
ru: Не удалось открыть файл
sk: Zlyhanie pri otváraní súborov
tr: Dosya aç başarısız oldu
uk: Не вдалося відкрити файл
vi: Không mở được tệp tin

# UploadSelfieFailed
source: Failed to upload the selfie picture
ar: فشل رفع صور السيلفي
de: Selfie-Upload fehlgeschlagen
fr: Échec de téléversement de l'égoportrait
it: Impossibile caricare l'immagine selfie
nl: Het updaten van selfie afbeelding is mislukt
pt: Falha ao fazer upload da selfie
ro: Eşec la încărcarea fotografiei selfie
ru: Не удалось загрузить автопортрет
sk: Zlyhal upload selfie
tr: Özçekim resmi yüklenemedi
uk: Не вдалося відвантажити автопортрет
vi: Tải lên ảnh tự sướng của bạn bị thất bại

# UploadSelfieFailed_Title
source: Selfie upload failed
ar: فشل رفع صور السيلفي
de: Selfie-Upload fehlgeschlagen
fr: Échec de téléversement de l'égoportrait
it: Upload selfie fallito
nl: Selfie upload mislukt
pt: Upload da selfie falhou
ro: Încărcarea de selfie a eşuat
ru: Не удалось загрузить автопортрет
sk: Upload selfie zlyhal
tr: Özçekim yüklenemedi
uk: Невдале відвантаження автопортрету
vi: Đăng ảnh tự sướng thất bại

# LoadNodesFailed
source: Could not load files and folders from MEGA. Please try again or click on refresh.
ar: لا يمكن تحميل الملفات والمجلدات من MEGA. يرجى المحاولة مرة أخرى أو اضغط على التحديث.
de: Dateien und Ordner konnten nicht von MEGA geladen werden. Bitte versuchen Sie es erneut.
fr: Impossible de charger les fichiers et les dossiers de MEGA. Veuillez ressayer ou cliquer sur raffraîchir
it: Impossibile caricare file e cartelle da MEGA. Riprovare o cliccare su Aggiorna.
nl: Kon geen bestanden en mappen laden van MEGA. Probeer het opnieuw of klik op refresh.
pt: Não foi possível carregar ficheiros ou pastas do MEGA. Por favor, tenta novamente ou clica em recarregar.
ro: Nu se pot încărca fişiere şi foldere de pe MEGA. Încearcă din nou sau dă clic pe reîmprospătare.
ru: Не удаётся загрузить файлы и папки с сервера MEGA. Пожалуйста, попробуйте ещё раз или обновите.
sk: Nie je možné načítať súbory a priečinky z MEGA. Prosím skúste to znovu, alebo kliknite na Obnovenie.
tr: MEGA dosya ve klasörleri yüklenemedi. Tekrar deneyin ya da yenilemeye tıklayın.
uk: Не вдалося завантажити файли і теки з MEGA. Будь ласка, спробуйте ще раз або натисніть на оновлення.
vi: Không thể tải dữ liệu và thư mục từ MEGA. Xin thử lại hoặc làm mới (refresh).

# LoadNodesFailed_Title
source: Failed to load
ar: فشل التحميل
de: Konnte nicht geladen werden
fr: Impossible de charger
it: Caricamento fallito
nl: Laden mislukt
pt: Falha ao carregar
ro: Eşec la încărcare
ru: Не удалось загрузить
sk: Zlyhalo načítanie
tr: Yükleme başarısız
uk: Помилка завантаження
vi: Tải thất bại

# PinLockCodesDoNotMatch
source: Your PIN lock codes do not match. Please re-type them and make sure they are equal
ar: رقم التعريف الشخصي غير متطابق. يرجي اعادة الادخال و التاكد من انهم متطابقان
de: Ihre PIN-Codes stimmen nicht überein. Bitte wiederholen Sie die Eingabe.
fr: Votre codes PIN ne correspondent. Veuillez les retaper et assurez-vous qu'ils sont pareils.
it: I codici di blocco PIN non corrispondono. Si prega di riscriverli e assicurarsi che siano uguali.
nl: Uw PIN slot codes komen niet overheen. Typ ze opnieuw in en zorg dat ze hetzelfde zijn.
pt: Os seus códigos PIN não coincidem. Por favor reintroduza-os e certifique-se de são iguais
ro: Codurile PIN nu se potrivesc. Retastează-le şi asigură-te că sunt la fel
ru: PIN-коды не совпадают. Пожалуйста введите их поврно и убедитесь, что они одинаковые
sk: Vaše PIN kódy sa nezhodujú. Prosím napíšte ich znovu a uistite sa, že sú rovnaké
tr: PIN kilit kodları eşleşmiyor. Yeniden yazıp eşit olduğundan emin olun
uk: PIN коди не співпадають. Будь ласка, введіть їх повторно і переконайтесь що вони однакові
vi: Hai mã PIN bạn vừa nhập không khớp. Xin nhập lại cho giống nhau

# PinLockCodesDoNotMatch_Title
source: PIN lock codes do not match
ar: رقم التعريف الشخصي غير متطابق
de: Keine Übereinstimmung der PIN-Codes
fr: Les codes PIN ne correspondent pas
it: Codici PIN non corrispondenti
nl: PIN slot codes komen niet overeen
pt: Códigos PIN não são iguais
ro: Codurile PIN nu se potrivesc
ru: PIN-коды не совпадают
sk: PIN kódy sa nezhodujú
tr: PIN kilidi kodları eşleşmiyor
uk: PIN коди не співпадають
vi: Hai mã PIN vừa nhập không khớp

# SessionIDError
source: You have been logged out on this device from another location
ar: لقد تم تسجيل الخروج على هذا الجهاز من موقع آخر
de: Ihre Sitzung wurde anderswo beendet.
fr: Vous avez été déconnecté(e) de cet appareil depuis un autre endroit
it: Sei stato disconnesso su questo dispositivo da un'altra posizione
nl: U bent afgemeld op dit apparaat vanaf een andere locatie
pt: Foi desconectado neste dispositivo desde outra localização
ro: Ai fost deconectat de pe acest dispozitiv dintr-o altă locaţie
ru: Вы вышли вышли из системы на этом устройстве из другого места
sk: Na tomto zariadení ste boli odhlásený z iného miesta
tr: Başka bir yerden bu cihazda çıkış yaptınız
uk: Ви вийшли з цього пристрою з іншого місця
vi: Bạn bị đẩy đăng xuất ra ngoài vì đã đăng nhập ở một thiết bị khác

# OverquotaAlert
source: Operation not allowed, you will exceed the storage limit of your account. Do you want to upgrade your account?
ar: عملية غير مسموح، سوف يتجاوز الحد تخزين حسابك. هل ترغب في ترقية حسابك؟
de: Sie würden mit dieser Aktion Ihr Speicherplatzlimit überschreiten. Wollen Sie Ihren Account erweitern?
fr: Opération refusée. Vous allez dépasser la limite de stockage de votre compte. Voulez-vous mettre à niveau votre compte?
it: Operazione non consentita, supererai il limite del tuo account di archiviazione. Vuoi aggiornare il tuo account?
nl: Handeling niet toegestaan, u zult het opslag limiet van van uw rekening overschrijden. Wilt u uw account upgraden?
pt: Operação não permitida, você vai exceder o limite de armazenamento da sua conta. Não quer fazer um upgrade à sua conta?
ro: Operaţie nepermisă, vei depăşi limita de stocare a contului. Doreşti să upgradezi contul?
ru: Операция не будет выполнена, иначе будет превышен лимит хранения вашей учётной записи. Хотите улучшить учётную запись?
sk: Operácia nepovolená, prekročili by ste povolený úložný limit pre váš účet. Chcete svoj účet vylepšiť?
tr: Operasyona izin verilmiyor, hesabınızın depolama sınırını aşacaksınız. Hesabınızı yükseltmek istiyor musunuz?
vi: Thao tác bị từ chối, vì bạn sẽ vượt mức không gian lưu trữ. Bạn có muốn nâng cấp tài khoản để thêm không gian không?

# OverquotaAlert_Title
source: Overquota Alert!
ar: تنبية تجاوزحصة البيانات!
de: Speicherplatzlimit überschritten!
fr: Alerte du Dépassement du Quota
it: Messaggio di superamento quota!
nl: Over tegoed Waarschuwing!
pt: Quota Excedida!
ro: Alertă de depăşire cotă!
ru: Угроза переполнения!
sk: Pozor prekročená kvóta!
tr: Kota Aşımı Uyarısı!
vi: Cảnh báo, Quá mức!

# NoDownloadLocationSelected
source: You have not selected a default download location for your files.To proceed with the download, please select a destination folder or go to settings in order to set up your default download location.
ar: لم تقم بتحديد الموقع الافتراضي لتحميل الملفات. للاستمرار في التحميل، يرجى تحديد مجلد وجهة أو الذهاب إلى الإعدادات من أجل إنشاء موقع للتنزيل الافتراضي.
fr: Vous n'avez pas sélectionné l'emplacement par défaut pour le téléchargement de vos fichiers. Pour poursuivre le téléchargement, veuillez sélectionner un dossier de destination ou rendez-vous dans les préférences afin de définir un emplacement par défaut des téléchargements.
it: Non hai selezionato una cartella di default per i download dei tuoi file. Per procedere con il download, per favore seleziona una cartella di destinazione oppure vai nelle Impostazioni per poter selezionare una cartella di default per i tuoi download.
nl: U heeft geen standaard download locatie geselecteerd voor uw bestanden. Om door te gaan met de download, selecteer een bestemmings-map of ga naar instellingen om uw standaard download locatie in te stellen.
pt: Ainda não selecionaste uma localização predefinida para os downloads dos teus ficheiros. Para proceder com o download, por favor escolhe uma uma pasta de localização ou vai a preferências para tratares da escolher uma pasta de predefinição para os downloads.
ro: Nu ai selectat o locaţie implicită de descărcare pentru fişierele tale. Pentru a continua cu descărcarea, te rugăm să selectezi un folder de destinaţie sau să mergi la setări pentru a configura locaţia implicită de descărcare.
ru: Вы не выбрали место загрузок по умолчанию для своих файлов. Чтобы продолжить скачивание, выберите папку назначения или перейдите к настройкам, чтобы задать папку загрузок по умолчанию.
sk: Nezvolili ste si predvolené umiestneni pre vaše sťahované súbory. Pre pokračovanie na sťahovanie si prosím vyberte cieľový priečinok alebo choďte do nastavení pre zvolenie predvoleného miesta pre sťahovanie.
tr: Dosyalarınız için varsayılan indirme konumunu seçmediniz. İndirme işlemine devam etmek, varsayılan indirme konumunuzu ayarlamak için lütfen bir hedef klasör seçin veya ayarlara gidin.

# PrepareFileForUploadFailed
source: Failed to prepare file: {0} for upload
ar: فشل إعداد الملف: {0} للرفع
de: Die Datei {0} konnte nicht für den Upload vorbereitet werden
fr: Échec de préparation du fichier {0} pour le téléversement
it: Impossibile preparare il file: {0} per l'upload
nl: Mislukt bestand voor te bereiden: {0} voor uploaden
pt: Falha ao preparar o ficheiro: {0} para upload
ro: Eşec la pregătirea fişierului: {0} pentru încărcare
ru: Не удалось подготовить файлов к загрузке: {0}
sk: Zlyhala príprava súborov: {0} na upload
tr: {0} dosyası yükleme için hazır edilemedi
uk: Не вдалося підготувати для відвантаження файл: {0}
vi: Quá trình chuẩn bị tệp tin {0} để tải lên bị thất bại

# PrepareFileForUploadFailed_Title
source: Error preparing file
ar: فشل اعداد الملف
de: Dateivorbereitung fehlgeschlagen
fr: Échec de la préparation du fichier
it: Errore preparazione file
nl: Het voorbereiden van het bestand mislukte
pt: Falha ao preparar o ficheiro
ro: Pregătirea fişierului a eşuat
ru: Не удалось подготовить файл
sk: Príprava súboru zlyhala
tr: Dosya hazırlama başarısız oldu
uk: Не вдалося підготувати файл
vi: Quá trình chuẩn bị tệp tin thất bại

# SessionIDError_Title
source: Logged out
ar: تم تسجيل الخروج
de: Ausgeloggt
fr: Déconnecté(e)
it: Disconnesso
nl: Afgemeld
pt: Sessão terminada
ro: Deconectat
ru: Выйти из системы
sk: Odhlásený
tr: Çıkış yapıldı
uk: Вихід
vi: Đã đăng xuất

# CopyFileFailed
source: Failed to copy the selected file: [{0}]
ar: فشل نسخ الملف المحدد: [{0}]
de: Kopieren fehlgeschlagen. Bitte versuchen Sie es noch einmal. [{0}]
fr: Impossible de copier les fichiers sélectionnés : [{0}]
it: Copia del file selezionato fallita: [{0}]
nl: Mislukt om het geselecteerde bestand te kopiëren: [{0}]
pt: Falha ao copiar o ficheiro selecionado: [{0}]
ro: Eşec la copierea fişierului selectat: [{0}]
ru: Не удалось скопировать выбранный файл: [{0}]
sk: Zlyhalo kopírovanie označeného súboru: [{0}]
tr: Seçili dosyayı kopyalama başarısız oldu: [{0}]
uk: Не вдалося скопіювати вибраний файл: [{0}]
vi: Quá trình sao chép tệp tin [{0}] thất bại

# CopyFileFailed_Title
source: Error copying file
ar: فشل نسخ الملف
de: Kopiervorgang fehlgeschlagen
fr: Échec de la copie de fichier
it: Errore nella copiatura del file
nl: Kopiëren van het bestand is mislukt
pt: Falhou ao copiar o ficheiro
ro: Eroare la copierea fişierului
ru: Не удалось скопировать файл
sk: Kopírovanie súboru zlyhalo
tr: Dosya kopyala başarısız oldu
uk: Не вдалося скопіювати файл
vi: Sao chép không thành công
