Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.xlf
Languages: bg, cs, es, et_ee, fa, fi_fi, he, hu, id, ja, ko, pl, pt_br, sl, sr, sv, th, zh_hans, zh_hant

# Resx/InvalidFileName
source: The name of the file '{0}' is not valid or has illegal characters. Please change it and try again.
bg: Името на файла '{0}' не е валидно или има непозволени символи. Моля, променете го и опитайте отново.
cs: Název souboru '{0}' není platný nebo má nepovolené znaky. Změňte jej a zkuste to znovu.
es: El nombre del archivo '{0}' no es válido o tiene caracteres incorrectos. Por favor cámbialo e inténtalo de nuevo.
he: שם הקובץ '{0}' אינו תקין או יש בו אותיות לא חוקיות. אנא שנה אותו ונסה שוב.
id: Nama file '{0}' salah atau memiliki karakter illegal. Harap ubah dan coba kembali.
ko: 파일명 '{0}'은/는 유효하지 않거나 금지된 문자가 있습니다. 바꾸고 다시 시도하세요.
pl: Nazwa pliku '{0}' nie jest prawidłowa lub zawiera zabronione znaki. Zmień i spróbuj ponownie.
pt_br: O nome do arquivo '{0}' não é válido ou tem caracteres ilegais. Por favor, altere-o e tente novamente.
sl: Ime datoteke '{0}' ni veljavno ali vsebuje neveljavne znake. Prosim, spremenite jo in poskusite ponovno.
sr: Име фајла '{0}' није исправно или има неисправне карактере. Молимо промените га и покушајте поново.
sv: Namnet på filen "{0}" är inte giltigt eller har ogiltiga tecken. Ändra det och försök igen.
th: ชื่อไฟล์ '{0}' ไม่ถูกต้องหรือมีอักขระที่ไม่ถูกต้อง กรุณาเปลี่ยนใหม่และลองอีกครั้ง
zh_hant: 檔案名稱 '{0}' 無效，或有不可使用的符號。請於更改後重試。

# Resx/InvalidFileName_Title
source: Invalid file name
bg: Невалидно име на файл
cs: Neplatný název souboru
es: Nombre no válido
he: שם לא תקין
id: Nama file salah
ko: 잘못된 파일명
pl: Błędna nazwa pliku
pt_br: Nome de arquivo inválido
sl: Napačno ime
sr: Неисправно име датотеке
sv: Ogiltigt filnamn
th: ชื่อไฟล์ไม่ถูกต้อง
zh_hans: 无效文件名
zh_hant: 無效的檔案名

# Resx/PathTooLong
source: The path of the file/folder '{0}' is too long. Please change it and try again.
bg: Пътят на файла/папката '{0}' е твърде дълъг. Моля, променете го и опитайте отново.
cs: Cesta souboru nebo složky '{0}' je příliš dlouhá. Změňte ji a zkuste to znovu.
es: La ruta del archivo o carpeta '{0}' es demasiado larga. Por favor cámbiela e inténtelo de nuevo.
he: הנתיב לתיקייה/קובץ '{0}' ארוך מדי. אנא שנה אותו ונסה שוב.
id: Path file/folder '{0}' terlalu panjang. Harap ubah dan coba kembali.
ko: 파일/폴더의 경로 '{0}'은/는 너무 깁니다. 바꾸고 다시 시도하세요.
pl: Ścieżka pliku/katalogu '{0}' jest za długa. Wybierz inną i spróbuj ponownie.
pt_br: The path of the file/folder '{0}' is too long. Please change it and try again. O caminho do arquivo/pasta '{0}' é muito longo. Por favor, altere-o e tente novamente.
sl: Pot te datoteke/mape '{0}' je predolga. Prosim, spremenite jo in poskusite ponovno.
sr: Путања фајла/фолдера '{0}' је предугачка. Молимо промените је и покушајте поново.
sv: Namnet på filen/mappen '{0}' är för långt. Ändra det och försök igen.
th: เส้นทางของไฟล์/โฟลเดอร์ '{0}' ยาวเกินไป กรุณาเปลี่ยนเส้นทางและลองใหม่อีกครั้ง
zh_hant: 檔案/資料夾 '{0}' 之路徑過長。請於修改後重試。

# Resx/PathTooLong_Title
source: Path too long
bg: Пътят е прекалено дълъг
cs: Cesta je příliš dlouhá
es: Ruta demasiado larga
he: נתיב ארוך מדי
hu: Az elérési út túl hosszú
id: Path terlalu panjang
ko: 경로가 너무 깁니다
pl: Ścieżka za długa
pt_br: Caminho muito longo
sl: Pot je predolga
sr: Предугачка путања
sv: Mapp/fil namn för långt
th: เส้นทางยาวเกินไป
zh_hans: 路径过长
zh_hant: 路徑過長

# Resx/InvalidFolderNameOrPath
source: The name or path of the folder '{0}' is not valid or has illegal characters. Please change it and try again.
bg: Името или пътят на папката '{0}' не е валидно или има непозволени символи. Моля, променете го и опитайте отново.
cs: Název nebo cesta složky '{0}' nejsou platné nebo mají nepovolené znaky. Změňte je a zkuste to znovu.
es: El nombre o la ruta de la carpeta '{0}' no son válidos o tienen caracteres incorrectos. Por favor, cámbialo e inténtalo de nuevo.
he: שם התיקייה '{0}' אינו תקין או יש בו אותיות לא חוקיות. אנא שנה אותו ונסה שוב.
id: Nama atau path dari folder '{0}' salah atau memiliki karakter illegal. Harap ubah dan coba kembali.
ko: 폴더명 또는 경로 '{0}'은/는 유효하지 않거나 금지된 문자가 있습니다. 바꾸고 다시 시도하세요.
pl: Nazwa ścieżki lub katalogu '{0}' nie jest prawidłowa lub zawiera zabronione znaki. Zmień i spróbuj ponownie.
pt_br: O nome ou o caminho da pasta '{0}' não é válido ou que tenha caracteres ilegais. Por favor, altere-o e tente novamente.
sl: Ime ali pot mape '{0}' ni veljavna ali vsebuje neveljavne znake. Prosim, spremenite jo in poskusite ponovno.
sr: Име путање фолдера '{0}' није исправно или има неисправне карактере. Молимо промените га и покушајте поново.
sv: Namnet eller sökvägen till mappen "{0}" är inte giltigt eller har ogiltiga tecken. Ändra det och försök igen.
th: ชื่อหรือเส้นทางของโฟลเดอร์ '{0}' ไม่ถูกต้องหรือมีอักขระที่ไม่ถูกต้อง กรุณาเปลี่ยนและลองใหม่อีกครั้ง
zh_hant: 資料夾 '{0}' 的名稱或路徑無效，或有不可用的符號。請於更改後再重試。

# Resx/InvalidFolderNameOrPath_Title
source: Invalid name or path
bg: Невалидно име или път
cs: Neplatný název nebo cesta
es: Nombre o ruta no válidos
he: שם או נתיב לא תקינים
id: Nama atau path salah
ko: 잘못된 이름이나 경로
pl: Błędna nazwa lub ścieżka
pt_br: Nome ou caminho inválido
sl: Napačno ime ali pot
sr: Неисправно име или пут
sv: Ogiltigt namn eller genväg
th: ชื่อหรือเส้นทางไม่ถูกต้อง
zh_hans: 无效文件名或路径
zh_hant: 無效的名稱或路徑

# Resx/AM_InvalidLink
source: Invalid link
bg: Невалиден линк
cs: Neplatný odkaz
es: Enlace no válido
he: קישור לא תקין
hu: Érvénytelen link
id: Link salah
ko: 유효하지 않은 링크
pl: Nieprawidłowy link
pt_br: Link inválido
sl: Neveljavna povezava
sr: Неисправан линк
sv: Ogiltig länk
th: ลิงก์ไม่ถูกต้อง
zh_hans: 无效链接
zh_hant: 無效的連結

# Resx/AM_ImportFileFailedNoErrorCode
source: File import failed
bg: Импортирането на файл се провали
cs: Importování souboru selhalo
es: No se pudo importar el archivo
he: ייבוא קובץ נכשל
hu: Fájl importálása sikertelen
id: Import file gagal
ja: インポートできず
ko: 파일 들여오기 실패
pl: Import nie powiódł się
pt_br: Importação do arquivo falhou
sl: Napaka pri uvozu datotek
sr: Увоз документа неуспешан
sv: Fil import misslyckades
th: นำเข้าไฟล์ไม่สำเร็จ
zh_hans: 文件导入失败
zh_hant: 檔案匯入失敗

# Resx/AM_PrepareFilesForUploadFailed
source: Failed to prepare file(s) for upload. Please try again.
bg: Неуспешно приготвяне на файла(овете) за качване. Моля, опитайте отново.
cs: Nepodařilo se připravit soubory k nahrání. Zkuste to znovu.
es: Fallo preparando archivo(s) para la subida. Por favor, inténtelo de nuevo.
he: שגיאה בהכנת הקובץ (קבצים) להעלאה. אנא נסה שוב.
id: Gagal menyiapkan file untuk upload. Harap coba kembali.
ko: 파일 업로드 준비 실패. 다시 시도하세요.
pl: Przygotowanie plików nie powiodło się. Spróbuj ponownie.
pt_br: Falha ao preparar os arquivo para upload. Por favor, tente novamente.
sl: Napaka pri pripravi datotek(e) za nalaganje. Prosim, poskusite ponovno.
sr: Неуспешна припрема фајла(ова) за отпремање. Молимо покушајте поново.
sv: Misslyckades att förbereda fil(er) för uppladdning. Försök igen.
th: ไม่สามารถเตรียมไฟล์เพื่ออัปโหลดได้ กรุณาลองใหม่อีกครั้ง
zh_hant: 準備上傳檔案失敗，請再試一次。

# Resx/AM_PrepareFilesForUploadFailed_Title
source: Error preparing file(s)
bg: Грешка при приготвянето на файла(овете)
cs: Chyba při přípravě souborů
es: Error preparando archivo(s)
he: שגיאה בהכנת הקובץ (קבצים)
id: Error menyiapkan file
ko: 파일 준비 중 오류
pl: Błąd przygotowywania plik(ów)
pt_br: Erro erro ao preparar o(s) arquivo(s)
sl: Napaka pri pripravi datotek(e)
sr: Грешка приликом припреме фајла(ова)
sv: Fel vid förberedning av fil(er)
th: มีข้อผิดพลาดในการเตรียมไฟล์
zh_hans: 准备文件错误
zh_hant: 準備上傳檔案失敗

# Resx/AM_DownloadNodeFailedNoErrorCode
source: Failed to download the file. Please try again.
bg: Неуспех при сваляне на файла. Моля, опитайте отново.
cs: Nepodařilo se stáhnout soubor. Zkuste to znovu.
es: Falló la descarga del archivo. Por favor, inténtalo de nuevo.
he: שגיאה בהורדת הקובץ. אנא נסה שוב.
id: Gagal men-download file. Harap coba kembali.
ko: 파일 다운로드 실패. 다시 시도하세요.
pl: Pobieranie pliku nie powidło się. Spróbuj ponownie.
pt_br: Falha ao baixar o arquivo. Por favor, tente novamente.
sl: Prevzemanje datoteke neuspešno. Prosim, poskusite ponovno.
sr: Преузимање фајла неуспешно. Молимо покушајте поново.
sv: Misslyckades att ladda ner filen, prova igen.
th: ไม่สามารถดาวน์โหลดไฟล์ได้ กรุณาลองใหม่อีกครั้ง
zh_hant: 下載檔案失敗，請再試一次。

# Resx/AM_LoadFailed_Title
source: Failed to load
bg: Неуспешно зареждане
cs: Nepodařilo se načíst
es: Error al cargar
he: שגיאה בטעינה
hu: Betöltés sikertelen
id: Gagal untuk memuat
ja: アップロードできませんでした。
ko: 불러오기 실패
pl: Błąd podczas ładowania
pt_br: Falha ao carregar
sl: Nalaganje ni uspelo
sr: Учитавање неуспешно
sv: Misslyckades med att ladda
th: ไม่สามารถโหลดได้
zh_hans: 加载失败
zh_hant: 加載失敗

# Resx/AM_LoadInSharesFailed
source: Failed to load incoming shared items from MEGA. Please try again or click on refresh.
bg: Неуспешно зареждане на входящите споделени елементи от MEGA. Моля, опитайте отново или кликнете върху опресняване.
cs: Nepadařilo se načíst příchozí sdílené položky z MEGA. Zkuste to znovu nebo klikněte na Obnovit.
es: No se pudieron cargar los elementos compartidos entrantes desde MEGA. Por favor inténtalo de nuevo o pulsa en actualizar.
he: שגיאה בטעינת קבצים נכנסים בתיקייה המשותפת מ-MEGA. אנא נסה שוב או לחץ על רענון.
id: Gagal memuat masuk item berbagi dari MEGA. Harap coba kembali atau klik refresh.
ko: MEGA에서 들어오는 공유 항목을 불러오는 것을 실패하였습니다. 다시 시도하거나 새로고침을 클릭하세요.
pl: Nie powiodło się pobieranie danych z MEGA. Spróbuj ponownie.
pt_br: Falha ao carregar itens compartilhados de entrada de MEGA. Por favor tente novamente ou clicar em Atualizar.
sl: Neuspešno nalaganje dohodnih deljenih predmetov z MEGA. Prosim, poskusite ponovno ali kliktnine na Osveži.
sr: Неуспешно учитавање долазећих подељених ставки са MEGA. Молимо покушајте поново или кликните на освежи.
sv: Det gick inte att ladda inkommande delade objekt från MEGA. Försök igen eller klicka på uppdatera.
th: ไม่สามารถโหลดรายการที่แชร์ขาเข้าจาก MEGA ได้ กรุณาลองใหม่อีกครั้งหรือคลิกที่รีเฟรช
zh_hant: 無法載入MEGA的傳入共享檔案。請重試，或點擊重新整理。

# Resx/AM_LoadOutSharesFailed
source: Failed to load outgoing shared items from MEGA. Please try again or click on refresh.
bg: Неуспешно зареждане на изходящите споделени елементи от MEGA. Моля, опитайте отново или кликнете върху опресняване.
cs: Nepadařilo se načíst odchozí sdílené položky z MEGA. Zkuste to znovu nebo klikněte na Obnovit.
es: No se pudieron cargar los elementos compartidos salientes desde MEGA. Por favor inténtalo de nuevo o pulsa en actualizar.
he: שגיאה בטעינת קבצים יוצאים בתיקייה המשותפת מ-MEGA. אנא נסה שוב או לחץ על רענון.
id: Gagal memuat keluar item berbagi dari MEGA. Harap coba kembali atau klik refresh.
ko: MEGA에서 나가는 공유 항목을 불러오는 것을 실패하였습니다. 다시 시도하거나 새로고침을 클릭하세요.
pl: Nie powiodło się pobieranie danych z MEGA. Spróbuj ponownie.
pt_br: Falha ao carregar itens compartilhados de saída de MEGA. Por favor tente novamente ou clicar em Atualizar.
sl: Neuspešno nalaganje odhodnih deljenih predmetov z MEGA. Prosim, poskusite ponovno ali kliknite na Osveži.
sr: Неуспешно учитавање одлазећих подељених ставки са MEGA. Молимо покушајте поново или кликните на освежи.
sv: Det gick inte att ladda utgående delade objekt från MEGA. Försök igen eller klicka på uppdatera.
th: ไม่สามารถโหลดรายการที่แชร์ขาออกจาก MEGA ได้ กรุณาลองใหม่อีกครั้งหรือคลิกที่รีเฟรช
zh_hant: 無法載入MEGA的傳出共享檔案。請重試，或點擊重新整理。

# Resx/AM_DeleteSettingsFailed
source: Failed to delete settings. Please try again. [{0}]
bg: Неуспешно изтриване на настройки, Моля опитайте отново. [{0}]
cs: Nepodařilo se odstranit nastavení. Zkuste to znovu. [{0}]
es: Falló el borrado de configuración. Por favor, inténtelo de nuevo. [{0}]
he: שגיאה במחיקת ההגדרות. אנא נסה שוב. [{0}]
id: Gagal menghapus settings. Harap coba kembali. [{0}]
ko: 설정 삭제 실패. 다시 시도하세요. [{0}]
pl: Nie usunięto ustawień. Spróbuj ponownie. [{0}]
pt_br: Falha ao deletar configurações. Por favor, tente novamente. [{0}]
sl: Napaka pri brisanju nastavitev. Prosim, poskusite ponovno. [{0}]
sr: Неуспешно брисање подешавања. Молимо покушајте поново.[{0}]
sv: Misslyckades att ta bort inställningar. Försök igen [{0}]
th: ไม่สามารถลบการตั้งค่าได้ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hant: 刪除設定失敗，請再試一次。 [{0}]

# Resx/AM_DeleteSettingsFailed_Title
source: Error deleting settings
bg: Грешка при изтриване на настройките
cs: Chyba při odstraňování nastavení
es: Error eliminando la configuración
he: שגיאה במחיקת ההגדרות
id: Error menghapus settings
ko: 설정 삭제 중 오류
pl: Błąd usuwania ustawień
pt_br: Erro ao excluir definições
sl: Napaka pri brisanju nastavitev
sr: Грешка приликом брисања подешавања
sv: Fel vid borttagning av inställningar
th: มีข้อผิดพลาดในการลบการตั้งค่า
zh_hans: 删除设置错误
zh_hant: 刪除設定失敗

# Resx/AM_LoadSettingsFailed
source: Failed to load settings. Please try again. [{0}]
bg: Неуспешно зареждане на настройки, Моля опитайте отново. [{0}]
cs: Nepodařilo se načíst nastavení. Zkuste to znovu. [{0}]
es: Falló la carga de configuración. Por favor, inténtelo de nuevo. [{0}]
he: שגיאה בטעינת ההגדרות. אנא נסה שוב. [{0}]
id: Gagal memuat settings. Harap coba kembali. [{0}]
ko: 설정 불러오기 실패. 다시 시도하세요. [{0}]
pl: Nie pobrano ustawień. Spróbuj ponownie. [{0}]
pt_br: Falha ao carregar as configurações. Por favor, tente novamente. [{0}]
sl: Napaka pri nalaganju nastavitev. Prosim, poskusite ponovno. [{0}]
sr: Неуспешно учитавање подешавања. Молимо покушајте поново.[{0}]
sv: Misslyckades att ladda inställningar, försök igen [{0}]
th: ไม่สามารถโหลดการตั้งค่าได้ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hant: 載入設定失敗，請再試一次。 [{0}]

# Resx/AM_LoadSettingsFailed_Title
source: Error loading settings
bg: Грешка при зареждане на настройките
cs: Chyba při načítání nastavení
es: Error cargando la configuración
he: שגיאה בטעינת ההגדרות
id: Error memuat settings
ko: 설정 불러오는 중 오류
pl: Błąd pobierania ustawień
pt_br: Erro ao carregar as definições
sl: Napaka pri nalaganju nastavitev
sr: Грешка приликом учитавања подешавања
sv: Fel vid inläsning av inställningar
th: มีข้อผิดพลาดในการโหลดการตั้งค่า
zh_hans: 加载设置错误
zh_hant: 載入設定失敗

# Resx/AM_CopyLinkToClipboardFailed
source: Failed to copy the MEGA link to your clipboard.
bg: Неуспешно копиране на MEGA линка в клипборда.
cs: Nepodařilo se zkopírovat odkaz MEGA do vaší schránky.
es: Se ha producido un error al copiar el enlace MEGA a tu portapapeles.
he: שגיאה בהעתקת קישור MEGA.
id: Gagal meng-copy link MEGA ke cliboard anda.
ko: MEGA 링크를 클립보드에 복사하지 못했습니다.
pl: Kopiowanie linku MEGA do schowka nie powiodło się.
pt_br: Falha na cópia do link MEGA para a sua área de transferência.
sl: Neuspešno kopiranje MEGA povezave na odlagališče.
sr: Неуспешно копирање MEGA линка у Ваш клипборд.
sv: Det gick inte att kopiera MEGA länken till Urklipp.
th: ไม่สามารถคัดลอกลิงก์ MEGA ไปยังคลิปบอร์ดได้
zh_hant: 複製MEGA連結至剪貼簿失敗

# Resx/AM_CopyLinkToClipboardFailed_Title
source: Error copying link
bg: Грешка при копиране на линк
cs: Chyba při kopírování odkazu
es: Error al copiar el enlace
he: שגיאה בהעתקת הקישור
id: Gagal meng-copy link
ko: 링크 복사 중 오류
pl: Błąd kopiowania linku
pt_br: Erro ao copiar o link
sl: Napaka pri kopiranju povezave
sr: Грешка приликом копирања линка
sv: Fel vid kopiering av länk
th: มีข้อผิดพลาดในการคัดลอกลิงก์
zh_hans: 拷贝链接错误
zh_hant: 複製連結失敗

# Resx/AM_AlreadyLoggedInAlert
source: If you agree, the current account will be logged out and all Offline data will be erased. Do you want to continue?
bg: Ако се съгласите, ще излезете от текущият си профил и всички Офлайн данни ще бъдат изтрити. Искате ли да продължите?
cs: Pokud souhlasíte, aktuální účet bude odhlášen a všechna data offline budou smazána. Chcete pokračovat?
es: Si aceptas, se cerrará la sesión actual y los datos en la sección Sin conexión serán borrados. ¿Quieres continuar?
he: אם הינך מסכים, החשבון הנוכחי ינותק וכל המידע שהורד יימחק. האם אתה רוצה להמשיך?
hu: Ha beleegyezik, akkor a jelenlegi fiók ki lesz jelentkeztetve és minden Offline adat törlésre kerül. Szeretné folytatni?
id: Jika anda setuju, akun sekarang akan dikeluarkan dan seluruh data Offline akan dihapus. Anda ingin melanjutkan?
ja: 同意すれば、現在のアカウントはログアウトされ、全てのオフラインデータは消去されます。このまま続けますか？
ko: 동의하면, 현재 계정이 로그아웃되고 모든 오프라인 데이터가 삭제됩니다. 계속하시겠습니까?
pl: Jeżeli wyrażasz zgodę, to zostaniesz wylogowany z obecnego konta i wszystkie dane offline zostaną usunięte. Czy chcesz kontynuować?
pt_br: Se você concorda, a conta atual será desconectada e todos os dados off-line serão apagados. Pretende continuar?
sl: Če se strinjate, bomo odjavili trenutni račun in vsi podatki, shranjeni brez povezave, bodo izbrisani. Ali želite nadaljevati?
sr: Ако се сложите, бићете одјављени са тренутног налога и сви офлајн подаци ће бити обрисани. Да ли желите да наставите?
sv: Om du accepterar, kommer bytesbalansen loggas ut och alla Offline data kommer att raderas. Vill du fortsätta?
th: ถ้าคุณเห็นด้วย บัญชีปัจจุบันของคุณจะออกจากระบบและข้อมูลออฟไลน์ทั้งหมดจะถูกลบเช่นเดียวกัน คุณต้องการที่จะดำเนินการต่อหรือไม่
zh_hant: 如果您同意，當前的賬戶將被登出並且所有離線數據將被刪除。是否要繼續？

# Resx/AM_AlreadyLoggedInAlert_Title
source: You are logged in with another account
bg: Влезли сте с друг профил
cs: Jste přihlášení pod jiným účtem
es: Hay iniciada una sesión con otra cuenta
he: הינך מחובר עם חשבון אחר
hu: Másik fiókkal van bejelentkezve
id: Anda sekarang masuk dengan akun yang berbeda
ja: 他のアカウントからすでにログイン中です。
ko: 다른 계정으로 로그인하였습니다
pl: Jesteś zalogowany na inne konto
pt_br: Você está logado com outra conta
sl: Prijavljeni ste z drugim računom
sr: Пријављени сте другим налогом
sv: Du är inloggad med ett annat konto
th: คุณได้เข้าสู่ระบบด้วยบัญชีอื่น
zh_hans: 您已经使用其他账户登陆了
zh_hant: 您已經使用其他賬戶登錄了

# Resx/AM_DecryptionKeyAlertMessage
source: To access this folder/file, you will need its Decryption key. If you do not have the key, contact the creator of the link.
bg: За достъп до тази папка/файл, ще ви е необходим Декриптиращ ключ. Ако не разполагате с ключа, се свържете със създателя на връзката.
cs: Pro přístup k této složce nebo souboru budete potřebovat jejich dešifrovací klíč. Pokud tento klíč nemáte, obraťte se na autora odkazu.
es: Para acceder a esta carpeta/archivo, necesitas su clave de descifrado. Si no la tienes, contacta con el creador del enlace.
he: על מנת לגשת לתיקייה/קובץ הזה, תצטרך את מפתח הפיענוח שלו. אם אין לך את המפתח, צור קשר עם יוצר הקישור.
id: Untuk mengakses folder/file ini, anda membutuhkan Decryption key. Jika anda tidak memiliki key, hubungi pembuat link.
ko: 이 폴더/파일에 접근하려면, 해독 키가 필요합니다. 키가 없다면, 이 링크의 생성자에게 연락하세요.
pl: Aby uzyskać dostęp do tego katalogu/pliku, wymagany jest klucz deszyfrujący. Jeżeli go nie posiadasz, skontaktuj się z autorem linka.
pt_br: Para acessar esta pasta/arquivo, você precisa da chave de decodificação. Se você não possui a chave, entre em contato com o criador da pasta/arquivo.
sl: Za dostop do te mape/datoteke potrebujete njen dekripcijski ključ. Če ključa nimate, stopite v stik z ustvarjalcem povezave.
sr: Да бисте приступили овом фолдеру/фајлу, требаће вам његов Декрипцијски кључ. Ако немате кључ, контактирајте креатора линка.
sv: För att komma åt den här mappen / filen, behöver du dess dekrypteringsnyckel. Om du inte har nyckeln, kontakta skaparen av länken.
th: ในการเข้าถึงโฟลเดอร์/ไฟล์นี้ คุณจะต้องมีคีย์สำหรับถอดรหัส แต่หากไม่มี กรุณาติดต่อผู้ที่สร้างลิงก์นี้
zh_hant: 要進入此資料夾/檔案，您需要它的解密密鑰。如果沒有密鑰，請聯絡此連結的創建者。

# Resx/AM_DecryptionKeyAlertTitle
source: Enter decryption key
bg: Въведете ключ за разшифроване
cs: Zadejte dešifrovací klíč
es: Introducir la clave de cifrado
he: הכנס מפתח לפיענוח
hu: Írd be a visszafejtési kulcsot
id: Masukkan decryption key
ja: 復号化鍵を入力してください。
ko: 해독 키를 입력하세요
pl: Wprowadź klucz deszyfrujący
pt_br: Digite a chave de decodificação
sl: Vnesite ključne besede za opis
sr: Укуцајте декрипциони кључ
sv: Ange dekrypteringsnyckel
th: กรอกคีย์เพื่อถอดรหัสลับ
zh_hans: 输入解密密钥
zh_hant: 請輸入解密金鑰

# Resx/AM_DecryptionKeyNotValid
source: Invalid decryption key
bg: Невалиден ключ за декриптиране
cs: Neplatný dešifrovací klíč
es: La clave de descifrado no es válida
he: מפתח פיענוח לא תקין
id: Decryption key salah
ko: 잘못된 해독 키
pl: Nieprawidłowy klucz
pt_br: Chave de decodificação inválida
sl: Napačen dekripcijski ključ
sr: Неисправан кључ за декриптовање
sv: Ogiltig krypteringsnyckel
th: คีย์ถอดรหัสลับไม่ถูกต้อง
zh_hans: 无效解密密钥
zh_hant: 無效的密鑰

# Resx/AM_FileLinkUnavailable
source: This could be due to the following reasons: - The file has been removed because of a ToS/AUP violation. - Invalid URL – the link you are trying to access does not exist. - The file has been deleted by the user.
bg: Това може да се дължи на следните причини: - Файлът е бил отстранен заради нарушение на ToS/AUP. - Невалиден URL - връзката, която се опитвате да отворите не съществува. - Файлът е изтрит от потребителя.
cs: Mohlo by to být kvůli následujícím důvodům: - Soubor byl odebrán, protože porušoval podmínky užívání nebo použití. - Neplatná URL – odkaz, ke kterému se pokoušíte získat přístup, neexistuje. - Soubor byl odstraněn uživatelem.
es: Esto podría deberse a los siguientes motivos: - El archivo ha sido eliminado debido a una violación de los TdS/PUA. - URL no válida - el enlace al que intentas acceder no existe. - El archivo ha sido desactivado por el usuario.
he: זה עלול לקרות מכמה סיבות: - הקישור לקובץ נמחק עקב הפרת זכויות יוצרים. - כתובת לא נכונה - הקישור אליו אתה מנסה לגשת לא קיים. - הקישור לקובץ נמחק על ידי המשתמש.
hu: Ez a következő okok miatt lehetséges: - A fájl törlésre került az ÁSZF/EFI (Elfogadható Felhasználási Irányelv, angolul AUP) megsértése miatt. - Érvénytelen URL – a link, amelyhez próbál hozzáférni, nem létezik. - A fájl törlésre került a felhasználó által.
id: Ini bisa jadi karena alasan berikut: - File telah dihapus karena pelanggaran ToS / AUP. - URL tidak valid - link yang Anda coba akses tidak ada. - File telah dihapus oleh pengguna.
ja: これには次の理由が考えられます。 - Tos/AUP 違反のためファイルが除外された。 - URL が無効。アクセスしようとするリンクが存在しない。 - ユーザーによりファイルが削除された。
ko: 이것은 다음과 같은 이유로 발생할 수 있습니다: - 파일이 ToS/AUP 위반으로 제거됨. - 잘못된 URL - 접속하려는 링크가 존재하지 않음. - 이용자에 의해 파일이 삭제됨.
pl: Mogło to nastąpić z następujących powodów: - Podlinkowany plik został usunięty z powodu naruszenia regulaminu - Błędny link - link, który posiadasz nie istnieje - Plik został usunięty przez użytkownika.
pt_br: Isto pode ter acontecido devido às seguintes razões: - O arquivo foi removido devido a uma violação ToS / AUP. - URL inválido - o link que você está tentando aceder não existe. - O arquivo foi apagado pelo usuário.
sl: To se lahko zgodi iz sledečih razlogov: - Datoteka je bila odstranjena zaradi kršitve pravil uporabe - Napačen URL naslov - povezava, ki jo želite odpreti, ne obstaja - Datoteko je odstranil uporabnik.
sr: Ово се може десити због једног од следећих разлога: - Документ је уклоњен због кршења ToS/AUP. - Неисправан URL - линк коме покушавате приступити не постоји. - Документ је обрисан од стране корисника.
sv: Detta skulle kunna bero på följande orsaker: - Filen har tagits bort på grund av en ToS/AUP kränkning. - Ogiltig webbadress - länken du försöker komma åt existerar inte. - Filen har tagits bort av användaren.
th: ซึ่งอาจเป็นเพราะสาเหตุต่อไปนี้: - ไฟล์ถูกลบเนื่องจากมีการละเมิด ToS/AUP - URL ไม่ถูกต้อง - ลิงก์ที่คุณพยายามเข้าถึงไม่มีอยู่ - ไฟล์ถูกลบโดยผู้ใช้
zh_hant: 檔案連結不存在之可能原因： - 因ToS / AUP違規，故該檔案連結已被刪除。 - 無效的網址 – 您嘗試存取的連結並不存在。 - 該使用者已將檔案連結刪除。
