Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.xlf
Languages: bg, cs, es, et_ee, fa, fi_fi, he, hu, id, ja, ko, pl, pt_br, sl, sr, sv, th, zh_hans, zh_hant

# Resx/AgreeTermsOfService
source: You must agree with our Terms of Service
bg: Трябва да се съгласите с нашите Условия за Ползване
cs: Musíte souhlasit s Podmínkami užívání
es: Debes aceptar nuestros Términos de Servicio
et_ee: Peate nõustuma meie teenusetingimustega
fa: شما می بایست با شرایط استفاده از مگا موافقت کنید
fi_fi: Sinun tulee hyväksyä käyttöehtomme
he: הינך חייב להסכים לתנאי השימוש
hu: Egyet kell értenie Általános Szolgáltatási Feltételeinkkel
id: Anda harus setuju dengan Kebijakan Pelayanan kami.
ja: MEGAの利用規約に同意して頂きます。
ko: 이용 약관에 동의하셔야 합니다
pl: Musisz wyrazić akceptację regulaminu
pt_br: Você deve concordar com nossos Termos de Serviço
sl: Morate se strinjati z našimi Pravili uporabe
sr: Морате се сложити са нашим Условима о Коришћењу.
sv: Du måste godkänna våra användarvillkor
th: คุณต้องเห็นด้วยกับข้อกำหนดในการบริการของเรา
zh_hans: 您必须同意我们的服务条款
zh_hant: 您必須同意我們的條款

# Resx/ConfirmAccountFailed
source: Failed to confirm account. Please try again. [{0}]
bg: Неуспешно потвърждение на акаунта. Моля опитайте отново. [{0}]
cs: Nepodařilo se potvrdit účet. Zkuste to znovu. [{0}]
es: No se pudo confirmar la cuenta. Vuelve a intentarlo. [{0}]
et_ee: Konto kinnitamine ebaõnnestus. Palun proovige uuesti. [{0}]
fa: تایید کردن حساب کاربری ناموفق بود. لطفا دوباره تلاش کنید.[{0}]
fi_fi: Käyttäjätilin varmistaminen epäonnistui. Ole hyvä ja yritä uudelleen. [{0}]
he: שגיאה באישור חשבון. אנא נסה שוב. [{0}]
hu: Fiók megerősítése sikertelen. Kérlek próbáld újra. [{0}]
id: Gagal menkonfirmasi akun. Harap coba kembali. [{0}]
ja: アカウントを確認できませんでした。再度トライして下さい。[{0}]
ko: 계정 확인 실패. 다시 시도하세요. [{0}]
pl: Potwierdzenie konta nie powiodło się. Spróbuj ponownie. [{0}]
pt_br: Falha na confirmação de conta. Por favor, tente novamente. [{0}]
sl: Nisem uspel potrditi računa. Prosim, poskusite ponovno. [{0}]
sr: Неуспешно потврђивање налога. Молимо покушајте поново. [{0}]
sv: Misslyckades med att verifiera kontot, försök igen. [{0}]
th: ไม่สามารถยืนยันบัญชีได้ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hans: 确认账户失败。请重试。[{0}]
zh_hant: 確認賬戶失敗，請重試。[{0}]

# Resx/ConfirmAccountFailed_Title
source: Account confirmation failed
bg: Потвърждаването на профила се провали
cs: Potvrzení účtu selhalo
es: Fallo al confirmar la cuenta
he: אישור החשבון נכשל
hu: Fiók megerősítése sikertelen
id: Konfirmasi akun gagal
ja: アカウント確認できず
ko: 계정 확인 실패
pl: Potwierdzanie konta nie powiodło się
pt_br: Confirmação de conta falhou
sl: Potrditev računa neuspešna
sr: Верификација налога неуспешна
sv: Kontoverifikationen misslyckades
th: ยืนยันบัญชีไม่สำเร็จ
zh_hans: 账户确认失败
zh_hant: 帳號狀態確認失敗

# Resx/ConfirmAccountSucces
source: Your account has been created, confirmed and activated. You will be logged in automatically.
bg: Вашият акаунт е създаден, потвърден и активиран. Ще влезете в системата автоматично.
cs: Váš účet byl vytvořen, potvrzen a aktivován. Budete automaticky přihlášeni.
es: Tu cuenta ha sido creada, confirmada y activada. Se iniciará sesión automáticamente.
he: החשבון נוצר, אושר והופעל בהצלחה. תחובר באופן אוטומטי.
hu: Fiókod létrejött, megerősítve és aktiválva. Automatikusan be lesz jelentkezve.
id: Akun anda telah dibuat, terkonfirmasi dan diaktivasi. Anda akan otomatis masuk.
ja: あなたのアカウントは作成され、確認済み、作動しています。自動的にログインできます。
ko: 계정이 생성되고, 확인되고, 활성화 되었습니다. 자동으로 로그인될 것입니다.
pl: Twoje konto zostało utworzone, potwierdzone i aktywowane. Zostaniesz automatycznie zalogowany.
pt_br: Sua conta foi criada, confirmada e ativada. Você será conectado automaticamente.
sl: Vaš račun je bil ustvarjen, potrjen in aktiviran. Avtomatsko vas bomo prijavili.
sr: Ваш налог је креиран, потврђен и активиран. Бићете аутоматски пријављени.
sv: Ditt konto har skapats och aktiverats. Du kommer nu automatiskt logga in.
th: บัญชีของคุณได้ถูกสร้างขึ้น มีการยืนยันและเปิดใช้งานเรียบร้อยแล้ว คุณจะเข้าสู่ระบบได้โดยอัตโนมัติ
zh_hans: 您的账户已创建、确认并激活了。您将自动登入。
zh_hant: 您的帳戶已創建，確認並啟用了。您將自動登入。

# Resx/ConfirmAccountSucces_Title
source: Account activated
bg: Неуспешна активация
cs: Účet aktivován
es: Cuenta activada
et_ee: Konto aktiveeritud
fa: حساب کاربری فعال گردید
fi_fi: Käyttäjätili aktivoitu
he: חשבון הופעל
hu: A fiók aktiválva
id: Akun telah diaktivasi
ja: アカウント有効
ko: 계정이 활성화 되었습니다
pl: Konto aktywne
pt_br: Conta ativada
sl: Račun aktiviran
sr: Налог потврђен
sv: Konto aktiverat
th: เปิดใช้งานบัญชีแล้ว
zh_hans: 账户已激活
zh_hant: 帳戶已啟用

# Resx/ConfirmNeeded
source: Check your e-mail and click the link to login and confirm your account
bg: Проверете електронната си поща и кликнете върху линка, за да влезете и да потвърдите профила си
cs: Zkontrolujte svůj e-mail a klikněte na odkaz pro přihlášení a potvrzení vašeho účtu
es: Comprueba tu e-mail y haz clic en el enlace para iniciar sesión y confirmar tu cuenta
et_ee: Oma konto kinnitamiseks kontrollige oma e-maili ja sisselogimiseks vajutage lingil
fa: ایمیل خود را چک کنید و لینک را برای لوگین کلیک کنید تا اکونت خود را تایید کنید.
fi_fi: Tarkista sähköpostisi ja klikkaa linkkiä kirjautuaksesi sisään sekä vahvistaaksesi käyttäjätilisi
he: בדוק את חשבון המייל שלך ולחץ על הקישור להתחברות על מנת להפעיל את חשבונך
hu: Ellenőrizze email-jét, majd kattintson a linkre a bejelentkezéshez és fiókja megerősítéséhez
id: Cek email anda dan klik link untuk login dan konfirmasi akun anda
ja: メールを見てリンクをクリックしてログインした上、あなたのアカウントを確認して下さい。
ko: 계정을 확인하고 로그인하려면 이메일을 확인하고 링크를 클릭하세요
pl: Sprawdź swoją skrzynkę pocztową i kliknij w link w celu potwierdzenia rejestracji
pt_br: Verifique se o seu e-mail e clique no link para acessar e confirmar a sua conta
sl: Preverite svojo e-pošto in kliknite na povezavo za prijavo in potrditev vašega računa
sr: Проверите свој е-маил и кликните на линк да се пријавите и потврдите свој налог
sv: Kontrollera din e-post och klicka på länken för att logga in och bekräfta ditt konto
th: ตรวจสอบอีเมลและคลิกที่ลิงก์เพื่อเข้าสู่ระบบและยืนยันบัญชีของคุณ
zh_hans: 请检查您的邮件并点击链接来登录和确认您的账户
zh_hant: 檢查您的e-mail並點擊連結登入以確認您的帳號

# Resx/ConfirmNeeded_Title
source: Confirmation needed
bg: Има нужда от потвърждение
cs: Vyžadováno potvrzení
es: Confirmación necesaria
et_ee: Kinnitust on vaja
fa: تایید شدن نیاز است
fi_fi: Varmistus vaaditaan
he: נדרש אישור
hu: Megerősítés szükséges
id: Konfirmasi diperlukan
ja: 確認必要
ko: 확인이 필요합니다
pl: Wymagane potwierdzenie
pt_br: Confirmação necessaria
sl: Potrditev potrebna
sr: Потребна конфирмација
sv: Bekräftelse behövs
th: จำเป็นต้องมีการยืนยัน
zh_hans: 需要确认
zh_hant: 需要確認

# Resx/CreateAccountFailed
source: MEGA Cloud Drive account creation failed. Please try again. [{0}]
bg: MEGA Cloud Drive акаунтът не беше създаден успешно. Моля опитайте отново. [{0}]
cs: Vytvoření účtu Cloudové jednotky MEGA selhalo. Zkuste to znovu. [{0}]
es: Error de creación de la cuenta de MEGA. Por favor, vuelve a intentarlo. [{0}]
et_ee: MEGA võrguketta konto loomine ebaõnnestus. Palun proovige uuesti. [{0}]
fa: ایجاد حساب کاربری درایو ابری مگا شکست خورد. لطفا دوباره تلاش کنید. [{0}]
fi_fi: Käyttäjätilin luonti MEGA pilvilevylle epäonnistui. Ole hyvä ja yritä uudelleen. [{0}]
he: שגיאה ביצירת חשבון אחסון ענן ב-MEGA. אנא נסה שוב. [{0}]
hu: MEGA Felhőmeghajtó-fiók létrehozása sikertelen. Kérjük próbálja újra. [{0}]
id: Pembuatan akun MEGA Cloud Drive gagal. Harap coba kembali. [{0}]
ja: MEGAクラウドドライブアカウントは作成できませんでした。再度トライして下さい。[{0}]
ko: MEGA 클라우드 드라이드 계정 생성에 실패하였습니다. 다시 시도하세요. [{0}]
pl: Nie powidło się tworzenie konta na MEGA Cloud Drive. Spróbuj ponownie. [{0}]
pt_br: Criação da conta no MEGA falhou. Por favor tente novamente [{0}]
sl: Izdelava MEGA pogona v oblaku ni uspela. Prosim, poskusite ponovno. [{0}]
sr: Креирање MEGA Cloud Drive налога неуспешно. Молимо покушајте поново. [{0}]
sv: Skapandet av ditt MEGA Cloud Drive konto misslyckades. Försök igen. [{0}]
th: สร้างบัญชีคลาวด์ไดรฟ์ของ MEGA ไม่สำเร็จ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hans: MEGA账户创建失败。请重试。 [{0}]
zh_hant: MEGA賬戶創建失敗，請重試。 [{0}]

# Resx/CreateAccountFailed_Title
source: Account creation failed
bg: Неуспешно създаване на акаунт
cs: Vytvoření účtu selhalo
es: Error al crear cuenta
et_ee: Konto loomine ebaõnnestus
fa: ایجاد کردن حساب کاربری شکست خورد
fi_fi: Käyttäjätilin luonti epäonnistui
he: שגיאה ביצירת חשבון
hu: A fiók létrehozása sikertelen
id: Akun gagal dibuat
ja: アカウント作成できませんでした。
ko: 계정 생성 실패
pl: Tworznie konta nie powiodło się
pt_br: Falha ao criar conta
sl: Neuspešna izdelava računa
sr: Креирање налога неуспешно
sv: Misslyckades med att skapa ett konto
th: สร้างบัญชีใหม่ไม่สำเร็จ
zh_hans: 账户创建失败
zh_hant: 賬戶創建失敗

# Resx/CreateFolderFailed
source: Failed to create folder
bg: Неуспешно създаване на папка
cs: Nepodařilo se vytvořit složku
es: No se pudo crear la carpeta
et_ee: Kausta loomine ebaõnnestus
fa: ایجاد پوشه شکست خورد
fi_fi: Kansion luonti epäonnistui
he: שגיאה במחיקת התיקייה
hu: A mappa létrehozása sikertelen
id: Folder gagal dibuat
ja: フォルダ作成できませんでした。
ko: 폴더 생성 실패
pl: Tworzenie katalogi nie powiodło się
pt_br: Falha ao criar pasta
sl: Nisem uspel izdelati mape
sr: Креирање фолдера неуспешно
sv: Misslyckades med att skapa mappen
th: ไม่สามารถสร้างโฟลเดอร์ได้
zh_hans: 创建文件夹失败
zh_hant: 無法創建資料夾

# Resx/CreateFolderFailed_Title
source: Folder creation failed
bg: Неуспешно създаване на папка
cs: Vytvoření složky selhalo
es: Error al crear la carpeta
et_ee: Kausta loomine ebaõnnestus
fa: ایجاد کردن پوشه ناموفق بود
fi_fi: Kansion luonti epäonnistui
he: שגיאה במחיקת התיקייה
hu: A mappa létrehozása sikertelen
id: Folder gagal dibuat
ja: フォルダ作成失敗
ko: 폴더 생성 실패
pl: Tworzenie katalogi nie powiodło się
pt_br: Falha ao criar pasta
sl: Izdelava mape neuspešna
sr: Креирање фолдера неуспешно
sv: Misslyckades med att skapa mapp
th: สร้างโฟลเดอร์ไม่สำเร็จ
zh_hans: 文件夹创建失败
zh_hant: 資料夾創建失敗

# Resx/CreateFolderSuccess
source: Folder created successfully
bg: Папката е създадена успешно
cs: Složka úspěšně vytvořena
es: Carpeta creada correctamente
he: התיקייה נוצרה בהצלחה
hu: A mappa sikeresen létrehozva
id: Pembuatan folder berhasil
ja: フォルダ作成できました。
ko: 폴더가 성공적으로 생성되었습니다
pl: Katalog został utworzony
pt_br: Pasta criada com sucesso
sl: Mapa uspešno narejena
sr: Фолдер успешно креиран
sv: Mapp skapats
th: สร้างโฟลเดอร์เรียบร้อยแล้ว
zh_hans: 文件夹已创建
zh_hant: 資料夾已創建

# Resx/CreateFolderSuccess_Title
source: Folder created
bg: Папката беше създадена
cs: Složka vytvořena
es: Carpeta creada
et_ee: Kaust loodi edukalt
fa: پوشه ایجاد گردید
fi_fi: Kansio luotu
he: נוצרה תיקייה
hu: Mappa létrehozva
id: Folder telah dibuat
ja: フォルダ作成できました。
ko: 폴더가 생성되었습니다
pl: Katalog został utworzony
pt_br: Pasta criada
sl: Mapa ustvarjena
sr: Фолдер креиран
sv: Mapp skapad
th: สร้างโฟลเดอร์สำเร็จ
zh_hans: 文件夹已创建
zh_hant: 資料夾已創建

# Resx/DownloadLinkFailed
source: Failed to retrieve a download link. Please try again.
bg: Неуспешно извличане на линк за сваляне. Моля, опитайте отново.
cs: Nepodařilo se načíst odkaz ke stažení. Zkuste to znovu.
es: No se pudo recuperar un enlace de descarga. Por favor, vuelve a intentarlo.
et_ee: Allalaadimislingi hankimine ebaõnnestus. Palun proovige uuesti.
fa: دریافت یک لینک دانلود شکست خورد. لطفا دوباره تلاش کنید.
fi_fi: Latauslinkin haku epäonnistui. Ole hyvä ja yritä uudelleen.
he: שגיאה בקבלת הקישור להורדה. אנא נסה שוב.
hu: Letöltési link lekérése sikertelen. Kérjük próbálja újra.
id: Gagal mendapatkan link untuk mendownload. Harap coba kembali.
ja: ダウンロードリンク取得できず。再度トライして下さい。
ko: 다운로드 링크 수신에 실패하였습니다. 다시 시도하세요.
pl: Błąd pobieranie pliku. Spróbuj ponownie.
pt_br: Falha ao recuperar um link para download. Por favor, tente novamente.
sl: Prevzem povezave za prevzem neuspešen. Prosim, poskusite ponovno.
sr: Неуспешно налажење линка за скидање. Покушајте поново.
sv: Det gick inte att hämta en nedladdningslänk. Var god försök igen.
th: ไม่สามารถเรียกใช้ลิงก์ดาวน์โหลดได้ กรุณาลองใหม่อีกครั้ง
zh_hans: 检索下载链接失败. 请再试一次.
zh_hant: 無法檢索下載連結。請再試一次。

# Resx/DownloadLinkFailed_Title
source: Retrieving link failed
bg: Неуспешно зареждане на линк
cs: Načítání odkazu selhalo
es: Error recuperando enlace
et_ee: Lehekülje hankimine ebaõnnestus
fa: دریافت لینک شکست خورد
fi_fi: Linkin nouto epäonnistui
he: שגיאה בהשגת הקישור
hu: Link lekérése sikertelen
id: Mengambil link gagal
ja: リンク取り戻しできず
ko: 링크 수신 실패
pl: Pobieranie linku nie powiodło się
pt_br: Falha ao resgatar o link
sl: Prevzem povezave neuspešen
sr: Повраћај линка неуспешан
sv: Hämtning av länken misslyckades
th: เรียกใช้ลิงก์ไม่สำเร็จ
zh_hans: 恢复链接失败
zh_hant: 恢復連接失敗

# Resx/DownloadNodeFailed
source: Failed to download file. Please try again. [{0}]
bg: Неуспешно изтегляне на файл. Моля опитайте отново. [{0}]
cs: Nepodařilo se stáhnout soubor. Zkuste to znovu. [{0}]
es: Error al descargar el archivo. Vuelve a intentarlo. [{0}]
et_ee: Faili allalaadimine ebaõnnestus. Palun proovige uuesti. [{0}]
fa: دانلود فایل شکست خورد. لطفا دوباره تلاش کنید. [{0}]
fi_fi: Tiedoston lataus epäonnistui. Ole hyvä ja yritä uudelleen. [{0}]
he: שגיאה בהורדת הקובץ. אנא נסה שוב. [{0}]
hu: Fájl letöltése sikertelen. Kérjük próbálja újra. [{0}]
id: Gagal men-download file. Harap coba kembali. [{0}]
ja: ファイルのダウンロードできず。再度トライして下さい。[{0}]
ko: 파일 다운로드 실패. 다시 시도하세요. [{0}]
pl: Pobieranie pliku nie powiodło się. Spróbuj ponownie. [{0}]
pt_br: Falha ao baixar arquivo. Por favor tente novamente. [{0}]
sl: Nisem uspel prevzeti datoteke. Prosim, poskusite ponovno. [{0}]
sr: Неуспешно преузимање фајла. Молимо покушајте поново. [{0}]
sv: Misslyckades att ladda ner filen. Försök igen. [{0}]
th: ไม่สามารถดาวน์โหลดไฟล์ได้ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hans: 下载文件失败。请重试 [{0}]
zh_hant: 下載檔案失敗，請重試 [{0}]

# Resx/DownloadNodeFailed_Title
source: Download failed
bg: Изтеглянето е неуспешно
cs: Stahování selhalo
es: Descarga fallida
et_ee: Allalaadimine ebaõnnestus
fa: بارگیری ناموفق
fi_fi: Lataus epäonnistui
he: ההורדה נכשלה
hu: Sikertelen letöltés
id: Download gagal
ja: ダウンロード未完成
ko: 다운로드 실패
pl: Pobieranie nie powiodło się
pt_br: Falha no descarregamento
sl: Prevzem prekinjen
sr: Преузимање није успело
sv: Nedladdning misslyckades
th: ดาวน์โหลดไม่สำเร็จ
zh_hans: 下载失败
zh_hant: 下載失敗

# Resx/FetchingNodesFailed
source: Could not retrieve files and folders from MEGA. Please try again.
bg: Неуспешно зареждане на файлове и папки от MEGA. Моля опитайте отново.
cs: Nelze načíst soubory a složky z MEGA. Zkuste to znovu.
es: No se pudieron recuperar archivos y carpetas de MEGA. Vuelve a intentarlo.
et_ee: MEGAst ei suudetud hankida faile ega kauste. Palun proovige uuesti.
fa: قادر به دریافت فایل ها و پوشه های از مگا نبودیم. لطفا دوباره تلاش کنید.
fi_fi: Tiedostot ja kansiot eivät ole haettavissa MEGAsta. Yritä uudelleen.
he: לא הצלחנו להשיג את הקבצים ותיקיות מ-MEGA. אנא נסה שוב
hu: Nem sikerült lekérni a fájlokat és a mappákat a MEGA-ról. Kérjük próbálja újra.
id: Tidak dapat mengambil file dan folder dari MEGA. Harap coba kembali.
ja: MEGAからファイルやフォルダを取り戻せませんでした。再度トライして下さい。
ko: MEGA에서 파일과 폴더를 수신하지 못했습니다. 다시 시도하세요.
pl: Nie można pobrać danych z MEGA. Spróbuj ponownie.
pt_br: Não foi possível recuperar arquivos e pastas do MEGA. Por favor, tente novamente.
sl: Nisem uspel prebrati datotek in map z MEGA. Prosim, poskusite ponovno.
sr: Није могуће повратити фајлове и фолдере са MEGA. Молимо покушајте поново.
sv: Det gick inte att hämta filer och mappar från MEGA. Var god försök igen.
th: ไม่สามารถดึงรายการไฟล์และโฟลเดอร์จาก MEGA ได้ กรุณาลองใหม่อีกครั้ง
zh_hans: 无法从MEGA检索这些文件和文件夹。请重试。
zh_hant: 無法從MEGA檢索這些檔案和資料夾。请重試。

# Resx/FetchingNodesFailed_Title
source: Fetching data failed
bg: Неуспешно зареждане на данните
cs: Načítání dat selhalo
es: Error obteniendo datos
et_ee: Andmete hankimine ebaõnnestus
fa: واکشی اطلاعات شکست خورد
fi_fi: Tiedonhaku epäonnistui
he: שגיאה בטעינת המידע
hu: Az adatok lekérése sikertelen
id: Gagal mendapatkan data
ja: データ取得できず。
ko: 데이터 수신 실패
pl: Pobieranie danych nie powiodło się
pt_br: Falha na busca de dados
sl: Prevzem podatkov neuspešen
sr: Добављање података неуспешно
sv: Hämtar data misslyckades
th: ดึงข้อมูลไม่สำเร็จ
zh_hans: 数据读取失败
zh_hant: 數據讀取失敗

# Resx/FolderCreateFailed
source: Failed to create folder. Please try again.
bg: Неуспешно създаване на папка. Моля, опитайте отново.
cs: Nepodařilo se vytvořit složku. Zkuste to znovu.
es: No se pudo crear la carpeta. Por favor, vuelve a intentarlo.
et_ee: Kausta loomine ebaõnnestus. Palun proovige uuesti.
fa: ایجاد کردن پوشه شکست خورد. لطفا دوباره تلاش کنید.
fi_fi: Kansion luonti epäonnistui. Ole hyvä ja yritä uudelleen.
he: שגיאה ביצירת התיקייה. אנא נסה שוב.
hu: Mappa létrehozása sikertelen. Kérjük próbálja újra.
id: Gagal membuat folder. Harap coba kembali.
ja: フォルダ作成できず。再度トライして下さい。
ko: 폴더 생성을 실패하였습니다. 다시 시도하세요.
pl: Tworzenie katalogu nie powiodło się. Spróbuj ponownie.
pt_br: Falha ao criar pasta. Por favor, tente novamente.
sl: Neuspešno kreiranje mape. Prosim, poskusite ponovno.
sr: Неуспешно креирање директоријума. Покушајте поново.
sv: Det gick inte att skapa mappen. Var god försök igen.
th: ไม่สามารถสร้างโฟลเดอร์ได้ กรุณาลองใหม่อีกครั้ง
zh_hans: 创建文件夹失败. 请再试一次.
zh_hant: 建立資料夾失敗。請再試一次。

# Resx/FolderCreateFailed_Title
source: Folder creation failed
bg: Неуспешно създаване на папка
cs: Vytvoření složky selhalo
es: Error al crear la carpeta
et_ee: Kausta loomine ebaõnnestus
fa: ایجاد کردن پوشه ناموفق بود
fi_fi: Kansion luonti epäonnistui
he: שגיאה במחיקת התיקייה
hu: A mappa létrehozása sikertelen
id: Folder gagal dibuat
ja: フォルダ作成失敗
ko: 폴더 생성 실패
pl: Tworzenie katalogi nie powiodło się
pt_br: Falha ao criar pasta
sl: Izdelava mape neuspešna
sr: Креирање фолдера неуспешно
sv: Misslyckades med att skapa mapp
th: สร้างโฟลเดอร์ไม่สำเร็จ
zh_hans: 文件夹创建失败
zh_hant: 資料夾創建失敗

# Resx/GetLinkFailed
source: Failed to get link
bg: Неуспешно зареждане на линк
cs: Nepodařilo se získat odkaz
es: No se pudo obtener el enlace.
he: שגיאה ביצירת קישור
hu: Link beszerzése sikertelen
id: Gagal mendapatkan link
ja: リンク取得できず
ko: 링크를 얻지 못했습니다
pl: Pobieranie linku nie powiodło się
pt_br: Falha ao resgatar link
sl: Nisem uspel prevzeti povezave
sr: Добијање линка неуспешно
sv: Misslyckades med att få länk
th: ไม่สามารถรับลิงก์ได้
zh_hans: 生成链接失败
zh_hant: 生成連接失敗

# Resx/GetLinkFailed_Title
source: Link creation failed
bg: Науспешно зареждане на линк
cs: Získání odkazu selhalo
es: Error obteniendo enlace
he: יצירת קישור נכשלה
hu: A link elérése sikertelen
id: Tidak dapat mengambil link
ja: リンク取得失敗
ko: 링크 얻기 실패
pl: Pobieranie linku nie powiodło się
pt_br: Resgate de link falhou
sl: Prevzem povezave neuspešen
sr: Добијање линка неуспешно
sv: Länk skapande misslyckades
th: สร้างลิงก์ไม่สำเร็จ
zh_hans: 生成链接失败
zh_hant: 如法獲得連接

# Resx/GetPreviewFailed
source: Failed to retrieve preview
bg: Неуспешно зареждане на предварителен преглед
cs: Nepodařilo se načíst náhled
es: No se pudo recuperar la vista previa.
he: טעינת תצוגה מקדימה נכשלה
hu: Az előnézet lekérése sikertelen
id: Gagal untuk mendapatkan preview
ja: プレビューを取り戻せませんでした。
ko: 이미지 불러오기 실패
pl: Błąd podczas pobierania podglądu
pt_br: Falha ao recuperar prévia
sl: Nisem uspel pripraviti predogleda
sr: Неуспешан повраћај прегледа
sv: Misslyckades med att hämta förhandsvisningen
th: ไม่สามารถเรียกใช้แสดงตัวอย่างได้
zh_hans: 检索缩略图失败
zh_hant: 檢索縮略圖失敗

# Resx/GetPreviewFailed_Title
source: Preview failed
bg: Неуспешно зареждане на предварителния преглед
cs: Získávání náhledu selhalo
es: Error obteniendo la vista previa
he: שגיאה בטעינת תצוגה מקדימה
hu: Az előnézet elérése sikertelen
id: Gagal mendapatkan preview
ja: プレビューの取り戻し失敗
ko: 미리보기를 얻어오지 못하였습니다
pl: Pobieranie podglądu nie powiodło się
pt_br: Recuperação da pré visualização falhou
sl: Priprava predogleda neuspešna
sr: Добијање прегледа неуспешно
sv: Förhandsvisning misslyckades
th: แสดงตัวอย่างไม่สำเร็จ
zh_hans: 获取缩略图失败
zh_hant: 獲取縮略圖失敗

# Resx/ImageSaved
source: Image successfully exported to 'saved pictures' album
bg: Изображението е успешно експортирано в албума 'saved pictures'
cs: Obrázek úspěšně exportován do alba 'uložené obrázky'
es: Imagen exportada satisfactoriamente al álbum 'imágenes guardadas'.
he: התמונה הוצאה בהצלחה לאלבום "תמונות שמורות"
hu: A kép sikeresen exportálva a 'mentett képek' albumba
id: Gambar telah berhasil di-ekspor ke album 'gambar tersimpan'
ja: イメージは「保存写真」アルバムにエキスポートされました。
ko: 이미지가 성공적으로 '저장된 사진' 앨범에 내보내졌습니다
pl: Zdjęcie zostało wyeksportowane do albumu 'zapisane zdjęcia'
pt_br: Imagem exportada para o album 'imagens salvas' com sucesso
sl: Slika je bila uspešno izvožena v album 'shranjene slike'
sr: Слика успешно извезена у "сачуване слике" албум
sv: Bild framgångsrikt exporterats till "sparade bilder" album
th: ส่งออกรูปภาพไปยังอัลบั้ม 'รูปภาพที่บันทึกไว้' เรียบร้อยแล้ว
zh_hans: 图像已导出至“已保存图像”相册
zh_hant: 圖像已導出至“已保存圖像”相冊

# Resx/ImageSaved_Title
source: Image saved
bg: Изображението е запазено
cs: Obrázek uložen
es: Imagen guardada
et_ee: Pilt salvestati
fa: تصویر ذخیره شد
fi_fi: Kuva tallennettu
he: תמונה נשמרה
hu: Kép elmentve
id: Gambar tersimpan
ja: イメージ保存済み
ko: 이미지 저장됨
pl: Zdjęcie zapisane
pt_br: Imagem salva
sl: Slika shranjena
sr: Слика сачувана
sv: Bild sparad
th: บันทึกรูปภาพแล้ว
zh_hans: 图像已保存
zh_hant: 圖像已保存

# Resx/ImageSaveError
source: Error exporting image to 'saved pictures' album. Please try again
bg: Грешка при експортирането на изображението в албума 'saved pictures'. Моля опитайте отново
cs: Chyba exportování obrázku do alba 'uložené obrázky'. Zkuste to znovu
es: No se pudo exportar la imagen al álbum 'imágenes guardadas'. Por favor, vuelve a intentarlo.
he: שגיאה בייצוא התמונה לאלבור "תמונות שמורות". אנא נסה שוב
hu: Hiba a kép exportálásakor a 'mentett képek' albumba. Kérjük próbálja újra
id: Gagal men-ekspor gambar ke album 'gambar tersimpan.' Harap coba kembali
ja: イメージを「保存写真」アルバムにエキスポートできませんでした。
ko: 이미지를 '저장된 사진' 앨범에 내보내는 중 오류가 발생하였습니다. 다시 시도하세요
pl: Błąd podczas eksportowania zdjęcia do 'zapisanych zdjęć'. Spróbuj ponownie
pt_br: Erro ao exportar imagem do álbum 'imagens salvas'. Por favor tente novamente
sl: Napaka pri izvozu slike v album 'shranjene slike'. Prosim, poskusite ponovno
sr: Грешка при извозу слике у "сачуване слике" албум. Молимо покушајте поново
sv: Fel vid export av bild till 'sparade bilder' albumet: Försök igen.
th: มีข้อผิดพลาดในการส่งออกรูปภาพไปยังอัลบั้ม 'รูปภาพที่บันทึกไว้' กรุณาลองใหม่อีกครั้ง
zh_hans: 导出图像至“已保存图像”相册失败。请重试
zh_hant: 導出圖像至“已保存圖像”相冊失敗，請重試。

# Resx/ImageSaveError_Title
source: Failed to save image
bg: Неуспешно запазване на изображението
cs: Nepodařilo se uložit obrázek
es: Error al guardar la imagen
et_ee: Pildi salvestamine ebaõnnestus
fa: ذخیره کردن تصویر نا موفق بود
fi_fi: Kuvan tallennus epäonnistui
he: שגיאה בשמירת התמונה
hu: A kép mentése sikertelen
id: Gagal menyimpan gambar
ja: イメージの保存失敗
ko: 이미지 저장 실패
pl: Zapisanie zdjęcia nie powiodło się
pt_br: Falha ao salvar imagem
sl: Nisem uspel shraniti slike
sr: Снимање слике неуспешно
sv: Misslyckades med att spara bilden
th: ไม่สามารถบันทึกรูปภาพได้
zh_hans: 保存图像失败
zh_hant: 保存圖像失敗

# Resx/AM_ImportFileFailed
source: File import failed [{0}]
bg: Импортирането на файла се провали [{0}]
cs: Import souboru selhal [{0}]
es: Importación de archivo fallida [{0}]
he: שגיאה בייבוא הקובץ [{0}]
id: File import gagal [{0}]
ko: 파일 들여오기 실패 [{0}]
pl: Import pliku nie powiódł się [{0}]
pt_br: Falha na importação de arquivo [{0}]
sl: Uvoz datoteke neuspešen [{0}]
sr: Увоз фајла неуспешан [{0}]
sv: Filimport misslyckad [{0}]
th: นำเข้าไฟล์ไม่สำเร็จ [{0}]
zh_hant: 檔案匯入失敗 [{0}]

# Resx/ImportFileFailed_Title
source: File import failed
bg: Импортирането на файл се провали
cs: Import souboru selhal
es: Error importando archivo
he: ייבוא קובץ נכשל
hu: Fájl importálása sikertelen
id: Import file gagal
ja: インポートできず
ko: 파일 들여오기 실패
pl: Import nie powiódł się
pt_br: Importação do arquivo falhou
sl: Napaka pri uvozu
sr: Увоз документа неуспешан
sv: Fil import misslyckades
th: นำเข้าไฟล์ไม่สำเร็จ
zh_hans: 文件导入失败
zh_hant: 檔案匯入失敗
