Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.xlf
Languages: bg, cs, es, et_ee, fa, fi_fi, he, hu, id, ja, ko, pl, pt_br, sl, sr, sv, th, zh_hans, zh_hant

# Resx/MinimalPictureSelection
source: Please select at least one picture for upload
bg: Моля изберете минмум 1 изображение за качване
cs: Vyberte alespoň 1 obrázek pro nahrání
es: Por favor, selecciona mínimo 1 imagen para subir.
he: אנא בחר לפחות תמונה אחת להעלאה
hu: Kérlek válassz ki legalább 1 képet feltöltésre
id: Harap pilih minimal 1 gambar untuk upload
ja: 最低１つの写真をアップロード用に選択して下さい。
ko: 최소 1장의 업로드할 사진을 선택하세요
pl: Wybierz minimum 1 zdjęcie do wgrania
pt_br: Por favor selecione pelo menos uma imagem
sl: Prosim, izberite najmanj 1 sliko za nalaganje
sr: Молимо изаберите минимум 1 слику за качење
sv: Välj minst en bild för uppladdning
th: กรุณาเลือกรูปภาพอย่างน้อยหนึ่งรูปเพื่ออัปโหลด
zh_hans: 请至少选择1张照片来上传
zh_hant: 请至少選擇1張照片來上傳

# Resx/MinimalPictureSelection_Title
source: No pictures selected
bg: Няма избрани изображения
cs: Nejsou vybrány žádné obrázky
es: No se seleccionó ninguna imagen
et_ee: Valitud pildid puuduvad
fa: هیچ تصویری انتخاب نشده است
fi_fi: Ei valittuja kuvia
he: לא נבחרו תמונות
hu: Nincs kép kiválasztva
id: Tidak ada gambar terpilih
ja: 写真が選択されていません。
ko: 사진이 선택되지 않았습니다
pl: Nie wybrano plików
pt_br: Nenhuma imagem selecionada
sl: Nobena slika izbrana
sr: Ниједна слика није изабрана
sv: Inga bilder valda
th: ไม่มีรูปภาพที่เลือกไว้
zh_hans: 未选中照片
zh_hant: 未選中照片

# Resx/PrepareImageForUploadFailed
source: Failed to prepare image: {0} for upload
bg: Неуспешна подготовка на изображението: {0} за качване
cs: Nepodařilo se připravit obrázek: {0} pro nahrání
es: No se pudo preparar la imagen: {0} para la subida.
he: שגיאה בהכנת התמונה: {0} להעלאה
hu: Kép előkészítése sikertelen: {0} feltöltésre
id: Gagal menyiapkan gambar {0} untuk upload
ja: イメージの準備できませんでした: アップロード用{0}
ko: 이미지 준비 실패: 업로드 {0}
pl: Przygotowanie zdjęcia: {0} do wgrania nie powiodło się
pt_br: Falha ao prepara imagem: {0} para enviar
sl: Nisem uspel pripraviti slike: {0} za nalaganje
sr: Неуспешна припрема слике : {0} за качење
sv: Det gick inte att förbereda bild: {0} för uppladdning
th: ไม่สามารถเตรียมรูปภาพ: {0} เพื่ออัปโหลดได้
zh_hans: 准备上传：{0} 图片失败
zh_hant: 準備上傳：{0} 圖片失敗

# Resx/PrepareImageForUploadFailed_Title
source: Preparing image failed
bg: Неуспешна подготовка на изображението
cs: Příprava obrázku selhala
es: Error preparando la imagen
et_ee: Pildi ettevalmistamine ebaõnnestus
fa: اماده سازی تصویر شکست خورد
fi_fi: Kuvien valmistelu epäonnistui
he: שגיאה בהכנת התמונה
hu: Kép előkészítése sikertelen
id: Gagal menyiapkan gambar
ja: イメージ準備できませんでした。
ko: 이미지 준비 실패
pl: Przygotowanie zdjęcia nie powiodło się
pt_br: Falha ao preparar imagem
sl: Priprava slike neuspešna
sr: Припрема слике неуспешна
sv: Misslyckade med att ladda bilden
th: เตรียมรูปภาพไม่สำเร็จ
zh_hans: 准备图像失败
zh_hant: 準備圖像失敗

# Resx/PhotoUploadError
source: Failed to upload photo
bg: Неуспешно качване на снимката
cs: Nepodařilo se nahrát fotku
es: No se pudo subir la foto.
he: שגיאה בהעלאת תמונה
hu: A fénykép feltöltése sikertelen
id: Gagal mengupload foto
ja: 写真アップロードできませんでした。
ko: 사진을 업로드하지 못했습니다
pl: Błąd podczas wgrywania zdjęcia
pt_br: Falha ao enviar foto
sl: Nalaganje fotografije neuspešno
sr: Неуспешно качење слике
sv: Misslyckades med att ladda upp foto
th: ไม่สามารถอัปโหลดรูปถ่ายได้
zh_hans: 上传照片失败
zh_hant: 上傳照片失敗

# Resx/PhotoUploadError_Title
source: Photo upload failed
bg: Неуспешно качване на снимката
cs: Nahrávání fotky selhalo
es: Error al subir la foto
he: שגיאה בהעלאת תמונה
hu: Fotó feltöltése sikertelen
id: Gagal mengupload foto
ja: 写真アップロードできませんでした。
ko: 사진 업로드 실패
pl: Wgrywanie zdjęcia nie powiodło się
pt_br: Envio de fotos falhou
sl: Nalaganje fotografije neuspešno
sr: Качење слике није успело
sv: Foto uppladdning misslyckades
th: อัปโหลดรูปถ่ายไม่สำเร็จ
zh_hans: 上传照片失败
zh_hant: 上傳照片失敗

# Resx/FileNotFound
source: Could not find the selected file
bg: Избраният файл не е открит
cs: Nelze nalézt vybraný soubor
es: No se pudo encontrar el archivo seleccionado.
he: קובץ נבחר לא נמצא
hu: Kiválasztott fájl nem található
id: Tidak dapat menemukan file yang terpilih
ja: 選択したファイルが見つかりません。
ko: 선택한 파일을 찾을 수 없습니다
pl: Nie można znaleźć wybranego pliku
pt_br: Não foi possível encontrar o arquivo selecionado
sl: Nisem našel izbrane datoteke
sr: Није могуће наћи изабрани фајл
sv: Kunde inte hitta den valda filen
th: ไม่พบไฟล์ที่เลือก
zh_hans: 未找到选择的文件
zh_hant: 未找到選擇的檔案

# Resx/FileNotFound_Title
source: File not found
bg: Файлът не е намерен
cs: Soubor nenalezen
es: No se encuentra el archivo
et_ee: Faili ei leitud
fa: فایل پیدا نشد
fi_fi: Tiedostoa ei löydy
he: קובץ לא נמצא
hu: Fájl nem található
id: File tidak ditemukan
ja: ファイル見つからず
ko: 파일이 발견되지 않음
pl: Plik nie znaleziony
pt_br: Arquivo não encontrado
sl: Datoteka ni najdena
sr: Фајл није пронађен
sv: Hittar ej filen
th: ไม่พบไฟล์
zh_hans: 未找到文件
zh_hant: 未找到檔案

# Resx/OpenFileFailed
source: Failed to open the selected file
bg: Отварянето на избрания файл беше неуспешно
cs: Nepodařilo se otevřít vybraný soubor
es: No se pudo abrir el archivo seleccionado.
he: שגיאה בפתיחת הקובץ הנבחר
hu: Kiválasztott fájl megnyitása sikertelen
id: Gagal membuka file terpilih
ja: 選択ファイル開けられず
ko: 선택한 파일을 열지 못했습니다
pl: Nie powidło się otwarcie wybranego pliku
pt_br: Falha ao abrir o arquivo selecionado
sl: Nisem uspel odpreti izbrane datoteke
sr: Неуспешно отварање изабраног фајла
sv: Det gick inte att öppna den markerade filen
th: ไม่สามารถเปิดไฟล์ที่เลือกได้
zh_hans: 打开选择文件失败
zh_hant: 打開選擇檔案失敗

# Resx/OpenFileFailed_Title
source: File failed to open
bg: Отварянето на файла беше неуспешно
cs: Otevření souboru selhalo
es: Error al abrir el archivo
he: שגיאה בפתיחת הקובץ
hu: Fájl megnyitása sikertelen
id: Gagal membuka file
ja: ファイルが開けられません
ko: 파일 열기 실패
pl: Otwarcie pliku nie powiodło się
pt_br: Falha ao abrir arquivo
sl: Odpiranje datoteke neuspešno
sr: Отварање фајла неуспешно
sv: Misslyckades med att öppna filen
th: ไม่สามารถเปิดไฟล์ได้
zh_hans: 无法打开文件
zh_hant: 無法打開檔案

# Resx/UploadSelfieFailed
source: Failed to upload the selfie picture
bg: Неуспешно отваряне на селфи снимката
cs: Nepodařilo se nahrát obrázek autoportrétu
es: No se pudo subir la imagen selfie.
he: שגיאה בהעלאת תמונת הסלפי
hu: Selfie kép feltöltése sikertelen
id: Gagal mengupload gambar selfie
ja: セルフィーのアップロードできませんでした。
ko: 셀피 사진을 업로드하지 못했습니다
pl: Nie powiodło się wgranie zdjęcia
pt_br: Falha ao enviar a selfie
sl: Nisem uspel naložiti selfie slike
sr: Неуспело качење selfie слике
sv: Det gick inte att ladda upp selfie bilden
th: ไม่สามารถอัปโหลดรูปภาพเซลฟี่ได้
zh_hans: 上传自拍照失败
zh_hant: 上傳自拍照失敗

# Resx/UploadSelfieFailed_Title
source: Selfie upload failed
bg: Качването на селфито е неуспешно
cs: Nahrávání autoportrétu selhalo
es: Error al subir el selfie
et_ee: Portreepildi üleslaadimine ebaõnnestus
fa: اپلود Selfie ناموفق بود
fi_fi: Omakuvan lähetys epäonnistui
he: שגיאה בהעלאת סלפי
hu: Selfie feltöltés sikertelen
id: Upload selfie gagal
ja: セルフィーのアップロードはできませんでした。
ko: 셀피 업로드 실패
pl: Wgranie zdjęcia nie powiodło się
pt_br: Envio do selfie falhou
sl: Nalaganje selifieja neuspešno
sr: Качење selfie слике неуспешно
sv: Selfie uppladdning misslyckades
th: อัปโหลดเซลฟีไม่สำเร็จ
zh_hans: 自拍上传失败
zh_hant: 自拍上傳失敗

# Resx/LoadNodesFailed
source: Could not load files and folders from MEGA. Please try again or click on refresh.
bg: Неуспешно зареждане на файловете и папките от MEGA. Моля опитайте отново или обновете страницата.
cs: Nelze načíst soubory a složky z MEGA. Zkuste to znovu nebo klikněte na obnovení.
es: No se pudieron cargar los archivos y carpetas de MEGA. Por favor, inténtalo de nuevo o haz clic en actualizar.
et_ee: MEGAst ei suudetud laadida faile ja kauste. Palun proovige uuesti või vajutage värskenda.
fa: فایل ها و پوشه ها را از مگا نتوانستیم بارگذاری کنیم. لطفا دوباره تلاش کنید و یا روی refresh کلیک کنید.
fi_fi: Ei voitu ladata tiedostoja ja kansioita MEGAsta. Ole hyvä ja yritä uudelleen tai päivitä.
he: לא הצלחנו לטעון את הקבצים והתיקיות משרת MEGA. אנא נסה שוב או לחץ על עדכן.
hu: Nem lehetett a fájlokat és könyvtárakat betölteni a MEGA-ról. Kérlek próbáld újra vagy kattints a frissítésre.
id: Tidak dapat memuta file dan folder dari MEGA. Harap coba kembali atau klik refresh.
ja: MEGAからのファイルとフォルダをロードすることができませんでした。再度トライするか、リフレッシュをクリックして下さい。
ko: MEGA에서 파일과 폴더를 불러올 수 없습니다. 다시 시도하거나 새로고침을 누르세요.
pl: Nie można załadować danych z MEGA. Spróbuj ponownie.
pt_br: Não foi possível carregar arquivos e pastas do MEGA. Por favor tente novamente ou clique em recarregar.
sl: Ne morem naložiti datotek in map z MEGA. Prosim, poskusite ponovno ali pritisnite na osvežitev.
sr: Није могуће учитати фајлове и фолдере са MEGA. Молимо покушајте поново или кликните на освежи.
sv: Det gick inte att läsa in filer och mappar från MEGA. Försök igen eller klicka på uppdaterings.
th: ไม่สามารถโหลดไฟล์และโฟลเดอร์จาก MEGA ได้ กรุณาลองใหม่อีกครั้งหรือแตะรีเฟรช
zh_hans: 无法从MEGA加载文件或文件夹。请重试或选择刷新。
zh_hant: 無法從MEGA加載檔案或資料夾，請重試或者選擇刷新。

# Resx/LoadNodesFailed_Title
source: Failed to load
bg: Неуспешно зареждане
cs: Nepodařilo se načíst
es: Error al cargar
et_ee: Laadimine ebaõnnestus
fa: لودکردن فایل ناموفق بود
fi_fi: Lataus epäonnistui
he: שגיאה בטעינה
hu: Betöltés sikertelen
id: Gagal untuk memuat
ja: アップロードできませんでした。
ko: 불러오기 실패
pl: Błąd podczas ładowania
pt_br: Falha ao carregar
sl: Nalaganje ni uspelo
sr: Учитавање неуспешно
sv: Misslyckades med att ladda
th: ไม่สามารถโหลดได้
zh_hans: 加载失败
zh_hant: 加載失敗

# Resx/PinLockCodesDoNotMatch
source: Your PIN lock codes do not match. Please re-type them and make sure they are equal
bg: PIN кодовете ви не съвпадат. Моля въведете ги отново и се уверете, че са еднакви
cs: Vaše kódy zámku PIN se neshodují. Zadejte je znovu a ujistěte se, že jsou stejné
es: Los códigos de bloqueo PIN no coinciden. Por favor, vuelve a escribirlos y asegúrate de que son iguales.
he: קודי הנעילה שלך לא תואמים. אנא הכנסם מחדש. וודא כי הם דומים.
hu: PIN zár kódjait nem egyeznek. Kérlek írd be újra és győződj meg róla, hogy egyeznek
id: PIN lock anda tidak sama. Harap ketik kembali dan pastikan mereka sama.
ja: あなたのPINコードが合いません。等しくなるように入力し直して下さい。
ko: 당신의 PIN 잠금 코드가 일치하지 않습니다. 다시 입력하시고 일치하는지 확인하시기 바랍니다
pl: Twój PIN jest nie poprawny. Wpisz ponownie.
pt_br: O código PIN não combina. Por favor, digite-os novamente e tenha certeza de que são iguais
sl: Vaši PIN kodi se ne ujemata. Prosim, ponovno jih vnesite in se prepričajte, da sta enaki
sr: Ваши PIN lock кодови се не подударају. Молимо укуцајте их поново и уверите се да су једнаки.
sv: Din PIN låskoder stämmer inte överens. Vänligen åter skriva in dem och se till att de är lika
th: ล็อก PIN ของคุณไม่ตรงกัน กรุณาพิมพใหม่และตรวจสอบว่าตรงกันแล้ว
zh_hans: 您的PIN码不匹配。请重新输入并保持一致。
zh_hant: 您的PIN碼不匹配。请重新輸入并保持一致。

# Resx/PinLockCodesDoNotMatch_Title
source: PIN lock codes do not match
bg: PIN кодовете не съвпадат
cs: Kódy zámku PIN se neshodují
es: Los códigos de bloqueo PIN no coinciden
et_ee: PIN-koodid ei kattu
fa: قفل های PIN با هم تطبیق ندارند
fi_fi: PIN -lukituskoodit eivät täsmää
he: קודי הנעילה שלך לא תואמים.
hu: PIN zár kódok nem egyeznek
id: Kode PIN lock tidak sama
ja: PINロックが合っていません。
ko: PIN 잠금 코드가 일치하지 않습니다
pl: Kody PIN nie pasują
pt_br: Código PIN informado não combina
sl: PIN kodi nista enaki
sr: PIN lock кодови се не подударају
sv: PIN låst koderna matchar inte
th: รหัสล็อก PIN ไม่ตรงกัน
zh_hans: PIN码不匹配
zh_hant: PIN碼不匹配

# Resx/SessionIDError
source: You have been logged out on this device from another location
bg: Излезли сте от профила си на това устройство от друго място
cs: Byli jste odhlášeni na tomto zařízení z jiného umístění
es: Se ha cerrado la sesión de este dispositivo desde otra ubicación.
et_ee: Olete sellest seadmest välja loginud muu seadme kaudu
fa: شما بر روی این دستگاه ازمکانی دیگر خارج شده اید.
fi_fi: Olet kirjautunut ulos tästä laitteesta muualla.
he: החשבון במכשיר זה נותק מחשבון במכשיר אחר
hu: Ki lettél jelentkezve ezen az eszközön egy másik helyről
id: Anda telah keluar dari perangkat ini dari lokasi lain.
ja: このデバイスは別のロケーションからログアウトしています。
ko: 다른 위치에서 이 기기를 로그아웃하였습니다.
pl: Zostałeś wylogowany z serwisu z innej lokalizacji
pt_br: Você foi desconectado deste aparelho a partir de outra localização
sl: Odjavljeni ste bili na tej napravi z druge lokacije
sr: Одјављени сте са овог уређаја на другој локацији
sv: Du har loggats ut från den här enheten från en annan plats
th: คุณได้ออกจากระบบในอุปกรณ์นี้จากตำแหน่งที่ตั้งอื่น
zh_hans: 您已从其他位置上登出此设备
zh_hant: 您已從其他地點登出此設備

# Resx/OverquotaAlert
source: Operation not allowed, you will exceed the storage limit of your account. Do you want to upgrade your account?
bg: Операцията не е позволена, ще надвишите лимита за съхранение на вашия акаунт. Искате ли да ъпгрейднете акаунта си?
cs: Operace není povolena, překročíte omezení úložiště svého účtu. Chcete upgradovat svůj účet?
es: Operación no permitida, excederás el límite de almacenamiento de tu cuenta. ¿Deseas hacerte PRO?
et_ee: See pole lubatud, kuna ületaksite oma konto mahulimiiti. Soovite kontot uuendada?
fa: عملیات اجازه ی انجام شدن ندارد. شما از محدودیت فضای ذخیره ی حساب خودتان عبور خواهید کرد. ایا می خواهید حساب خود را ارتقا دهید؟
fi_fi: Toiminto evätty, käyttäjätilin tilavaraus tulee ylittymään. Haluatko päivittää käyttäjätilisi?
he: פעולה לא מאושרת, תעבור את מכסת הזכרון של חשבונך. האם אתה רוצה לשדרג את החשבון שלך?
hu: Művelet nem engedélyezett, túl fogod lépni a tárhely korlátozását fiókodnak. Szeretnél fiókot váltani?
id: Operasi tidak diizinkan, anda akan melebih batas storage akun anda. Apakah anda ingin upgrade akun anda?
ja: その操作はできません。アカウントのストレージ制限を超えてしまいます。アカウントをアップグレードしますか？
ko: 계정의 저장 한도를 초과할 수 있어, 작업이 허가되지 않았습니다. 계정을 업그레이드 하시겠습니까?
pl: Ta operacje jest nie dozwolona, ponieważ zostanie przekroczony limit dostępnej pamięci. Czy chcesz wykupić wyższe konto?
pt_br: Esta operação não é permitida por que ultrapassa os limites de armazenamento de sua conta. Deseja aumentar o limite?
sl: Postopek ni vodoljen, s tem boste presegli mejo shranjevanja na vašem računu. Ali želite nadgraditi račun?
sr: Операција није дозвољена, прекорачили сте скадишни лимит свог налога. Да ли желите да надоградите налог?
sv: Operationen ej tillåten, kommer du överskrider lagringsgräns för ditt konto. Vill du uppgradera ditt konto?
th: ไม่อนุญาตให้ดำเนินการ พื้นที่จัดเก็บในบัญชีของคุณเกินขีดจำกัดแล้ว คุณต้องการอัปเกรดบัญชีของคุณหรือไม่
zh_hans: 操作被禁，您将超过您的账户存储限额。您要升级账户吗？
zh_hant: 操作被禁，您將超過您的賬戶儲存限額。您要升級賬戶嗎？

# Resx/OverquotaAlert_Title
source: Overquota Alert!
bg: Предупреждение за превишена квота!
cs: Upozornění na překročení kvóty!
es: ¡Alerta! ¡Superada la cuota de almacenamiento!
et_ee: Limiidi hoiatus!
fa: هشدار در مورد استفاده بیش از حد!
fi_fi: Kiintiö ylitetty!
he: אזהרת זכרון!
hu: Kvótatúllépési Figyelmeztetés!
id: Waspada overquota!
ja: クォータ超過！
ko: 할당량 초과 경고!
pl: Alaram przekroczenia dostępnej pamięci!
pt_br: Alerta de excesso de espaço!
sl: Opozorilo - preko kvote!
sr: Узбуна због прекорачења квоте!
sv: Overqouta Alert!
th: แจ้งเตือนโควต้าใกล้จะเต็ม
zh_hans: 超过配额警告！
zh_hant: 超過配額警告！

# Resx/NoDownloadLocationSelected
source: You have not selected a default download location for your files.To proceed with the download, please select a destination folder or go to settings in order to set up your default download location.
bg: Не сте избрали местоположение по подразбиране за изтегляне на файлове. За да продължите с изтеглянето, моля изберете папка дестинация или отидете в настройки, за да изберете местоположението за изтегляне по подразбиране.
cs: Nevybrali jste výchozí umístění pro stahování vašich souborů. Pro pokračování ve stahování vyberte cílovou složku nebo přejděte do nastavení, abyste nastavili své výchozí umístění pro stahování.
es: No has seleccionado una ubicación de descarga predeterminada para los archivos. Para continuar con la descarga, por favor selecciona una carpeta de destino o ve a ajustes para configurar la ubicación de descarga predeterminada.
he: לא בחרת תיקיית ברירת מחדל להורדות. על מנת להמשיך עם ההורדה, אנא בחר תיקיית יעד או היכנס להגדות על מנת להגדיר תיקיית ברירת מחדל.
hu: Nem választottál ki alapértelmezett letöltési helyet a fájljaidnak. A letöltés folytatásához kérlek válassz ki egy célkönyvtárt vagy menj a beállításokba és válaszd ki az alapértelmezett letöltési könyvtárat.
id: Anda belum memilih lokasi download default untuk file Anda. Untuk melanjutkan download, pilih folder tujuan atau pergi ke pengaturan untuk mengatur lokasi download default Anda.
pl: Nie wybrałeś domyślnej lokalizacji dla swoich plików. Aby kontynuować pobieranie plików, wybierz lokalizację domyślną.
pt_br: Você não selecionou um local de download padrão para seus arquivos. Para prosseguir com o download, por favor selecione uma pasta de destino ou ir para definições, a fim de configurar o local de download padrão.
sr: Нисте изабрали подразумевану локацију за преузимање ваших фајлова. Да наставите са преузмањем, молимо изаберите дестинацијски фолдер или идите у подешавања да би подесили подразумевану локацију за преузимање.
sv: Du har inte valt en standardhämtningsplats för dina filer. För att fortsätta med nedladdningen, välj en målmapp eller gå till inställningar för att ställa in standardhämtnings plats.
th: คุณยังไม่ได้เลือกตำแหน่งดาวน์โหลดเริ่มต้นสำหรับไฟล์ของคุณ หากต้องการดาวน์โหลดต่อ กรุณาเลือกโฟลเดอร์ปลายทางหรือไปที่การตั้งค่าเพื่อตั้งค่าตำแหน่งดาวน์โหลดเริ่มต้นของคุณ
zh_hant: 您尚未為檔案選擇預設下載位置。要繼續下載，請選擇一個目標資料夾，或至設定頁面以設置預設下載位置。

# Resx/PrepareFileForUploadFailed
source: Failed to prepare file: {0} for upload
bg: Неуспешна подготовка на файла: {0} за качване
cs: Nepodařilo se připravit soubor: {0} pro nahrání
es: No se pudo preparar el archivo: {0} para la subida.
he: שגיאה בהכנת הקובץ: {0} להעלאה
hu: Fájl előkészítése sikertelen: {0} feltöltésre
id: Gagal menyiapkan file: {0} atau upload
ja: ファイル準備できず: アップロード用{0}
ko: 파일 준비 실패: 업로드 {0}
pl: Nie powiodło się przygotowanie pliku: {0} do wgrania
pt_br: Falha ao preparar envio do arquivo: {0}
sl: Neuspešna priprava datoteke: {0} za nalaganje
sr: Неуспешно припремање фајла : {0} за качење.
sv: Det gick inte att förbereda fil: {0} för uppladdning
th: ไม่สามารถเตรียมไฟล์: {0} สำหรับการอัปโหลดนี้
zh_hans: 准备文件失败: {0} 个上传
zh_hant: 準備檔案失敗: {0} 個上傳

# Resx/PrepareFileForUploadFailed_Title
source: Error preparing file
bg: Неуспешна подготовка на файла
cs: Příprava souboru selhala
es: Error preparando el archivo
he: שגיאה בהכנת הקובץ
hu: Fájl előkészítése sikertelen
id: Gagal menyiapkan file
ja: ファイル準備失敗
ko: 파일 준비 실패
pl: Przygotowanie pliku nie powiodło się
pt_br: Falha ao preparar arquivo
sl: Priprava datoteke neuspešna
sr: Припрема фајла није успела.
sv: Problem med att förbereda fil
th: มีข้อผิดพลาดในการเตรียมไฟล์
zh_hans: 准备文件失败
zh_hant: 加載檔案失敗

# Resx/SessionIDError_Title
source: Logged out
bg: Излязохте от системата
cs: Odhlášen
es: Sesión cerrada
et_ee: Välja logitud
fa: از سیستم خارج شدید
fi_fi: Kirjauduttu ulos
he: נותק בהצלחה
hu: Kijelentkezve
id: Keluar
ja: ログアウト済み
ko: 로그아웃됨
pl: Wyloguj się
pt_br: Desconectado
sl: Odjavljen
sr: Одјављен
sv: Loggade ut
th: ออกจากระบบ
zh_hans: 已登出
zh_hant: 已登出

# Resx/CopyFileFailed
source: Failed to copy the selected file: [{0}]
bg: Неуспешно копиране на избрания файл: [{0}]
cs: Nepodařilo se zkopírovat vybraný soubor: [{0}]
es: No se pudo copiar el archivo seleccionado: [{0}]
et_ee: Valitud faili kopeerimine ebaõnnestus: [{0}]
fa: کپی کردن فایل های انتخاب شده : [{0}] شکست خورد
fi_fi: Tiedoston kopiointi epäonnistui: {0}
he: שגיאה בהעתקת הקובץ הנבחר: [{0}]
hu: Kiválasztott fájl másolása sikertelen: [{0}]
id: Gagal men-copy file terpilih: [{0}]
ja: 選択ファイルはコピーできませんでした: [{0}]
ko: 선택된 파일을 복사하는 것을 실패하였습니다: [{0}]
pl: Nie powiodło się skopiowanie pliku: [{0}]
pt_br: Falha ao copiar o arquivo selecionado: [{0}]
sl: Nisem uspel kopirati sledeče datoteke: [{0}]
sr: Неуспешно копирање изабраног фајла: [{0}]
sv: Kopiering av den valda filen misslyckades: [{0}]
th: ไม่สามารถคัดลอกไฟล์ที่เลือก: [{0}]
zh_hans: 复制选中的文件失败： [{0}]
zh_hant: 複製選中的檔案失敗： [{0}]

# Resx/CopyFileFailed_Title
source: Error copying file
bg: Копирането на файла беше неуспешно
cs: Kopírování souboru selhalo
es: Fallo al copiar el archivo
he: שגיאה בהעתקת הקובץ
hu: Fájl másolása sikertelen
id: Copy file gagal
ja: ファイルコピー失敗
ko: 파일 복사 실패
pl: Skopiowanie pliku nie powiodło się
pt_br: Falha ao copiar arquivo
sl: Kopiranje neuspešno
sr: Копирање фајла неуспешно
sv: Problem med att kopiera filen
th: มีข้อผิดพลาดในการคัดลอกไฟล์
zh_hans: 复制文件失败
zh_hant: 複製檔案失敗

# Resx/CopyFileUnauthorizedAccessException
source: You do not have permission to copy this file type to the destination folder. Are you trying to save/copy a file of an unsupported type to an SD card? Please try to save/copy the file to your device’s internal memory instead.
th: คุณไม่มีสิทธิ์คัดลอกไฟล์ประเภทนี้ไปยังโฟลเดอร์ปลายทาง คุณกำลังพยายามบันทึก/คัดลอกไฟล์ประเภทที่ไม่สนับสนุนไปยังการ์ด SD หรือไม่ กรุณาลองบันทึก/คัดลอกไฟล์ไปยังหน่วยความจำภายในของอุปกรณ์แทน

# Resx/CopyFileUnauthorizedAccessException_Title
source: Unauthorized access
bg: Неавторизиран достъп
cs: Neoprávněný přístup
es: Acceso no autorizado
et_ee: Kinnitamata sisenemine
fa: دسترسی بدون اجازه
fi_fi: Pääsy kielletty
he: גישה לא מאושרת
hu: Jogosulatlan hozzáférés
id: Akses tidak sah
ja: 無許可のアクセス
ko: 승인되지 않은 접근
pl: Nie autoryzowany dostęp
pt_br: Acesso não autorizado
sl: Nepooblaščen dostop
sr: Неодобрени приступ
sv: obehörig åtkomst
th: ไม่ได้รับอนุญาตให้เข้าถึง
zh_hans: 访问未授权
zh_hant: 訪問未獲授權

# Resx/AM_RecoveryKeyClipboardFailed
source: Failed to copy the Recovery Key to your clipboard. Please try again.
bg: Неуспешно копиране на Възстановяващия Ключ в буфера. Моля опитайте отново.
cs: Nepodařilo se zkopírovat Ověřovací klíč do schránky. Zkuste to znovu.
es: No se ha podido copiar la Clave de Recuperación al portapapeles. Por favor, inténtalo de nuevo.
he: שגיאה בהעתקת מפתח השחזור. אנא נסה שוב.
id: Gagal mengkopi Recovery Key ke clipboard anda. Harap coba kembali.
ko: 복구 키를 클립보드에 복사하지 못했습니다. 다시 시도하세요.
pl: Kopiowanie klucza zapasowego do schowka nie powiodło się. Spróbuj ponownie.
pt_br: Falha ao copiar a chave de recuperação para o clipboard. Por favor, tente novamente.
sl: Neuspešno kopiranje rešilnega ključa v odlagališče. Prosim, poskusite ponovno.
sr: Неуспешно копирање Кључа за повраћај у клипборд. Молимо покушајте поново.
sv: Det gick inte att kopiera återställningsnyckeln till urklipp, försök igen.
th: ไม่สามารถคัดลอกคีย์สำหรับกู้คืนไปยังคลิปบอร์ดของคุณได้ กรุณาลองใหม่อีกครั้ง
zh_hant: 複製還原金鑰至剪貼簿失敗，請重試。

# Resx/AM_RecoveryKeyClipboardFailed_Title
source: Clipboard failed
bg: Грешка в клипборда
cs: Schránka selhala
es: Fallo al copiar
he: העתקה נכשלה
hu: Vágólap sikertelen
id: Cliboard gagal
ja: クリップボード誤動作
ko: 클립보드 실패
pl: Schowek nie zadziałał
pt_br: Falha ao copiar para área de transferência
sl: Odložišče neuspešno
sr: Табла није успела
sv: Urklipp misslyckades
th: คัดลอกไปคลิปบอร์ดไม่สำเร็จ
zh_hans: 剪贴板出错
zh_hant: 剪貼板出錯

# Resx/CurrentPinLockCodeDoNotMatch
source: Current PIN lock is not correct or does not match
bg: Текущия PIN код е неправилен или не съвпада
cs: Aktuální zámek PIN není správný nebo se neshoduje
es: El PIN de bloqueo actual es incorrecto o no coincide
et_ee: Praegune PIN-kood pole õige või ei kattu
fa: قفل PIN فعلی صحیح نیست و تطابق ندارد
fi_fi: PIN on väärä tai ei täsmää
he: קוד נעילה שהוכנס לא נכון או לא תואם
hu: Jelenlegi PIN zár nem megfelelő vagy nem egyezik
id: PIN lock saat ini tidak benar atau tidak sama
ja: 現在のPINロックは間違いか、合っていません。
ko: 현재 PIN 잠금이 올바르지 않거나 일치하지 않습니다
pl: Aktualny PIN jest nie poprawny
pt_br: Código PIN atual não está correto ou não está combinando
sl: Trenutna PIN koda ni prava ali se ne ujema
sr: Тренутни PIN lock није тачан или се не подудара
sv: Aktuell PIN-lås inte är korrekt eller inte matchar
th: ล็อก PIN ไม่ถูกต้องหรือไม่ตรงกัน
zh_hans: 目前的PIN码不正确或不匹配
zh_hant: 當前的PIN碼不正確或不匹配
