Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.resx
Languages: ar, de, fr, it, nl, pt, ro, ru, sk, tr, uk, vi

# CopyFileUnauthorizedAccessException
source: You do not have permission to copy this file type to the destination folder. Are you trying to save/copy a file of an unsupported type to an SD card? Please try to save/copy the file to your device’s internal memory instead.
ar: لا يوجد لديك تصريح لنسخ هذا النوع من الملفات إلى مجلد الوجهة. ربما كنت تحاول حفظ / نسخ ملف غير مدعم الي كارت SD. يرجى محاولة حفظ / نسخ الملف إلى الذاكرة الداخلية في جهازك.
fr: Vous n'avez pas la permission de copier ce type de fichier dans le dossier de destination. Il se peut que vous essayez de sauvegarder/copier un fichier d'un type non supporté dans la carte SD.
it: Non hai il permesso di copiare questo formato di file all'interno della cartella di destinazione. Stai provando a salvare/copiare un file di un formato non supportato all'interno di una scheda SD? Per favore, prova a salvare/copiare il file all'interno della memoria interna del dispositivo invece.
nl: U heeft geen toestemming om dit type bestand te kopiëren naar de locatie map. Probeert u een niet gesteunde bestand op te slaan/kopiëren naar een SD kaart? Probeer in plaats daarvan het bestand op te slaan/kopiëren naar het interne geheugen van uw apparaat.
pt: Não tens permissões para copiar este tipo de ficheiros para a pasta de destino. Provavelmente estarás a tentar guardar/copiar para um cartão SD um ficheiro de um tipo não suportado. Por favor, experimenta guardar/copiar o ficheiro para a memória interna do teu dispositivo.
ro: Nu ai permisiunea de a copia acest tip de fişiere în dosarul de destinaţie. Încerci să salvezi/copiezi un fişier de un tip nesuportat pe un card SD? Te rugăm să încerci să salvezi/copiezi fişierul în memoria internă a dispozitivului în schimb.
ru: У вас нет разрешения на копирование этого типа файлов в папку назначения. Вы пытаетесь сохранить/скопировать файл неподдерживаемого типа на SD-карту? Попробуйте сохранить/скопировать файл во внутреннюю память устройства.
sk: Na kopírovanie tohoto dátového typu na cielové miesto nemáte povolenie. Pravdepodobne sa snažíte ukladať/kopírovať nepodporovaný dátovy typ na SD kartu. prosím, skúste uložiť/skopírovať súbor do vnútornej pamäte vášho zariadenia.
tr: Bu dosyayı istediğiniz konumuna kopyalamak için izniniz yok. Desteklenmeyen dosya tipini SD kartınıza kopyalamaya mı çalışıyorsunuz? Lütfen cihazınızın kendi depolama alanına kaydetmeyi deneyin.
uk: Ви не маєте дозволу на копіювання цього типу файлів до місця призначення. Ви намагаєтесь зберегти/скопіювати файл непідтримуваного типу на карту SD? Спробуйте зберегти/скопіювати файл у внутрішню пам'ять пристрою.
vi: Bạn không có đủ quyền hạn để sao chép dạng tệp tin này vào thư mục đích vừa chọn. Có phải bạn đang muốn lưu/cópy một định dạng tệp không được hỗ trợ vào thẻ nhớ SD? Hãy thử sao chép tệp tin vào bộ nhớ trong điện thoại trước.

# CopyFileUnauthorizedAccessException_Title
source: Unauthorized access
ar: دخول غير مرخص
de: Unautorisierter Zugriff
fr: Accès non autorisé
it: Accesso non autorizzato
nl: ongeautoriseerde toegang
pt: Acesso não autorizado
ro: Acces neautorizat
ru: Несанкционированный доступ
sk: Neautorizovaný prístup
tr: İzinsiz erişim
uk: Несанкціонований доступ
vi: Truy cập trái phép

# CurrentPinLockCodeDoNotMatch
source: Current PIN lock is not correct or does not match
ar: رقم التعريف الشخصي الحالي غير صحيح أو غير متطابق
de: Derzeitige PIN ist nicht korrekt
fr: Le code PIN de verrouillage actuel n'est pas correcte ou ne correspond pas
it: Blocco PIN corrente non corretto o non corrispondente
nl: Huidige PIN slot is niet correct of komt niet overeen
pt: O código PIN atual está incorreto ou não combina
ro: PIN-ul actual nu e corect sau nu se potriveşte
ru: Текущий PIN неверен или не совпадает
sk: Terajší PIN zámok nie je správny alebo sa nezhoduje
tr: Geçerli PIN kilidi doğru değil ya da eşleşmiyor
uk: Поточний PIN-код невірний або не підходить
vi: Mã PIN vừa nhập không đúng hoặc không trùng khớp

# CurrentPinLockCodeDoNotMatch_Title
source: Current PIN lock no match
ar: رقم التعريف الشخصي الحالي غير متطابق
de: Aktuelle PIN stimmt nicht überein
fr: Code de verrouillage PIN actuel ne correspond pas
it: Codice PIN corrente non corrispondente
nl: Huiige PIN slot komt niet overeen
pt: O código PIN não combina
ro: PIN-ul actual nu se potriveşte
ru: Текущий PIN неправильный
sk: Aktuálny PIN kód sa nezhoduje
tr: Mevcut PIN kilidi eşleşmiyor
uk: Поточний PIN-код не підходить
vi: Không trùng với mã PIN hiện thời

# PinLockTooShort
source: PIN lock must be at least four digits
ar: يجب أن يكون رقم التعريف الشخصي مكون من 4 أرقام على الأقل
de: PIN muss mindestens vierstellig sein
fr: Le code PIN doit contenir au moins 4 chiffres
it: Il codice PIN deve essere di almeno 4 cifre
nl: PIN slot moet minstens 4 cijfers bevatten
pt: O código PIN tem de ter pelo menos 4 dígitos
ro: PIN-ul trebuie să fie de cel puţin 4 cifre
ru: PIN должен содержать не менее 4 цифр
sk: PIN kód musí mať aspoň štyri číslice
tr: PIN kilidi en az 4 karakter olmalı
uk: PIN має містити щонайменше 4 цифри
vi: Mã PIN cần ít nhất 4 con số

# PinLockTooShort_Title
source: PIN lock too short
ar: رقم التعريف الشخصي قصير جدا
de: PIN zu kurz
fr: Code PIN trop court
it: Codice PIN troppo corto
nl: PIN sleutel te kort
pt: Código PIN demasiado curto
ro: PIN-ul prea scurt
ru: PIN слишком короткий
sk: Zámok PINom príliš krátky
tr: PIN kilidi çok kısa
uk: PIN-код занадто короткий
vi: Mã PIN này quá ngắn

# CacheCleared
source: Cache has been succesfully cleared
ar: تم مسح ذاكرة التخزين المؤقتة بنجاح
de: Zwischenspeicher erfolgreich geleert
fr: Le cache a été nettoyé avec succès
it: La cache è stata svuotata con successo
nl: Cache is met succes verwijderd
pt: A Cache foi limpa com sucesso
ro: Cache-ul a fost şters cu succes
ru: Кэш успешно очищен
sk: Medzipamäť bola úspešne vyčistená
tr: Önbellek başarı ile temizlendi
uk: Кеш успішно очищено
vi: Đã dọn xong

# CacheCleared_Title
source: Cache cleared
ar: مسح ذاكرة التخزين المؤقتة
de: Zwischenspeicher geleert
fr: Cache nettoyé
it: Cache svuotata
nl: Cache verwijderd
pt: Cache limpa
ro: Cache şters
ru: Кэш очищен
sk: Medzipamäť vyčistená
tr: Önbellek temizlendi
uk: Кеш очищено
vi: Đã dọn xong

# MemoryLimitError
source: Not enough free memory space to complete this operation. The app will shut down now
ar: لا يوجد مساحة ذاكرة كافية لإكمال هذه العملية. سوف يتم اغلاق التطبيق الان
de: Nicht genug freier Speicher für diesen Vorgang. Die App beendet sich nun.
fr: Espace de stockage libre insuffisant pour terminer cette opération. L'application va fermer maintenant
it: Spazio di memoria insufficiente per completare questa operazione. L'app verrà arrestata
nl: Onvoldoende geheugen om deze bewerking te voltooien. De app wordt nu stilgelegd
pt: Não existe espaço de memória disponível para completar esta operação. A aplicação irá terminar agora
ro: Spaţiu liber insuficient pentru a încheia această operaţie. Aplicaţia se va închide acum
ru: Недостаточно свободного места для завершения операции. Приложение будет закрыто
sk: pre dokončenie tejto operácie nie je dostatok pamäte. Aplikácia sa teraz vypne
tr: Bu işlemi tamamlamak için yeterli boş bellek alanı yok. Uygulama şimdi kapanacak
uk: Недостатньо вільної пам'яті для завершення операції. Додаток буде закрито.
vi: Không đủ không gian trống để thực hiện tiến trình này. Ứng dụng sẽ bị đóng

# MemoryLimitError_Title
source: Memory Limit
ar: حدود الذاكرة
de: Speicherlimit
fr: Limite de la Mémoire
it: Limite di Memroria
nl: Geheugen Limiet
pt: Limite de Memória
ro: Limită de memorie
ru: Лимит памяти
sk: Obmedzenie
tr: Bellek Sınırı
uk: Обмеження пам'яті
vi: Giới hạn Bộ nhớ

# QuestionAskedDownloadOption_NoButton
source: no, only local
ar: لا، المحلي فقط
de: nein, nur lokal
fr: non, seulement en local
it: no, solo locale
nl: nee, alleen lokaal
pt: não, apenas local
ro: nu, doar local
ru: нет, только локально
sk: nie, iba lokálne
tr: hayır, sadece yerel
uk: ні, тільки локально
vi: không, chỉ nội bộ

# QuestionAskedDownloadOption_Title
source: Download options
ar: خيارات التحميل
de: Downloadoptionen
fr: Options de téléchargement
it: Opzioni download
nl: Download opties
pt: Opções de transferência
ro: Opţiuni de descărcare
ru: Опции скачивания
sk: Možnosti stiahnutia
tr: İndirme seçenekleri
uk: Параметри завантаження
vi: Tuỳ chọn tải

# QuestionAskedDownloadOption_YesButton
source: yes, export
ar: نعم، تصدير
de: ja, exportieren
fr: oui, en exportation
it: si, esporta
nl: ja, exporteer
pt: sim, exportar
ro: da, exportă
ru: да, экспортировать
sk: áno, exportovať
tr: evet, dışa aktar
uk: так, експорт
vi: vâng, xuất ra

# SelectFolderFailed
source: Failed to select folder. Please, try again or select another one.
ar: فشل تحديد المجلد. من فضلك، حاول مرة أخرى أو اختر مجلد آخر: [{0}]
de: Folderauswahl fehlgeschlagen. Bitte versuchen Sie es erneut oder wählen Sie einen anderen Ordner aus: [{0}]
fr: Impossible de sélectionner le dossier. Veuillez ressayer ou sélectionner un autre dossier: [{0}]
it: Impossibile selezionare la cartella. Per favore, prova di nuovo o scegliere un'altra cartella: [{0}]
nl: Mislukt om de map te selecteren. Probeer nogmaals of selecteer een andere.
pt: Falha ao selecionar a pasta. Por favor, tenta novamente ou escolhe outra pasta: [{0}]
ro: Eşec la selectarea folderului. Încearcă din nou sau selectează alt folder: [{0}]
ru: Не удалось выбрать папку. Пожалуйста, попробуйте ещё раз или выберите другую.
sk: Zlyhal výber priečinku. Prosím skúste to znovu, alebo vyberte iný priečinok: [{0}]
tr: Klasör seçilemedi. Lütfen tekrar deneyin veya başka bir klasör seçin: [{0}]
uk: Не вдалося вибрати теку. Будь ласка, спробуйте ще раз або виберіть іншу.
vi: Không chọn đuợc thư mục. Xin chờ thử lại hoặc chọn cái khác.

# SelectFolderFailed_Title
source: Select folder failed
ar: فشل تحديد المجلد
de: Folderauswahl fehlgeschlagen
fr: Échec de la sélection du dossier
it: Selezione della cartella non riuscita
nl: Selecteren van map is mislukt
pt: Seleção da pasta falhou
ro: Selectarea folderului a eşuat
ru: Не удалось выбрать папку
sk: Zlyhal výber priečinku
tr: Klasör seç başarısız oldu
uk: Не вдалося вибрати теку
vi: Không chọn được thư mục

# UploadNodeFailed
source: Failed to upload file. Please try again. [{0}]
ar: فشل رفع الملف. حاول مرة اخرى. [{0}]
de: Upload fehlgeschlagen. Bitte versuchen Sie es noch einmal. [{0}]
fr: Échec de téléversement du fichier. Veuillez ressayer. [{0}]
it: Caricamento del file fallito. Per favore, riprova [{0}]
nl: Mislukt om bestand te uploaden. Gelieve opnieuw te proberen. [{0}]
pt: Falha ao fazer upload do ficheiro. Tenta novamente. [{0}]
ro: Eşec la încărcarea fişierului. Te rugăm să încerci din nou. [{0}]
ru: Не удалось загрузить файл. Пожалуйста, попробуйте ещё раз. [{0}]
sk: Chyba pri uploade súboru. Prosím skúste to znovu. [{0}]
tr: Dosya yükleme başarısız oldu. Lütfen tekrar deneyin. [{0}]
uk: Не вдалося відвантажити файл. Будь ласка, спробуйте ще раз. [{0}]
vi: Đăng tải thất bại. Xin thử lại. [{0}]

# UploadNodeFailed_Title
source: Upload failed
ar: فشل الرفع
de: Upload fehlgeschlagen
fr: Échec de téléversement
it: Caricamento Fallito
nl: Uploaden mislukt
pt: O upload falhou
ro: Încărcare eşuată
ru: Загрузка не удалась
sk: Upload zlyhal
tr: Yükleme başarısız
uk: Відвантаження не вдалося
vi: Tải lên thất bại

# SelectFileFailed
source: Failed to select file(s). Please, try again [{0}]
ar: فشل في اختيار الملف(ات). الرجاء المحاولة ثانية [{0}]
de: Datei(en) konnte(n) nicht markiert werden. Versuchen Sie es bitte erneut. [{0}]
fr: Impossible de sélectionner le(s) fichier(s). Veuillez essayer à nouveau [{0}]
it: Selezionamento dei file fallito. Per favore, riprova [{0}]
nl: Het selecteren van bestand(en) is mislukt. Probeer alstublieft opnieuw [{0}]
pt: Falha ao seleccionar ficheiro(s). Por favor tente novamente [{0}]
ro: Eşec la selectarea fişierului(elor). Te rugăm să reîncerci [{0}]
ru: Не удалось выбрать файл(ы) . Пожалуйста попробуйте еще раз [{0}]
sk: Chyba pri označovaní súboru(ov). Prosím skúste to znovu. [{0}]
tr: Dosya(lar) seçilemedi. Lütfen tekrar deneyin [{0}]
uk: Не вдалося вибрати файл(и). Будь ласка, спробуйте ще раз. [{0}]
vi: Lỗi khi chọn tệp tin. Xin thử lại sau [{0}]

# SelectFileFailed_Title
source: File selection failed
ar: فشل اختيار الملف
de: Fehler beim Auswählen
fr: Échec de la sélection des fichiers
it: Seleziona file fallita
nl: Bestand selecteren is mislukt
pt: Selecção de ficheiro falhou
ro: Selectarea fişierului a eşuat
ru: Выбор файлов не удался
sk: Výber súborov zlyhal
tr: Dosya seçilemedi
uk: Не вдалося вибрати
vi: Lỗi chọn tệp tin

# WrongEmailPasswordLogin
source: Incorrect e-mail address or password. Please try again.
ar: عنوان البريد الإلكتروني أو كلمة سر خاطئة. حاول مرة اخرى.
de: Die angegebene E-Mail-Adresse und/oder das Passwort sind falsch. Bitte versuchen Sie es noch einmal.
fr: Mot de passe ou adresse e-mail incorrect. Veuillez essayer à nouveau.
it: Indirizzo di posta elettronica o password errati. Riprova, per favore.
nl: Onjuist e-mailadres of wachtwoord. Probeer alstublieft opnieuw.
pt: Endereço de e-mail ou palavra passe incorrectos. Por favor tente novamente.
ro: Adresă de e-mail sau parolă incorectă. Te rugăm să reîncerci.
ru: Неправильный e-mail или пароль. Пожалуйста попробуйте еще раз.
sk: Nesprávne email alebo heslo. Prosím skúste to znovu.
tr: Yanlış bir e-posta adresi veya şifre. Lütfen tekrar deneyin.
uk: Е-пошту не пов'язано з акаунтом MEGA або невірний пароль. Будь ласка, спробуйте ще раз.
vi: Sai email hoặc mật khẩu. Xin thử lại.

# DeleteNodeQuestion
source: Are you sure you want to permanently delete {0}?
ar: هل أنت متأكد أنك تريد حذف {0} بشكل دائم ؟
de: {0} unwiderruflich löschen?
fr: Êtes-vous certain(e) de bien vouloir supprimer définitivement {0}?
it: Sei sicuro di voler cancellare definitivamente {0}?
nl: Weet u zeker dat u {0} definitief wilt verwijderen?
pt: Tem a certeza de que quer eliminar definitivamente {0}?
ro: Sigur doreşti să ştergi definitiv {0}?
ru: Вы уверены, что что хотите навсегда удалить {0}?
sk: Ste si istý, že chcete permanentne zmazať {0}_
tr: {0} öğesini kalıcı olarak silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете назавжди видалити {0}?
vi: Bạn có chắc muốn xóa {0} vĩnh viễn?

# DeleteNodeQuestion_Title
source: Delete item?
ar: حذف البند؟
de: Löschen?
fr: Supprimer élément
it: Eliminare file?
nl: Verwijder item?
pt: Apagar item?
ro: Ştergi elementul?
ru: Удалить элемент?
sk: Zmazať položku?
tr: Öğe silinsin mi?
uk: Видалити елемент?
vi: Xóa mục này?

# GetUserDataFailed
source: Failed to retrieve your user data. Please try again. [{0}]
ar: فشل في استرداد بيانات المستخدم الخاص بك. حاول مرة اخرى. [{0}]
de: Fehler beim Anfordern Ihrer Benutzerdaten. Bitte versuchen Sie es noch einmal. [{0}]
fr: Impossible de récupérer vos données utilisateurs. Veuillez essayer à nouveau [{0}]
it: Ricezione dei tuoi dati utente fallita. Per favore, riprova. [{0}]
nl: Het ophalen van uw gebruikersgegevens is mislukt. Probeer alstublieft opnieuw. [{0}]
pt: Falha ao obter os seus dados de utilizador. Por favor tente novamente. [{0}]
ro: Eşec la obţinerea datelor utilizatorului. Te rugăm să încerci din nou. [{0}]
ru: Не удалось получить данные пользователя. Пожалуйста попробуйте еще раз [{0}]
sk: Chyba pri získavaní vašich užívateľských údajov. Prosím skúste to znovu. [{0}]
tr: Kullanıcı verileri alınamadı. Lütfen tekrar deneyin. [{0}]
uk: Не вдалося отримати дані користувача. Будь ласка, спробуйте ще раз. [{0}]
vi: Lấy dữ liệu người dùng thất bại. Xin thử lại. [{0}]

# GetUserDataFailed_Title
source: Retrieving user data failed
ar: استعادة بيانات المستخدم فشلت
de: Anforderung der Benutzerdaten fehlgeschlagen
fr: Échec de la récupération des données utilisateur
it: Recupero dati utente fallito
nl: Ophalen van gebruikersgegevens is mislukt
pt: Recuperação dos dados do utilizador falhou
ro: Preluarea datelor privind utilizatorul a eşuat
ru: Получение данных пользователя не удалось
sk: Získavanie
tr: Kullanıcı verileri alınamadı
uk: Не отримано даних користувача
vi: Lấy dữ liệu người dùng thất bại

# CapturePhotoFailed
source: Failed to capture photo. Please, try again [{0}]
ar: فشل في التقاط الصورة. الرجاء المحاولة مرة أخرى [{0}]
de: Aufnahme fehlgeschlagen, versuchen Sie es bitte erneut [{0}]
fr: Impossible de prendre la photo. Veuillez essayer à nouveau [{0}]
it: Cattura della foto fallita. Per favore, riprova [{0}]
nl: Vastleggen van de foto is mislukt. Probeer alstublieft opnieuw [{0}]
pt: Falha ao capturar foto. Por favor tente novamente [{0}]
ro: Eşec la capturarea fotografiei. Te rugăm să reîncerci [{0}]
ru: Не удалось снять фото. Пожалуйста попробуйте еще раз [{0}]
sk: Zlyhalo zaznamenávanie fotky. Prosím, skúste to znovu [{0}]
tr: Fotoğraf yakalanamadı. Lütfen tekrar deneyin [{0}]
uk: Не вдалося захопити фото. Будь ласка, спробуйте ще раз [{0}]
vi: Lỗi chụp hình. Xin thử lại [{0}]

# CapturePhotoFailed_Title
source: Photo capture failed
ar: إخفاق في التقاط الصورة
de: Foto fehlgeschlagen
fr: Échec de la prise de la photo
it: Foto fallita
nl: Foto nemen is mislukt
pt: Captura de foto falhou
ro: Captura foto eşuată
ru: Не удалось снять фото
sk: Zachytávanie fotky zlyhalo
tr: Fotoğraf yakalama başarısız
uk: Фото не захоплено
vi: Chụp ảnh thất bại

# CapturePhotoVideoFailed
source: Failed to capture photo or video. Please, try again [{0}]
ar: فشل في التقاط صورة أو فيديو. الرجاء المحاولة ثانية [{0}]
de: Foto- oder Videoaufnahme fehlgeschlagen. Versuchen Sie es bitte erneut. [{0}]
fr: Impossible de prendre la photo ou la vidéo. Veuillez essayer à nouveau [{0}]
it: Cattura della foto o del video fallita. Per favore, riprova [{0}]
nl: Vastleggen van foto of video is mislukt. Probeer alstublieft opnieuw [{0}]
pt: Falha ao capturar foto ou vídeo. Por favor tente novamente [{0}]
ro: Eşec la capturarea foto sau video. Te rugăm să reîncerci [{0}]
ru: Не удалось снять фото или видео. Пожалуйста попробуйте еще раз [{0}]
sk: Chyba pri zachytávaní fotky alebo videa. Prosím skúste to znovu. [{0}]
tr: Fotoğraf veya video yakalanamadı. Lütfen tekrar deneyin [{0}]
uk: Не вдалося захопити фото чи відео. Будь ласка, спробуйте ще раз [{0}]
vi: Lỗi chụp ảnh/video. Xin thử lại sau [{0}]

# CapturePhotoVideoFailed_Title
source: Photo/video capture failed
ar: التقاط صورة/فيديو فاشل
de: Foto-/Videoaufnahme fehlgeschlagen
fr: Échec de l'enresigtrement vidéo/photo
it: Cattura foto/video fallita
nl: Foto- / video-opname is mislukt
pt: Captura foto/vídeo falhou
ro: Captură foto/video eşuată
ru: Фото/видео съемка не удалась
sk: Foto/Video záznam zlyhal
tr: Fotoğraf/video yakalama başarısız oldu
uk: Фото/відео не захоплено
vi: Quay phim / chụp ảnh thất bại

# CaptureVideoFailed
source: Failed to capture video. Please, try again [{0}]
ar: فشل في التقاط الفيديو. الرجاء المحاولة مرة أخرى [{0}]
de: Videoaufnahme fehlgeschlagen, versuchen Sie es bitte erneut [{0}]
fr: Impossible d'enregistrer la vidéo. Veuillez essayer à nouveau [{0}]
it: Cattura del video fallita. Per favore, riprova [{0}]
nl: Vastleggen van de video is mislukt. Probeer alstublieft opnieuw [{0}]
pt: Falha ao capturar vídeo. Por favor tente novamente [{0}]
ro: Eşec la capturarea videoclipului. Te rugăm să reîncerci [{0}]
ru: Не удалось снять видео. Пожалуйста попробуйте еще раз [{0}]
sk: Zlyhalo zaznamenávanie videa. Prosím, skúste to znovu [{0}]
tr: Video yakalama başarısız oldu. Lütfen tekrar deneyin [{0}]
uk: Не вдалося захопити відео. Будь ласка, спробуйте ще раз [{0}]
vi: Lỗi quay phim. Xin thử lại [{0}]

# CaptureVideoFailed_Title
source: Video capture failed
ar: إلتقاط فيديو فاشل
de: Videoaufnahme fehlgeschlagen
fr: Échec de l'enregistrement vidéo
it: Registrazione fallita
nl: Video-opname is mislukt
pt: Captura de vídeo falhou
ro: Captura video eşuată
ru: Не удалось снять видео
sk: Zachytávanie videa zlyhalo
tr: Video yakalama başarısız
uk: Відео не захоплено
vi: Quay phim thất bại

# SaveSettingsFailed
source: Failed to save settings. Please, try again [{0}]
ar: فشل في حفظ الإعدادات. الرجاء المحاولة مرة أخرى [{0}]
de: Fehler beim Speichern der Einstellungen. Versuchen Sie es bitte erneut. [{0}]
fr: Impossible de sauvegarder les paramètres. Veuillez essayer à nouveau [{0}]
it: Salvataggio delle impostazioni fallito. Per favore, riprova [{0}]
nl: Instellingen opslaan is mislukt. Probeer alstublieft opnieuw [{0}]
pt: Falha ao salvar configurações. Por favor tente novamente [{0}]
ro: Eşec la salvarea setărilor. Te rugăm să reîncerci [{0}]
ru: Не удалось сохранить настройки . Пожалуйста попробуйте еще раз [{0}]
sk: Zlyhalo ukladanie nastavení. Prosím skúste to znovu [{0}]
tr: Ayarlar kaydedilemedi. Lütfen tekrar deneyin [{0}]
uk: Не вдалося зберегти налаштування. Будь ласка, спробуйте ще раз. [{0}]
vi: Lỗi, không lưu lại được các tùy chỉnh. Xin thử lại [{0}]

# SaveSettingsFailed_Title
source: Error saving settings
ar: خطأ في حفظ الإعدادات
de: Einstellungen konnten nicht gespeichert werden
fr: Erreur lors de la sauvegarde des réglages
it: Errore salvataggio impostazioni
nl: Fout bij opslaan instellingen
pt: Erro ao salvar configurações
ro: Eroare la salvarea setărilor
ru: Ошибка при сохранении настроек
sk: Ukladanie nastavení zlyhalo
tr: Ayarlar kaydedilemedi
uk: Не збережено налаштування
vi: Lỗi lưu các thiết đặt

# ShortCutFailed
source: An error occurred when trying to open a shortcut. Maybe it is an invalid shortcut or the destination folder was deleted.
ar: خطأ في فتح الاختصار. ربما الاختصار غير متوفر أو مجلد الوجهة محذوف.
de: Beim Öffnen des Shortcuts ist ein Fehler aufgetreten. Er ist entweder ungültig, oder der Zielordner wurde gelöscht.
fr: Une erreur s'est produite lors de la tentative d'ouverture d'un raccourcis. Peut-être s'agit-il d'un raccourcis invalide ou alors le dossier de destination a été supprimé.
it: Si è verificato un errore tentando di aprire un collegamento. Forse si tratta di un collegamento non valido o la cartella di destinazione è stato eliminata.
nl: Er is een fout opgetreden bij de poging om een snelkoppeling te openen. Misschien is het een ongeldige snelkoppeling of de doelmap is verwijderd.
pt: Um erro ocorreu ao tentar abrir um atalho. Poderá ser um atalho inválido ou a pasta de destino foi apagada.
ro: A apărut o eroare la încercarea de deschidere a scurtăturii. Poate este o scurtătură invalidă sau folderul de destinaţie a fost şters.
ru: Произошла ошибка при попытке открыть ярлык. Возможно это неверный ярлык или папка назначения была удалена.
sk: Pri otváraní skratky sa vysckytla chyba. Môžno sa jedná o neplatnú skratku alebo bol cielový priečinok zmazaný.
tr: Kısayolu açmaya çalışırken bir hata oluştu. Geçersiz bir kısayol veya hedef klasör silinmiş olabilir.
uk: Під час відкриття ланки сталася помилка. Можливо це недопустима ланка або теку було видалено.
vi: Lỗi phát sinh khi mở một lối tắt (shortcut). Có thể là do nó không hợp lệ hoặc thư mục đích đã bị xóa.

# ShortCutFailed_Title
source: Shortcut error
ar: خطأ بالاختصار
de: Falsches Kürzel
fr: Erreur de raccourcis
it: Errore di collegamento
nl: Snelkoppeling fout
pt: Atalho inválido
ro: Eroare la scurtătură
ru: Ошибка ярлыка
sk: Chyba sktratky
tr: Kısayol hatası
uk: Помилка ярлику
vi: Lối tắt hỏng
