Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.xlf
Languages: bg, cs, es, et_ee, fa, fi_fi, he, hu, id, ja, ko, pl, pt_br, sl, sr, sv, th, zh_hans, zh_hant

# Resx/LogoutFailed_Title
source: Logout failed
bg: Неуспешно излизане от системата
cs: Odhlášení selhalo
es: Error al cerrar la sesión
et_ee: Väljalogimine ebaõnnestus
fa: خروج ازسیستم ناموفق بود
fi_fi: Uloskirjautuminen epäonnistui
he: שגיאה בהתנתקות
hu: Kijelentkezés sikertelen
id: Gagal keluar
ja: ログアウト失敗
ko: 로그아웃 실패
pl: Wylogowanie nie powiodło się.
pt_br: Falha ao desconectar
sl: Odjava neuspešna
sr: Одјављивање неуспешно
sv: Utloggningen misslyckades
th: ออกจากระบบไม่สำเร็จ
zh_hans: 登出失败
zh_hant: 登出失敗

# Resx/MultiSelectRemoveQuestion
source: Are you sure you want to remove {0} items?
bg: Сигурни ли сте че искате да премахнете {0} файла?
cs: Opravdu chcete odebrat {0} položek?
es: ¿Estás seguro de que quieres eliminar {0} elementos?
et_ee: Olete kindel {0} faili eemaldamises?
fa: ایا مطمئن هستید که می خواهید ایتم های {0} حذف شوند؟
fi_fi: Haluatko varmasti poistaa {0} kohdetta?
he: בטוח שברצונך למחוק {0} קבצים?
hu: Biztosan el szeretne távolítani {0} elemet?
id: Anda yakin ingin membuang {0} item?
ja: {0} コ、取り除きますね？
ko: {0}개의 항목을 제거하시겠습니까?
pl: Czy na pewno chcesz usunąć {0} elementów?
pt_br: Tem certeza que você deseja remover {0} itens?
sl: Ali ste prepričani, da želite odstraniti {0} predmetov?
sr: Да ли сте сигурни да желите да уклоните {0} ставки?
sv: Är du säker på att du vill ta bort {0} objekt?
th: คุณแน่ใจหรือว่าต้องการลบรายการ {0} นี้
zh_hans: 您确定要移除 {0}个项目吗？
zh_hant: 您確定要移除 {0}個項目嗎？

# Resx/MultiSelectRemoveQuestion_Title
source: Remove items?
bg: Премахване на файловете?
cs: Odebrat položky?
es: ¿Eliminar elementos?
et_ee: Eemalda?
fa: ایتم ها حذف گردند؟
fi_fi: Poista kohteet?
he: למחוק קבצים?
hu: Tételek eltávolítása?
id: Buang item?
ja: 取り除きますか？
ko: 항목을 제거하시겠습니까?
pl: Usunąć elementy?
pt_br: Remover itens?
sl: Odstranim predmete?
sr: Уклони ставке?
sv: Ta bort föremål?
th: ลบรายการใช่หรือไม่
zh_hans: 要移除这些项目吗？
zh_hant: 要移除這些項目嗎？

# Resx/MultiRemoveSucces
source: {0} items removed
bg: {0} Файла бяха премахнати
cs: {0} položek odebráno
es: {0} elementos eliminados.
he: {0} קבצים נמחקו
hu: {0} Tétel eltávolítva
id: {0} item dibuang
ja: {0} コを取り除きました。
ko: {0}개의 항목이 제거됨
pl: {0} elementów usunięto
pt_br: {0} itens removidos
sl: {0} predmetov odstranjenih
sr: {0} Ставки уклоњено
sv: {0} Föremål borttagna
th: {0} รายการถูกย้ายแล้ว
zh_hans: 已移除 {0}个项目
zh_hant: 已移除 {0}個項目

# Resx/MultiRemoveSucces_Title
source: Items removed
bg: Файловете са премахнати
cs: Položky odebrány
es: Elementos eliminados
et_ee: Eemaldatud
fa: ایتم ها حذف شدند
fi_fi: kohteet poistettu
he: קבצים נמחקו
hu: Tételek eltávolítva
id: Item dibuang
ja: 取り除きました。
ko: 항목 제거됨
pl: Elementy zostały usunięte
pt_br: Itens removidos
sl: Predmeti odstranjeni
sr: Ставке уклоњене
sv: Föremål borttagna
th: รายการถูกย้ายแล้ว
zh_hans: 项目已移除
zh_hant: 項目已移除

# Resx/MoveToRubbishBinFailed
source: Failed to move item to rubbish bin. Please try again
bg: Неуспешно преместване на файла в кошчето. Моля опитайте отново
cs: Nepodařilo se přesunout položku do koše. Zkuste to znovu
es: No se pudo mover el elemento a la Papelera. Por favor, vuelve a intentarlo.
he: שגיאה בניסיון להעביר לפח אשפה. אנא נסה שוב
hu: Tétel áthelyezése a lomtárba sikertelen. Kérlek próbáld újra
id: Gagal memindahkan item ke Sampah. Harap coba kembali
ja: ゴミ箱に入れられませんでした。再度トライして下さい。
ko: 휴지통으로 옮기지 못했습니다. 다시 시도하세요
pl: Przenoszenie do kosza nie powiodło się. Spróbuj ponownie
pt_br: Falha ao mover para a lixeira. Por favor tente novamente
sl: Nisem uspel premakniti v koš. Prosim, poskusite ponovno
sr: Пребацивање у канту за отпатке неуспешно. Молимо покушајте поново
sv: Det gick inte att flytta objekt till soptunnan. Var god försök igen
th: ไม่สามารถย้ายรายการไปถังขยะได้ กรุณาลองใหม่อีกครั้ง
zh_hans: 移动至垃圾箱失败，请重试。
zh_hant: 移至垃圾桶失敗，请重試。

# Resx/MoveToRubbishBinFailed_Title
source: Move to rubbish bin failed
bg: Преместването в кошчето беше неуспешно
cs: Přesunutí do koše selhalo
es: Error al mover a la Papelera
et_ee: Prügikasti saatmine ebaõnnestus
fa: انتقال به سطل اشغال ناموفق بود
fi_fi: Siirto roskakoriin epäonnistui
he: שגיאה בהעברה לפח האשפה
hu: Áthelyezés a lomtárba sikertelen
id: Pindah ke Sampah gagal
ja: ゴミ箱への移動失敗
ko: 휴지통으로 옮기기 실패
pl: Przenoszenie do kosza nie powiodło się
pt_br: Erro ao mover para a lixeira
sl: Prenos v koš neuspešen
sr: Пребацивање у канту за отпатке неуспешно
sv: Flytten till papperskorgen misslyckades
th: ย้ายไปถังขยะไม่สำเร็จ
zh_hans: 移动至垃圾箱失败
zh_hant: 移至垃圾桶失敗

# Resx/MoveToRubbishBinQuestion
source: Are you sure you want to move {0} to the rubbish bin?
bg: Сигурни ли сте че искате да преместите {0} в кошчето?
cs: Opravdu chcete přesunout {0} do koše?
es: ¿Estás seguro de que quieres mover {0} a la Papelera?
he: בטוח שברצונך להעביר {0} קבצים לפח האשפה?
hu: Biztosan át akarja helyezni a(z) {0}-t a szemetesládába?
id: Apakah anda yakin ingin memindahkan {0} ke Sampah?
ja: {0} をゴミ箱へ移していいですね？
ko: {0}개를 휴지통으로 옮길까요?
pl: Czy na pewno chcesz przenieść {0} do kosza?
pt_br: Tem certeza que você deseja mover {0} para a lixeira?
sl: Ali ste prepričani, da želite premakniti {0} v koš?
sr: Да ли сте сигурни да желите да преместите {0} у канту за отпатке?
sv: Är du säker på att du vill flytta {0} till papperskorgen?
th: คุณแน่ใจหรือว่าต้องการย้ายไปรายการ {0} ไปถังขยะ
zh_hans: 您确定要移动 {0}到垃圾箱吗？
zh_hant: 您確定要移动 {0}到垃圾箱嗎？

# Resx/MoveToRubbishBinQuestion_Title
source: Move to rubbish bin?
bg: Да се премести ли в кошчето?
cs: Přesunout do koše?
es: ¿Mover elemento a la Papelera?
he: להעביר לפח האשפה?
hu: Áthelyezés a lomtárba?
id: Pindahkan ke Sampah?
ja: ゴミ箱に移しますか？
ko: 휴지통으로 옮길까요?
pl: Przenieść do kosza?
pt_br: Mover para a lixeira?
sl: Premaknem v koš?
sr: Пребаци у канту за отпатке?
sv: Flytta till papperskorgen?
th: ย้ายไปถังขยะหรือไม่
zh_hans: 要移至垃圾箱吗？
zh_hant: 要移至垃圾桶嗎？

# Resx/MoveToRubbishBinSuccess
source: Item successfully moved to the rubbish bin
bg: Файлът е успешно преместен в кошчето
cs: Položka úspěšně přesunuta do koše
es: Elemento movido correctamente a la papelera.
he: קבצים הועברו בהצלחה לפח האשפה
hu: Tétel sikeresen áthelyezve a lomtárba
id: Item berhasil dipindahkan ke Sampah
ja: ゴミ箱に入れたもの
ko: 항목이 성공적으로 휴지통으로 이동되었습니다
pl: Elementy zostały przeniesione do kosza
pt_br: Itens movidos para a lixeira com sucesso
sl: Predmet uspešno premaknjen v koš
sr: Ставка успешно пребачена у канту за отпатке
sv: Objektet har flyttats till papperskorgen
th: รายการถูกย้ายไปถังขยะแล้ว
zh_hans: 项目已移动至垃圾箱
zh_hant: 項目已成功移至垃圾桶

# Resx/MoveToRubbishBinSuccess_Title
source: Item moved
bg: Файлът е преместен
cs: Položka přesunuta
es: Elemento movido
et_ee: Liigutatud
fa: ایتم جابجا شد
fi_fi: Kohde siirretty
he: קבצים הועברו
hu: Tétel áthelyezve
id: Item dipindahkan
ja: 動かしたもの
ko: 항목이 이동됨
pl: Elementy zostały przeniesione
pt_br: Item movido
sl: Predmet premanjen
sr: Ставка премештена
sv: Objekt flyttat
th: ย้ายรายการแล้ว
zh_hans: 项目已移动
zh_hant: 項目已移动

# Resx/MultiMoveToRubbishBinQuestion
source: Are you sure you want to move {0} items to the rubbish bin?
bg: Сигурни ли сте че искате да преместите в кошчето {0} файла?
cs: Opravdu chcete přesunout do koše {0} položek?
es: ¿Estás seguro de que quieres mover {0} elementos a la Papelera?
he: בטוח שברצונך להעביר {0} קבצים לפח האשפה?
hu: Biztos vagy benne hogy áthelyezed a(z) {0} tételt a lomtárba?
id: Anda yakin ingin memindahkan {0} item ke Sampah?
ja: {0} コ、ゴミ箱に入れるんですね？
ko: {0}개의 항목을 휴지통으로 이동할까요?
pl: Czy na pewno chcesz przenieść do kosza {0} elementów?
pt_br: Tem certeza que você deseja mover {0} itens a lixeira?
sl: Ali ste prepričani, da želite premakniti v koš {0} predmetov?
sr: Да ли сте сигурни да желите да пребаците у канту за отпатке {0} ставки?
sv: Är du säker på att du vill flytta {0} objekt till papperskorgen?
th: คุณแน่ใจหรือว่าต้องการที่จะย้ายรายการ {0} ไปถังขยะ
zh_hans: 您确定要将 {0}个项目移至垃圾箱吗？
zh_hant: 您確定要將 {0}個項目移至垃圾箱嗎？

# Resx/MultiMoveToRubbishBinQuestion_Title
source: Move items?
bg: Да се преместят ли файловете?
cs: Přesunout položky?
es: ¿Mover elementos a la papelera?
he: להעביר קבצים?
hu: Tételek áthelyezése?
id: Pindahkan item?
ja: 動かしますか？
ko: 항목을 이동할까요?
pl: Przenieść elementy?
pt_br: Mover itens?
sl: Premaknem predmete?
sr: Премести ставке?
sv: Flytta objekt?
th: ย้ายรายการหรือไม่
zh_hans: 要移动项目吗？
zh_hant: 要移動項目嗎？

# Resx/MultiMoveToRubbishBinSucces
source: {0} items moved to the rubbish bin
bg: {0} файла бяха преместени в кошчето
cs: {0} položek přesunuto do koše
es: {0} elementos movidos a la papelera.
he: {0} קבצים הועברו לפח אשפה
hu: {0} Tétel lett áthelyezve a lomtárba
id: {0} item dipindahkan ke Sampah
ja: {0} コがゴミ箱へ入りました。
ko: {0}개의 항목이 휴지통으로 이동되었습니다
pl: {0} elementów przeniesionych zostało do kosza
pt_br: {0} itens movidos para a lixeira
sl: {0} predmetov premaknjenih v koš
sr: {0} Ставки премештено у канту за отпатке
sv: {0} objekt flyttas till papperskorgen
th: {0} รายการถูกย้ายไปถังขยะแล้ว
zh_hans: 移动 {0}个项目至垃圾箱
zh_hant: 已移動 {0}個檔案至垃圾桶

# Resx/MultiMoveToRubbishBinSucces_Title
source: Items moved
bg: Файловете са преместени
cs: Položky přesunuty
es: Elementos movidos
et_ee: Failid liigutatud
fa: ایتم ها منتقل شدند
fi_fi: Kohteet siirretty
he: קבצים הועברו
hu: Tételek áthelyezve
id: Item dipindahkan
ja: 動かしたもの
ko: 항목이 이동됨
pl: Elementy przeniesione
pt_br: Itens movidos
sl: Predmeti premaknjeni
sr: Ставке премештене
sv: Objekt borttagna
th: ย้ายรายการแล้ว
zh_hans: 项目已移动
zh_hant: 項目已移动

# Resx/PendingTransfersLogout
source: You have {0} pending transfers. Pending transfers will be canceled. Are you sure you want to logout?
bg: Имате {0} чакащи трансфери. Чакащите трансфери ще бъдат отменени. Сигурни ли сте че искате да излезете от системата?
cs: Máte {0} čekajících přenosů. Čekající přenosy budou zrušeny. Opravdu se chcete odhlásit?
es: Tienes {0} transferencias pendientes. Las transferencias pendientes se cancelarán. ¿Estás seguro de que quieres cerrar la sesión?
et_ee: Teil on {0} pooleliolevat edastust. Pooleliolevad edastused tühistatakse. Olete väljalogimises kindel?
fa: شما تعداد {0} انتقال معوق دارید. انتقال های معوق کنسل خواهند شد. ایا مطمئن هستید می خواهید از سیستم خارج شوید؟
fi_fi: Sinulla on {0} avoinna olevaa latausta. Lataukset keskeytetään. Haluatko varmasti kirjautua ulos?
he: יש לך {0} העברות בהמתנה. ההעברות בהמתנה יבוטלו. האם ברצונך להתנתק בכל אופן?
hu: {0} függőben lévő átvitele van. Ezek megszakításra kerülnek. Biztosan ki szeretne jelentkezni?
id: Anda memiliki {0} pending transfers. Pending transfers akan dibatalkan. Anda yakin ingin logout?
ja: 待機中の転送が{0} ありますが、これらはキャンセルされます。ログアウトしますか？
ko: 현재 {0}개의 대기중인 전송이 있습니다. 대기중인 전송이 취소될 것입니다. 로그아웃 하시겠습니까?
pl: Masz {0} oczekujących zadań. Oczekujące zadania zostaną anulowane. Czy na pewno chcesz się wylogować?
pt_br: Você tem {0} transferências pendentes. Estas serão canceladas. Você tem certeza que deseja sair?
sl: Imate {0} prenosov v čakanju. Čakajoči prenosi bodo prekinjeni. Ali ste prepričani, da se želite odjaviti?
sr: Имате {0} трансфера на чекању. Трансфери на чекању ће бити укинути. Да ли сте сигурни да желите да се одјавите?
sv: Du har {0} pågående överföringar. Väntande överföringar kommer att avbrytas. Är du säker på att du vill logga ut?
th: คุณมีการถ่ายโอนที่ค้างอยู่ {0} รายการ และจะถูกยกเลิกทันที คุณแน่ใจหรือว่าต้องการที่จะออกจากระบบตอนนี้
zh_hans: 您有 {0}个待定传输。这些待定传输将被取消。您确定要登出吗？
zh_hant: 您有 {0}個待定傳輸。這些待定傳輸將被取消。您確定要登出嗎？

# Resx/PendingTransfersLogout_Title
source: Pending Transfers
bg: Чакащи Трансфери
cs: Čekající přenosy
es: Transferencias pendientes
et_ee: Pooleliolevad edastused
fa: انتقالات معوق
fi_fi: Vireillä olevat siirrot
he: העברות בהמתנה
hu: Függő Átvitelek
id: Transfer pending
ja: 転送待機中
ko: 대기중인 전송
pl: Oczekujące operacje
pt_br: Transferências pendentes
sl: Čakajoči prenosi
sr: Трансфери на чекању
sv: Väntade överföringar
th: การถ่ายโอนที่ค้างอยู่
zh_hans: 待定传输
zh_hant: 待定傳輸

# Resx/PendingTransfersExit
source: You have {0} pending transfers. Pending transfers will be canceled. Are you sure you want to exit?
bg: Имате {0} чакащи трансфера. Чакащите трансфери ще бъдат отменени. Сигурни ли сте че искате да излезете?
cs: Máte {0} čekajících přenosů. Čekající přenosy budou zrušeny. Opravdu chcete ukončit?
es: Tienes {0} transferencias pendientes. Las transferencias pendientes se cancelarán. ¿Estás seguro de que quieres salir?
et_ee: Teil on {0} pooleliolevat edastust. Pooleliolevad edastused tühistatakse. Olete lahkumises kindel?
fa: شما {0} انتقال معوق دارید. انتقال های معوق کنسل خواهند شد. ایا مطمئن هستید که می خواهید خارج شوید؟
fi_fi: Sinulla on {0} avoinna olevaa latausta. Lataukset keskeytetään. Haluatko varmasti sulkea?
he: יש לך {0} העברות בהמתנה. ההעברות בהמתנה יבוטלו. האם ברצונך לצאת בכל אופן?
hu: Van {0} függő átviteled. A függő átvitelek meg lesznek szakítva. Biztosan ki akarsz lépni?
id: Anda memiliki {0} pending transfer. Pending transfer akan dibatalkan. Anda yakin ingin keluar?
ja: 待機中の転送が{0}あります。それらはキャンセルされてしまいますが、それでも出ますか？
ko: 현재 {0}개의 대기중인 전송이 있습니다. 대기중인 전송이 취소될 것입니다. 나가시겠습니까?
pl: Masz {0} oczekujących zadań. Oczekujące zadania zostaną anulowane. Czy na pewno chcesz się wyjść?
pt_br: Você possui {0} transferências pendentes. Estas serão canceladas. Tem certeza que deseja sair?
sl: Imate {0} čakajočih prenosov. Čakajoči prenosi bodo preklicani. Ali ste prepričani, da želite izstopiti?
sr: Имате {0} трансфера на чекању. Трансфери на чекању ће бити укинути? Да ли сте сигурни да желите да изађете?
sv: Du har {0} pågående överföringar. Väntande överföringar kommer att avbrytas. Är du säker på att du vill avsluta?
th: คุณมีการถ่ายโอนที่ค้างอยู่ {0} รายการ และจะถูกยกเลิกทันที คุณแน่ใจหรือว่าต้องการที่จะจบการทำงานตอนนี้
zh_hans: 您有{0}个等待传输。等待传输将被取消。您确定要退出吗？
zh_hant: 您有{0}個等待傳輸。等待傳輸將被取消。您確定要退出嗎？

# Resx/PendingTransfersExit_Title
source: Pending Transfers
bg: Чакащи Трансфери
cs: Čekající přenosy
es: Transferencias pendientes
et_ee: Pooleliolevad edastused
fa: انتقالات معوق
fi_fi: Vireillä olevat siirrot
he: העברות בהמתנה
hu: Függő Átvitelek
id: Transfer pending
ja: 転送待機中
ko: 대기중인 전송
pl: Oczekujące operacje
pt_br: Transferências pendentes
sl: Čakajoči prenosi
sr: Трансфери на чекању
sv: Väntade överföringar
th: การถ่ายโอนที่ค้างอยู่
zh_hans: 待定传输
zh_hant: 待定傳輸

# Resx/AlreadyConfirmedAccount
source: The account is already confirmed. You can now login.
bg: Този акаунт вече е потвърден. Вече можете да влезете в системата.
cs: Účet je již potvrzený. Nyní se můžete přihlásit.
es: La cuenta ya está confirmada. Ahora puedes iniciar sesión.
et_ee: Konto on juba kinnitatud. Saate nüüd sisse logida.
fa: این حساب از قبل تایید شده است. شما می توانید الان وارد شوید.
fi_fi: Käyttäjätili on jo vahvistettu. Voit kirjautua sisään.
he: החשבון אושר כבר. באפשרותך להתחבר.
hu: A fiók már meg van erősítve. Be tudsz lépni.
id: Akun sudah ter-konfirmasi. Anda dapat masuk.
ja: アカウントは確認済みです。ログインできます。
ko: 계정이 이미 확인되었습니다. 로그인할 수 있습니다.
pl: Konto jest już potwierdzone. Możesz się zalogować.
pt_br: Esta conta ja está confirmada. Você pode entrar agora.
sl: Račun je že potrjen. Sedaj se lahko prijavite.
sr: Налог је већ потврђен. Сада се можете пријавити.
sv: Kontot är redan bekräftat. Du kan nu logga in.
th: บัญชีได้รับการยืนยันแล้ว ตอนนี้คุณสามารถเข้าสู่ระบบได้ทันที
zh_hans: 您的账户已确认。您现在可以登录了。
zh_hant: 您的帳戶已確認啟用。您現在可以登入使用了。

# Resx/AlreadyConfirmedAccount_Title
source: Account already confirmed
bg: Акаунтът е вече потвърден
cs: Účet je již potvrzený
es: Cuenta ya confirmada
et_ee: Konto on juba kinnitatud
fa: حساب کاربری از قبل فعال شده است
fi_fi: Käyttäjätili on jo vahvistettu
he: החשבון כבר אושר
hu: Fiók már meg van erősítve
id: Akun telah dikonfirmasi
ja: アカウント確認済み
ko: 계정이 이미 확인되었습니다
pl: Konto jest już potwierdzone.
pt_br: Conta já confirmada
sl: Račun že potrjen
sr: Налог је већ потврђен
sv: Konto redan skapat
th: บัญชีได้รับการยืนยันแล้ว
zh_hans: 账户已确认
zh_hant: 帳戶已確認

# Resx/WrongPassword
source: The typed password is incorrect
bg: Въведената парола е грешна
cs: Zadané heslo je nesprávné
es: La contraseña escrita es incorrecta.
he: הסיסמא שהוכנסה איננה נכונה
hu: A megadott jelszó érvénytelen
id: Password yang anda masukan tidak benar
ja: 入力されたパスワードは間違っています。
ko: 입력한 비밀번호가 올바르지 않습니다
pl: Wpisane hasło jest niepoprawne
pt_br: A senha digitada está incorreta
sl: Vtipkano geslo ni pravo
sr: Укуцана лозинка није тачна
sv: Det skrivna lösenordet är felaktigt
th: พิมพ์รหัสผ่านไม่ถูกต้อง
zh_hans: 您输入的密码不正确
zh_hant: 您輸入的密碼不正確

# Resx/WrongPassword_Title
source: Wrong password
bg: Грешна парола
cs: Špatné heslo
es: Contraseña incorrecta
et_ee: Vale parool
fa: پسورد اشتباه
fi_fi: Virheellinen salasana
he: סיסמא לא נכונה
hu: Rossz jelszó
id: Password salah
ja: パスワードが違います。
ko: 잘못된 비밀번호
pl: Błędne hasło
pt_br: Senha incorreta
sl: Napačno geslo
sr: Погрешна лозинка
sv: Fel lösenord
th: รหัสผ่านไม่ถูกต้อง
zh_hans: 错误密码
zh_hant: 錯誤密碼

# Resx/DownloadLimitMessage
source: You have selected over {0} items ({1}) to download. Do you want to proceed?
bg: Избрали сте над {0} елемента ({1}) за изтегляне. Искате ли да продължите?
cs: Máte vybráno více než {0} položek ({1}) ke stažení. Chcete pokračovat?
es: Has seleccionado más de {0} items ({1}) para descarga. ¿Quieres continuar?
he: בחרת ביותר מ-{0} קבצים להורדה ({1}). האם אתה רוצה להמשיך
hu: Ön több mint {0} elemet ({1}) jelölt ki letöltésre. Szeretné folytatni?
id: Anda telah memilih lebih dari {0} item ({1}) untuk di download. Apakah anda ingin melanjutkan?
ja: {0} こ（{1} ）以上のダウンロードを選択しました。そのまま続けますか？
ko: {0} 항목 ({1})을 초과하여 다운로드를 선택하였습니다. 진행하시겠습니까?
pl: Zaznaczyłeś ponad {0} elementów ({1}) do pobrania. Czy chcesz kontynuować?
pt_br: Você selecionou mais de {0} itens ({1}) para baixar. Deseja continuar?
sl: Izbrali ste več kot {0} elementov ({1}) za prevzem. Ali želite nadaljevati?
sr: Селектовали сте преко {0} ставки ({1}) за скидање. Да ли желите да наставите?
sv: Du har valt över {0} föremål ({1}) att ladda ned. Vill du fortsätta?
th: คุณได้เลือกรายการที่จะดาวน์โหลดเกินกว่า {0} รายการ ({0}) ดำเนินการต่อหรือไม่
zh_hans: 您已经选择了超过 {0} 个项 ({0}) 下载. 您要继续吗?
zh_hant: 您已選取超過 {0} 下載項目({1})。確定繼續?

# Resx/DownloadLimitMessage_Title
source: Download count
bg: Брой сваляния
cs: Počet stažení
es: Número de descargas
et_ee: Allalaadimiste arv
fa: شمارش دانلود
fi_fi: Latauskerrat
he: מספר הורדות
hu: Letöltések száma
id: Download terhitung
ja: ダウンロードのカウント
ko: 다운로드 횟수
pl: Licznik pobrań
pt_br: Contagem de downloads
sl: Štetje prevzemov.
sr: Број преузимања
sv: Nedladdningsräkning
th: นับการดาวน์โหลด
zh_hans: 下载次数
zh_hant: 下載次數

# Resx/QuestionAskedDownloadOption
source: Do you want to automatically export image files to your photo album after download? You can change this setting on the settings page afterwards. Other file types will only be stored in the local storage of the app.
bg: Искате ли автоматично да експортирате всички изображения във вашия албум след изтегляне? Можете да промените тази настройка в страницата за настройки след това. Други типове файлове ще бъдат съхранени само в локалното пространство на приложението.
cs: Chcete automaticky po stažení exportovat soubory OBRÁZKŮ do svého fotoalba? Toto nastavení můžete později změnit na stránce nastavení. Ostatní typy souborů budou pouze uloženy do místního úložiště aplikace.
es: ¿Quieres exportar automáticamente los archivos de imagen a tu álbum de fotos después de la descarga? Puedes cambiar esta opción en la página ajustes posteriormente. Otros tipos de archivo sólo se almacenará en el almacenamiento local de la aplicación.
he: האם ברצונך לייצא באופן אוטומטי קבצי תמונות לאלבום שלך לאחרההורדה? באפשרותך לשנות זאת בדף ההגדרות בהמשך. קבצים מסוגים אחרים יאוחסנו בזכרון הפנימי של האפליקציה.
hu: Szeretnéd automatikusan exportálni a KÉP fájlokat a fotó albumodba letöltés után? Ezt megváltoztathatod a beállítások oldal alatt. Más fájltípusok csak az app helyi tárhelyén lesznek tárolva.
id: Apakah anda ingin otomatis meng-ekspor GAMBAR ke album foto setelah download? Anda dapat mengganti setting ini pada halaman settings setelahnya. Tipe file lain hanya akan di simpan dalam storage lokal app.
ja: あなたの画像ファイルをダウンロード後、自動的に写真アルバムにエキスポートしますか？この設定は、後で設定ページから変更できます。他のタイプのファイルは、アプリのローカルストレージにのみ保存されます。
ko: 자동으로 이미지 파일을 다운로드 한 후 사진 앨범으로 내보내기를 원하십니까? 이 설정은 나중에 설정 화면에서 변경할 수 있습니다. 다른 유형의 파일은 앱의 로컬 저장소에 저장됩니다.
pl: Czy chcesz wyeksportować ZDJĘCIE do albumu po pobraniu? Możesz to zmienić w ustawieniach. Inne typy plików będą przechowywanie lokalnie w aplikacji.
pt_br: Você gostaria de automaticamente exportar IMAGENS para seu álbum de fotos logo após o download? Você pode alterar isso nas suas configurações. Outros tipos de arquivos apenas serão armazenados na pasta de armazenamento local.
sl: Ali želite avtomatsko izvoziti SLIKOVNE datoteke v vaš foto album po prevzemanju? To nastavitev lahko kasneje spremenite v strani z nastavitvami. Ostali tipi datotek se bodo shranili samo v lokalno bazo aplikacije.
sr: Да ли желите да аутоматски извезете СЛИКЕ на свој албум са сликама након преузимања? Можете променити ова подешавања на страници за подешавања касније. Друге врсте фајлова ће бити сачуване само у локалном складишту апликације.
sv: Vill du automatiskt exportera bildfiler till ditt fotoalbum efter nedladdning? Du kan ändra denna inställning på inställningssidan efteråt. Andra filtyper kommer endast att lagras i lokal lagring av appen.
th: หลังจากที่ดาวน์โหลดเสร็จแล้ว คุณต้องการส่งออกไฟล์ภาพไปยังอัลบั้มรูปถ่ายของคุณโดยอัตโนมัติหรือไม่ คุณยังสามารถเปลี่ยนการตั้งค่านี้ได้ภายหลังที่หน้าการตั้งค่า ส่วนไฟล์ประเภทอื่นๆ จะถูกจัดเก็บไว้ในในโฟลเดอร์บนเครื่องของแอป
zh_hans: 您希望下载完成后自动导出图像至您的相册吗？您之后可以通过设置页面更改这一设置。其他文件类型将只被保存在该应用程序的本地存储。
zh_hant: 您希望下載完成后自動導出圖像至您的相冊嗎？您之後可以通過設置頁面更改這一設置。其他文件類型將只被保存在app的本地存儲。

# Resx/PausingTransfersFailed
source: Failed to pause transfers
bg: Неуспешно паузиране на трансферите
cs: Nepodařilo se pozastavit přenosy
es: No se pudieron pausar las transferencias.
he: שגיאה בהשהית ההעברות
hu: Átvitelek szüneteltetése sikertelen
id: Gagal untuk pause transfer
ja: 転送の一時停止できず
ko: 전송을 일시정지 하지 못하였습니다
pl: Zatrzymanie nie powiodło się
pt_br: Falha ao pausar transferências
sl: Nisem uspel pavzirati prenose
sr: Неуспешно паузирање трансфера
sv: Misslyckades med att pausa överföringar
th: ไม่สามารถหยุดการถ่ายโอนชั่วคราวได้
zh_hans: 暂停传输失败
zh_hant: 暫停傳輸失敗

# Resx/PausingTransfersFailed_Title
source: Pause failed
bg: Паузирането е неуспешно
cs: Pozastavení selhalo
es: Error al pausar
et_ee: Pausimine ebaõnnestus
fa: Pause ناموفق بود
fi_fi: Keskeytys epäonnistui
he: השהיה נכשלה
hu: Szüneteltetés sikertelen
id: Pause gagal
ja: 一時停止失敗
ko: 일시정지 실패
pl: Zatrzymanie nie powiodło się
pt_br: Falha ao pausar
sl: Pavza neuspešna
sr: Паузирање неуспешно
sv: Paus misslyckades
th: หยุดชั่วคราวไม่สำเร็จ
zh_hans: 暂停出错
zh_hant: 暫停出錯

# Resx/ResumingTransfersFailed
source: Failed to resume transfers
bg: Неуспешно възобновяване на трансферите
cs: Nepodařilo se obnovit přenosy
es: No se pudieron reanudar las transferencias.
he: שגיאה בהמשך ההעברות
hu: Átvitelek folytatása sikertelen
id: Gagal untuk melanjutkan transfer
ja: 転送続行できませんでした。
ko: 전송을 계속 하지 못하였습니다
pl: Wznowienie operacji nie powiodło się
pt_br: Falha ao continuar transferências
sl: Nisem uspel nadaljevati prenosov
sr: Неуспешан повраћај трансфера
sv: Misslyckades med att återuppta överföringarna
th: ไม่สามารถดำเนินการถ่ายโอนต่อได้
zh_hans: 恢复传输失败
zh_hant: 恢復傳輸失敗

# Resx/ResumingTransfersFailed_Title
source: Resume failed
bg: Неуспешно възобновяване
cs: Obnovení selhalo
es: Error al reanudar
et_ee: Taastamine ebaõnnestus
fa: Resume ناموفق بود
fi_fi: Jatka-toiminto epäonnistui
he: שגיאה בנסיון להמשיך
hu: Folytatás sikertelen
id: Melanjutkan gagal
ja: 続行できませんでした。
ko: 계속하기 실패
pl: Wznowienie nie powiodło się
pt_br: Falha ao continuar
sl: Nadaljevanje neuspešno
sr: Повраћај неуспешан
sv: Upptagning misslyckades
th: ดำเนินการต่อไม่สำเร็จ
zh_hans: 恢复失败
zh_hant: 恢復失敗
