Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.xlf
Languages: bg, cs, es, et_ee, fa, fi_fi, he, hu, id, ja, ko, pl, pt_br, sl, sr, sv, th, zh_hans, zh_hant

# Resx/CameraUploadNeedsStayLoggedIn_Title
source: Auto Camera Uploads prerequisites
bg: Изисквания за Автоматични Качвания от Камерата
cs: Požadavky na automatické nahrávání z fotoaparátu
es: Prerequisitos del 'camera uploads'
et_ee: Kaamerast automaatse üleslaadimise tingimused
fa: پیش نیازی های اپلود اتوماتیک با دوربین
fi_fi: Automaattisen kameralähetyksen edellytys
he: דרישות קדם להעלאות אוטומטיות של תמונות המצלמה
hu: Automatikus kamerafeltöltések előfeltételei
id: Persayaratan Kamera Upload Otomatis
ja: 自動カメラアップロードの条件
ko: 자동 카메라 업로드 조건
pl: Zasady automatycznego wgrywania zdjęć
pt_br: Auto Câmera Uploads pré-requisitos
sl: Predpogoji za avtomatsko nalaganje s kamere
sr: Предуслови за аутоматско качење фотографија
sv: Auto Camera Uppladdade förutsättningar
th: ข้อกำหนดเบื้องต้นของการอัปโหลดจากกล้องโดยอัตโนมัติ
zh_hans: 自动相机上传的先决条件
zh_hant: 相機自動上傳條件

# Resx/DeleteContactQuestion
source: Do you want to remove the contact {0}?
bg: Искате ли да премахнете контакта {0}?
cs: Chcete odebrat kontakt {0}?
es: ¿Quieres eliminar el contacto {0}?
et_ee: Soovite eemaldada kontakti {0}?
he: האם אתה רוצה למחוק את איש הקשר {0}?
id: Apakah anda ingin menghapus kontak {0}?
ko: {0}개의 연락처를 삭제하시겠습니까?
pl: Czy chcesz usunąć kontakt {0}?
pt_br: Você deseja remover o contato {0}?
sl: Ali želite odstraniti stik {0}?
sr: Да ли желите да уклоните контакт {0}?
sv: Vill du ta bort kontakten {0}?
th: คุณต้องการที่จะเอาผู้ติดต่อ {0} ออกหรือไม่
zh_hant: 您要移除聯絡人 {0} 嗎？

# Resx/DeleteContactQuestion_Title
source: Remove contact?
bg: Изтрий контакт?
cs: Odstranit kontakt?
es: ¿Eliminar contacto?
et_ee: Eemaldatakse kontakt?
he: למחוק איש קשר?
hu: Törli a kapcsolatot?
id: Hapus kontak?
ko: 연락처를 제거할까요?
pl: Usuń kontakt?
pt_br: Remover contato?
sl: Odstranim stik?
sr: Обриши контакт?
sv: Ta bort kontakt?
th: ลบรายการผู้ติดต่อใช่หรือไม่
zh_hans: 删除联系人？
zh_hant: 確定移除連絡人？

# Resx/InviteContactAddFailed
source: The contact invitation could not be sent. Please try again.
bg: Поканата за контакт не може да бъде изпратена. Моля, опитайте отново.
cs: Pozvánka nemůže být kontaktu odeslána. Zkuste to znovu.
es: No se pudo enviar la invitación de contacto. Por favor, vuelve a intentarlo.
he: הזמנת איש הקשר לא נשלחה. אנא נסה שוב.
id: Undangan kontak tidak dapat dikirim. Harap coba kembali.
ko: 연락처 초대가 발송되지 않았습니다. 다시 시도하세요.
pl: Zaproszenie nie mogło być wysłane. Spróbuj ponownie.
pt_br: O convite para contato não pôde ser enviada. Por favor, tente novamente.
sl: Povabila stiku ni bilo možno poslati. Prosim, poskusite ponovno.
sr: Позив за контакт није послат. Молимо Вас покушајте поново.
sv: Kontaktinbjudan kunde inte skickas. Försök igen.
th: คำเชิญผู้ติดต่อไม่สามารถส่งได้ กรุณาลองใหม่อีกครั้ง
zh_hant: 無法發送聯絡人邀請，請再試一次。

# Resx/InviteContactAddFailed_Title
source: Failed to invite the contact
bg: Неуспех за покана на контакта
cs: Nepdařilo se pozvat kontakt
es: Error invitando al contacto
he: שגיאה בהזמנת איש קשר
id: Gagal mengundang kontak
ko: 연락처 초대 실패
pl: Wysłanie zaproszenia nie powiodło się
pt_br: Falha ao convidar o contato
sl: Povabilo stika neuspešno
sr: Неуспешно позивање контакта
sv: Misslyckades att bjuda in kontakt
th: ไม่สามารถเชิญผู้ติดต่อได้
zh_hant: 聯絡人邀請失敗

# Resx/InviteContactAddSuccessfully
source: User {0} has been invited and will appear on your contact list once they have accepted the invitation.
bg: Потребителят {0} е бил поканен и ще се появи във вашия списък с контакти, след като приеме поканата.
cs: Uživatel {0} byl pozván a objeví se ve vašem seznamu kontaktů, jakmile přijme pozvánku.
es: Se ha invitado a {0}. Aparecerá en tu lista de contactos en cuanto acepte tu invitación.
he: איש הקשר {0} הוזמן והופיע ברשימת אנשי הקשר שלך לאחר שההזמנה תאושר.
id: Pengguna {0} telah diundang dan akan muncul pada daftar kontak anda saat dia telah menerima undangan anda.
ko: 이용자 {0}님이 초대되었고 초대장을 승인하면 연락처 목록에 나타납니다.
pl: Użytkownik {0} został zaproszony i pojawi się na liście Twoich kontaktów po zaakceptowaniu zaproszenia.
pt_br: Usuário {0} foi convidado e aparece na sua lista de contatos, uma vez que eles aceitaram o convite.
sl: Uporabnik {0} je bil povabljen in se bo pojavil v vašem spisku stikov, ko sprejme povabilo.
sr: Корисник {0} је позван и појавиће се на Вашој контакт листи када прихвати захтев.
sv: Användare {0} har blivit inbjuden och kommer att synas i din kontaktlista när de accepterat.
th: {0} ได้รับคำเชิญแล้วและจะปรากฏในรายชื่อผู้ติดต่อของคุณหลังจากที่พวกเขายอมรับคำเชิญแล้วเท่านั้น
zh_hant: 已邀請用戶{0}。他們接受邀請後，即會出現在您的聯絡人列表。

# Resx/InviteContactAddSuccessfully_Title
source: Contact invited
bg: Контактът беше поканен
cs: Kontakt pozván
es: Contacto invitado
et_ee: Võta ühendust kutsutavaga
fa: مشترک دعوت شد.
fi_fi: Kontakti kutsuttu
he: איש קשר הוזמן
hu: Kapcsolat meghívva
id: Kontak terundang
ja: 招待済み
ko: 연락처가 초대되었습니다
pl: Zaproszenie wysłane
pt_br: Contato convidado
sl: Stik povabljen
sr: Контакт позван
sv: Kontakt inbjuden
th: ผู้ติดต่อได้รับคำเชิญ
zh_hans: 已邀请联络人
zh_hant: 已發出邀請

# Resx/ResourceIntensiveTaskDescription
source: MEGA automatic camera uploads
bg: MEGA автоматични качвания от камерата
cs: Automatické nahrávání z fotoaparátu MEGA
es: Camera uploads automáticas
et_ee: Automaatne üleslaadimine kaamerast MEGA'sse
he: העלאת תמונות אוטומטית ממצלמה של MEGA
id: Upload kamera otomatis MEGA
ko: MEGA 자동 카메라 업로드
pl: MEGA Automatyczne wgrywanie z aparatu
pt_br: MEGA uploads automáticos da câmera
sl: MEGA avtomatsko nalaganje s kamere
sr: MEGA аутоматска качења камере
sv: MEGA automatisk kameraöverföring
th: การอัปโหลดจากกล้องไป MEGA โดยอัตโนมัติ
zh_hant: MEGA相機自動上傳

# Resx/AccountUpdate
source: Your account has been updated. Do you want to check the new account details?
bg: Профилът ви беше актуализиран. Искате ли да проверите новите детайли на профила?
cs: Váš účet byl aktualizován. Chcete zkontrolovat nové údaje o účtu?
es: Tu cuenta se ha actualizado. ¿Quieres comprobar el nuevo estado?
et_ee: Teie konto on uuendatud. Soovite näha uusi detaile?
he: החשבון שלך עודכן. האם אתה רוצה לראות את הפרטים החדשים של חשבונך?
id: Akun anda telah berhasil diupdate. Apakah anda ingin mencek detil tentang akun baru anda?
ko: 계정이 업데이트되었습니다. 새 계정 정보를 확인하시겠습니까?
pl: Twoje konto zostało zaktualizowane. Czy chcesz sprawdzić szczegóły konta?
pt_br: Sua conta foi atualizada. Você deseja verificar os novos detalhes da conta?
sl: Vaš račun je bil posodobljen. Ali želite pregledati nove podatke računa?
sr: Ваш налог је промењен. Да ли желите да проверите нове податке?
sv: Ditt konto har uppdaterats. Vill du se de nya kontodetaljerna?
th: บัญชีของคุณได้รับการอัปเดตแล้ว คุณต้องการที่จะตรวจสอบรายละเอียดบัญชีใหม่หรือไม่
zh_hant: 您的帳戶已更新。是否要檢查新帳戶的詳細資訊？

# Resx/AccountUpdated_Title
source: Updated account
bg: Обновен профил
cs: Účet aktualizován
es: Cuenta actualizada
et_ee: Konto on uuendatud
he: החשבון עודכן
hu: Fiók frissítve
id: Akun terupdate
ko: 업데이트된 계정
pl: Zaktualizuj konto
pt_br: Conta atualizada
sl: Račun osvežen
sr: Налог промењен
sv: Kontot är uppdaterat
th: อัปเดตบัญชี
zh_hans: 账户已更新
zh_hant: 已更新之帳戶

# Resx/SSLKeyError
source: Our SSL/TLS certificate can't be verified. You could be affected by a man-in-the-middle attack.
bg: Нашият SSL/TLS сертификат не може да бъде потвърден. Възможно е да сте засегнати от атака "човек-в-средата".
cs: Náš certifikát SSL/TLS nemůže být ověřen. Můžete být postiženi útokem člověkem uprostřed.
es: Nuestro certificado SSL/TLS no se ha podido verificar. Es posible que estén tratando de interceptar tus comunicaciones.
he: לא הצלחנו לאמת את תעודת ה-SSL/TLS שלנו. ייתכן כי הינך מושפע מהתקפת איש-באמצע.
id: Sertifikat SSL/TLS kami tidak dapat ter-verifikasi. Anda mungkin mengalami serangan man-in-the-middle.
ko: 우리의 SSL/TLS 인증서를 확인할 수 없습니다. 중간자 공격을 받고 있을 수 있습니다.
pl: Nasz certyfikat SSL/TLS nie może zostać zweryfikowany. Może to być oznaka obecności wirusa.
pt_br: O nosso certificado SSL / TLS não pode ser verificada. Você poderia ser afetada por um ataque man-in-the-middle.
sl: Našega SSL/TLS certifikata ne moremo preveriti. Možno je, da ste žrtev man-in-the-middle (posredniškega) napada.
sr: Наш SSL/TLS сертификат не може бити верификован. Могућност man-in-the-middle напада.
sv: Vårt SSL/TLS certifikat kan inte verifieras, du kan vara utsatt för intrång av tredje part.
th: ใบรับรอง SSL/TLS ของเราไม่สามารถตรวจสอบได้ คุณอาจจะได้รับผลกระทบจากการลักลอบดักข้อมูล
zh_hant: 我們的SSL/ TLS憑證無法被認證。您可能受到中間人攻擊。

# Resx/SSLKeyError_Title
source: Logged out
bg: Излязохте от системата
cs: Odhlášen
es: Sesión cerrada
et_ee: Välja logitud
fa: از سیستم خارج شدید
fi_fi: Kirjauduttu ulos
he: נותק בהצלחה
hu: Kijelentkezve
id: Keluar
ja: ログアウト済み
ko: 로그아웃됨
pl: Wyloguj się
pt_br: Desconectado
sl: Odjavljen
sr: Одјављен
sv: Loggade ut
th: ออกจากระบบ
zh_hans: 已登出
zh_hant: 已登出

# Resx/AutoCameraUploadFailed
source: The Auto Camera Upload background task has failed. You can re-enable it on the settings page.
bg: Възникна грешка във фоновата задача Автоматично Качване от Камерата. Можете да го активирате отново от страницата за настройки.
cs: Úloha na pozadí Automatické nahrávání z fotoaparátu selhala. Můžete ji znovu povolit na stránce nastavení.
es: El servicio de 'camera uploads' ha fallado. Puedes volver a activarlo en la pantalla de configuración.
he: פעילות העלאת תמונות המצלמה אוטומטית נכשלה. בינך יכול להפעיל אותה מחדש מעמוד ההגדרות.
id: Background task Upload Kamera otomatis telah gagal. Anda dapat mengaktifkan kembali pada halaman pengaturan.
ko: 자동 카메라 업로드 백그라운드 작업이 실패했습니다. 설정 페이지에서 다시 활성화할 수 있습니다.
pl: Automatyczne wgrywanie z aparatu nie powiodło się. Możesz ponowić próbę w ustawieniach.
pt_br: A tarefa de fundo Auto Camera carregamento falhou. Você pode reativá-lo na página de configurações.
sl: Avtomatska storitev nalaganja s kamere je bila neuspešna. Ponovno jo lahko zaženete na strani z nastavitvami.
sr: Позадинска акција аутоматског качења камере није успела. Можете је поново укључити на страници за подешавања.
sv: Automatisk kamerauppladdning har avslutats du kan återaktivera detta i telefonens inställningar.
th: การอัปโหลดจากกล้องโดยอัตโนมัติที่ทำงานอยู่เบื้องหลังไม่สำเร็จ กรุณาเปิดใช้งานใหม่อีกครั้งในหน้าการตั้งค่า
zh_hant: 相片自動上傳功能無法使用。您可以在設定頁面中重新啟用此功能。

# Resx/AutoCameraUploadFailed_Title
source: Auto Camera Upload failed
bg: Автоматичното Качване от Камерата се провали
cs: Automatické nahrávání z fotoaparátu selhalo
es: Error en el servicio 'camera uploads'
et_ee: Automaatne üleslaadimine kaamerast ebaõnnestus
he: העלאת תמונות אוטומטית ממצלמה נכשלה
id: Upload kamera otomatis gagal
ko: 자동 카메라 업로드 실패
pl: Auto wgrywanie z kamery nie powioło się
pt_br: Auto Câmara Envio falhou
sl: Avtomatsko nalaganje s kamere neuspešno
sr: Аутоматско качење камере неуспешно
sv: Automatisk uppladdning av kamerans bilder misslyckades.
th: อัปโหลดจากกล้องโดยอัตโนมัติไม่สำเร็จ
zh_hant: 相機自動上傳失敗

# Resx/DeleteContactFailed
source: Failed to remove the contact {0}. Please try again. [{0}]
bg: Неуспешно премахване на контакта {0}. Моля, опитайте отново. [{0}]
cs: Nepodařilo se odebrat kontakt {0}. Zkuste to znovu. [{0}]
es: No se pudo eliminar el contacto {0}. Por favor, vuelve a intentarlo. [{0}]
et_ee: Kontakti {0} eemaldamine ebaõnnestus. Palun proovige uuesti. [{0}]
he: שגיאה במחלקת איש קשר {0}.אנא נסה שוב. [{0}]
id: Gagal menghapus kontak {0}. Harap coba kembali. [{0}]
ko: 연락처 {0} 삭제 실패. 다시 시도하세요. [{0}]
pl: Usuwanie kontaktu nie powiodło się {0}. Spróbuj ponownie. [{0}]
pt_br: Falha ao remover o contato {0}. Por favor, tente novamente. [{0}]
sl: Odstranjevanje stika {0} neuspešno. Prosim, poskusite ponovno. [{0}]
sr: Неуспешно уклањане контакта {0}. Молимо Вас покушајте поново. [{0}]
sv: Misslyckades att ta bort kontakten {0 . Försök igen. [{0}]
th: ไม่สามารถลบผู้ติดต่อ {0} ได้ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hant: 刪除聯絡人失敗 {0}，請再試一次。 [{0}]

# Resx/DeleteContactFailed_Title
source: Failed to remove the contact
bg: Неуспех за изтриване на контакта
cs: Nepodařilo se odebrat kontakt
es: Error al eliminar el contacto
he: שגיאה במחלקת איש קשר
id: Gagal menghapus kontak
ko: 연락처 제거 실패
pl: Usunięcie kontaktu nie powiodło się
pt_br: Falha ao remover o contato
sl: Odstranitev stika neuspešna
sr: Неуспешно брисање контакта
sv: Misslyckades att ta bort kontakt
th: ไม่สามารถลบผู้ติดต่อได้
zh_hant: 刪除聯絡人失敗

# Resx/DeleteMultipleContactsQuestion
source: Do you want to remove {0} contacts?
bg: Искате ли да премахнете {0} контакта?
cs: Chcete odebrat {0} kontaktů?
es: ¿Quieres eliminar {0} contactos?
et_ee: Soovite eemaldada {0} kontakti?
he: האם אתה רוצה למחוק {0} אנשי קשר?
id: Apakah anda ingin menghapus {0} kontak?
ko: {0}개의 연락처를 삭제하시겠습니까?
pl: Czy chcesz usunąć {0} kontaktów?
pt_br: Você quer remover {0} contatos?
sl: Ali želite odstraniti {0} stikov?
sr: Да ли желите да уклоните {0} контакта?
sv: Vill du ta bort {0} kontakter?
th: คุณต้องการนำผู้ติดต่อออก {0} รายการหรือไม่
zh_hant: 您要移除 {0} 個聯絡人嗎？

# Resx/DeleteMultipleContactsQuestion_Title
source: Remove contacts?
bg: Изтрий контакти?
cs: Odebrat kontakty?
es: ¿Eliminar contactos?
et_ee: Eemaldatakse kontaktid?
he: למחוק אנשי קשר?
hu: Törli a kapcsolatokat?
id: Hapus kontak?
ko: 연락체를 삭제할까요?
pl: Usuąć kontakty?
pt_br: Remover contatos?
sl: Odstranim stik?
sr: Обриши контакте?
sv: Ta bort kontakter?
th: ลบรายการผู้ติดต่อใช่หรือไม่
zh_hans: 删除联系人?
zh_hant: 移除聯絡人？

# Resx/NewAndOldPasswordMatch
source: The new and the old password must not match.
bg: Новата и старата парола не трябва да съвпадат.
cs: Nové a staré heslo se nemohou shodovat.
es: La contraseña nueva y la vieja no pueden coincidir.
et_ee: Uus ja vana parool ei tohi kattuda.
fa: پسورد جدید و قدیم با هم تطابق ندارند.
fi_fi: Uusi ja vanha salasana eivät täsmää.
he: הסיסמא הקודמת והחדשה לא יכולות להיות זהות.
hu: Az új és a régi jelszó nem egyezhet.
id: Password baru dan lama tidak sama.
ja: 新旧のパスワードが一致しません。
ko: 새 비밀번호와 옛 비밀번호가 달라야합니다.
pl: Nowe i poprzednie hasło nie pasują do siebie.
pt_br: A nova e a antiga palavra-passe não podem ser iguais.
sl: Staro in novo geslo ne smeta biti enaki.
sr: Нова и стара лозинка не смеју да буду исте.
sv: Den nya och det gamla lösenordet kan inte matcha.
th: รหัสผ่านใหม่และเก่าจะต้องไม่เหมือนกัน
zh_hans: 新的密码不能与您现在的密码相同.
zh_hant: 新的密碼不能與您現在的密碼相同。

# Resx/CloseAllSessionsFailed
source: Failed to close the session. Please try again. [{0}]
bg: Неуспех при затваряне на сесията. Моля, опитайте отново. [{0}]
cs: Nepodařilo se zavřít relaci. Zkuste to znovu. [{0}]
es: Error al cerrar la sesión. Por favor, vuelve a intentarlo. [{0}]
he: שגיאה בסגירת הסשן. אנא נסה שוב [{0}]
id: Gagal menutup sesi. Harap coba kembali. [{0}]
ko: 세션 닫기 실패. 다시 시도하세요. [{0}]
pl: Zamykanie sesji nie powiodło się. Spróbuj ponownie. [{0}]
pt_br: Falha ao fechar a sessão. Por favor, tente novamente. [{0}]
sl: Zapiranje seje neuspešno. Prosim, poskusite ponovno. [{0}]
sr: Неуспешно затварање сесије. Молимо Вас покушајте поново. [{0}]
sv: Misslyckades att stänga sessionen. Försök igen [{0}]
th: ไม่สามารถปิดเซสชั่นได้ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hant: 無法關閉項目，請再試一次。[{0}]

# Resx/CloseAllSessionsSuccess
source: The remaining sessions were successfully closed.
bg: Останалите сесии бяха успешно приключени.
cs: Zbývající relace byly úspěšně uzavřeny.
es: El resto de sesiones se han cerrado correctamente.
he: הסשנס שנותרו פתוחות, נסגרו בהצלחה.
id: Sesi tersisa telah berhasil ditutup.
ko: 남은 세션이 성공적으로 닫혔습니다.
pl: Pozostałe sesje zostały zamknięte.
pt_br: As sessões restantes foram fechadas com sucesso.
sl: Odprte seje so bile uspešno zaprte.
sr: Преостале сесије су успешно затворене.
sv: De återstående sessionerna har stängts.
th: เซสชั่นที่เหลืออยู่ถูกปิดเรียบร้อยแล้ว
zh_hant: 其餘項目皆已成功關閉。

# Resx/CloseSessionFailed
source: Failed to close the session. Please try again. [{0}]
bg: Неуспех при затваряне на сесията. Моля, опитайте отново. [{0}]
cs: Nepodařilo se zavřít relaci. Zkuste to znovu. [{0}]
es: Error al cerrar la sesión. Por favor, vuelve a intentarlo. [{0}]
he: שגיאה בסגירת הסשן. אנא נסה שוב [{0}]
id: Gagal menutup sesi. Harap coba kembali. [{0}]
ko: 세션 닫기 실패. 다시 시도하세요. [{0}]
pl: Zamykanie sesji nie powiodło się. Spróbuj ponownie. [{0}]
pt_br: Falha ao fechar a sessão. Por favor, tente novamente. [{0}]
sl: Zapiranje seje neuspešno. Prosim, poskusite ponovno. [{0}]
sr: Неуспешно затварање сесије. Молимо Вас покушајте поново. [{0}]
sv: Misslyckades att stänga sessionen. Försök igen [{0}]
th: ไม่สามารถปิดเซสชั่นได้ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hant: 無法關閉項目，請再試一次。[{0}]

# Resx/CloseSessionSucces
source: The session has been successfully closed.
bg: Сесията бе успешно приключена.
cs: Relace byla úspěšně uzavřena.
es: La sesión se ha cerrado correctamente.
et_ee: Sessioon on suletud edukalt.
he: כל הסשנס נסגרו בהצלחה.
id: Sesi telah berhasil ditutup.
ko: 세션이 완전히 닫혔습니다.
pl: Sesja została zamknięta.
pt_br: A sessão foi encerrada com êxito.
sl: Ta povezava je bila uspešno zaprta.
sr: Ова сесија је успешно затворена.
sv: Sessionen har avslutats
th: ปิดเซสซั่นเรียบร้อยแล้ว
zh_hant: 此項目已被成功關閉。

# Resx/CleanRubbishBinFailed
source: Failed to clear the rubbish bin. Please try again.
bg: Неуспех при изчистване на Кошчето. Моля, опитайте отново.
cs: Nepodařilo se vymazat koš. Zkuste to znovu.
es: Error al vaciar la papelera. Por favor, vuelve a intentarlo.
he: שגיאה בניסיון לרוקן את פח האשפה. אנא נסה שוב.
id: Gagal mengosongkan sampah. Harap coba kembali.
ko: 휴지통 비우기 실패. 다시 시도하세요.
pl: Usuwanie zawartości kosza nie powiodło się. Spróbuj ponownie.
pt_br: Falha ao limpar o caixote do lixo. Por favor, tente novamente.
sl: Brisanje koša neuspešno. Prosim, poskusite ponovno.
sr: Неуспешно чишћење канте за отпатке. Молимо Вас покушајте поново.
sv: Papperskorgen kunde inte tömmas. Försök igen.
th: ไม่สามารถเคลียร์ถังขยะได้ กรุณาลองใหม่อีกครั้ง
zh_hant: 清空垃圾桶失敗，請再試一次。

# Resx/CleanRubbishBinQuestion
source: Are you sure you want to permanently delete all files from the rubbish bin?
bg: Сигурни ли сте, че искате окончателно да изтриете всички файлове от Кошчето?
cs: Opravdu chcete trvale odstranit všechny soubory z koše?
es: ¿Estás seguro de que quieres eliminar permanentemente todos los archivos de la papelera?
he: האם אתה בטוח שברצונך למחוק לצמיתות את כל הקבצים בפח האשפה?
id: Apakah anda yakin ingin menghapus seluruh file dari sampah secara permanen?
ko: 휴지통에 있는 모든 파일을 영구적으로 삭제하시겠습니까?
pl: Czy na pewno chcesz usunąć wszystkie pliki z kosza?
pt_br: Tem certeza de que deseja excluir permanentemente todos os arquivos do caixote do lixo?
sl: Ali ste prepričani, da želite trajno izbrisati vse datoteke iz koša?
sr: Да ли сте сигурни да желите да перманентно обришете све фајлове из канте за отпатке?
sv: Är du säker på att du vill tömma papperskorgen och permanent radera alla filer?
th: คุณแน่ใจว่าต้องการที่จะลบไฟล์ทั้งหมดจากถังขยะหรือไม่
zh_hant: 您確定要永久刪除所有垃圾桶中的文件？

# Resx/CleanRubbishBinSuccess
source: The rubbish bin has been cleared successfully.
bg: Кошчето беше изчистено успешно.
cs: Koš byl úspěšně vymazán.
es: La papelera se ha vaciado correctamente.
he: הפח אשפה התרוקן בהצלחה.
id: Sampah telah berhasil dikosongkan.
ko: 휴지통이 성공적으로 비워졌습니다.
pl: Zawartość kosza został usunięta.
pt_br: O caixote do lixo tenha sido apagado com sucesso.
sl: Koš je bil uspešno izpraznjen.
sr: Канта за отпатке је успешно очишћена.
sv: Papperskorgen har blivit tömd.
th: เคลียร์ถังขยะเรียบร้อยแล้ว
zh_hant: 已成功清空垃圾桶。

# Resx/InviteContactAddFailedOwnEmail
source: You are trying to add your own email as a contact.
bg: Вие се опитвате да добавите свой собствен имейл като контакт.
cs: Snažíte se přidat svůj e-mail jako kontakt.
es: No se puede añadir la cuenta propia como contacto.
he: אתה מנסה להוסיף את המייל של עצמך כאיש קשר.
id: Anda mencoba untuk menambahkan email anda sendiri sebagai kontak.
ko: 당신의 이메일을 연락처에 추가하려고 하고 있습니다.
pl: Próbujesz dodać swój adrem email do kontaktów.
pt_br: Você está tentando adicionar seu próprio e-mail como um contato.
sl: Svojo lastno e-pošto želite dodati kot stik.
sr: Покушавате да додате Ваш е-маил као контакт.
sv: Du försöker lägga till din egen E-mail adress som kontakt.
th: คุณกำลังเพิ่มอีเมลของตนเองเป็นผู้ติดต่อ
zh_hant: 邀請失敗，您正在將自己加入聯絡人表單。

# Resx/RemoveLinkFailed
source: Failed to remove link. Please try again.
bg: Неуспешно премахване на връзката. Моля, опитайте отново.
cs: Nepodařilo se odebrat odkaz. Zkuste to znovu.
es: Error al eliminar el enlace. Por favor, vuelve a intentarlo.
et_ee: Lingi eemaldamine ebaõnnestus. Palun proovige uuesti.
he: שגיאה במחלקת הקישור. אנא נסה שוב.
id: Gagal menghapus link. Harap coba kembali.
ko: 링크 제거 실패. 다시 시도하세요.
pl: Usunięcie linku nie powiodło się. Spróbuj ponownie.
pt_br: Falha ao remover link. Por favor, tente novamente.
sl: Odstranjevanje povezave neuspešno. Prosim, poskusite znova.
sr: Неуспешно уклањање линка. Молимо Вас покушајте поново.
sv: Misslyckades att ta bort länk. Försök igen.
th: ไม่สามารถนำออกลิงก์ได้ กรุณาลองใหม่อีกครั้ง
zh_hant: 移除連結失敗，請再試一次。

# Resx/NoInternetConnectionMessage
source: You cannot perform this action. Please connect to the Internet and try again.
bg: Не можете да извършите това действие. Моля, свържете се с интернет и опитайте отново.
cs: Nemůžete provést tuto akci. Připojte se k internetu a zkuste to znovu.
es: No se puede realizar esta acción. Por favor, comprueba tu conexión a Internet y vuelve a intentarlo.
he: אינך יכול לבצע פעולה זו. אנא התחבר לאינטרנט ונסה שוב.
id: Anda tidak dapat menjalankan aksi ini. Harap hubungkan ke Internet dan coba kembali.
ko: 이 행동을 할 수 없습니다. 인터넷에 연결하고 다시 시도하세요.
pl: Nie możesz wykonać tej operacji. Upewnij się, że jesteś podłączony do Internetu i spróbuj ponownie.
pt_br: Você não pode executar esta ação. Por favor, conectar-se à Internet e tente novamente.
sl: Tega dejanja ne morete izvesti. Prosim, povežite se na internet in poskusite ponovno.
sr: Не можете извршити ову акцију. Молимо Вас конектујте се на интернет и покушајте поново.
sv: Du kan inte utföra denna åtgärd. Var vänlig anslut till internet och försök igen.
th: คุณไม่สามารถดำเนินการนีได้​​้ กรุณาเชื่อมต่ออินเทอร์เน็ตและลองใหม่อีกครั้ง
zh_hant: 您不能執行此操作。請於連接網路後，再試一次。

# Resx/FolderUnauthorizedAccess
source: You don't have access to the folder '{0}'. Please select another one and try again.
id: Anda tidak memiliki akses ke path '{0}'. Harap pilih path yang lain dan coba kembali.
th: คุณไม่มีสิทธิ์เข้าถึงโฟลเดอร์ '{0}' กรุณาเลือกอื่นและลองอีกครั้ง
zh_hant: 您無法存取路徑 '{0}' 。請選擇其他路徑並再試一次。

# Resx/FolderUnauthorizedAccess_Title
source: Access denied
bg: Достъпът е отказан
cs: Přístup odepřen
es: Acceso denegado
he: הגישה נדחתה
hu: Hozzáférés megtagadva
id: Akses ditolak
ja: アクセスは拒否されました。
ko: 접근이 거부됨
pl: Dostęp zabroniony
pt_br: Acesso negado
sl: Dostop zavrnjen
sr: Приступ прекинут
sv: Åtkomst nekad
th: การเข้าถึงถูกปฏิเสธ
zh_hans: 访问被拒绝
zh_hant: 進入遭拒
