Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/AppMessages.*.xlf
Languages: bg, cs, es, et_ee, fa, fi_fi, he, hu, id, ja, ko, pl, pt_br, sl, sr, sv, th, zh_hans, zh_hant

# Resx/CurrentPinLockCodeDoNotMatch_Title
source: Current PIN lock no match
bg: Текущият PIN код не съвпада
cs: Aktuální zámek PIN se neshoduje
es: El PIN de bloqueo actual no coincide
et_ee: Praegune PIN-kood ei kattunud
fa: قفل PIN کنونی هیچ تطابقی ندارد
fi_fi: PIN ei täsmää
he: קוד הנעילה שהכנסת לא תואם לקוד הנעילה הקיים
hu: Jelenlegi PIN zár nem egyezik
id: PIN lock saat ini tidak cocok
ja: 現在のPINロック不合致
ko: 현재 PIN 잠금이 일치하지 않습니다
pl: Aktualny PIN nie pasuje
pt_br: Código PIN não combina com o atual
sl: Trenutna PIN koda se ne ujema
sr: Current PIN lock нема подударања
sv: Nuvarande PIN lås matchar inte
th: ล็อก PIN ไม่ตรงกัน
zh_hans: 与当前PIN码不匹配
zh_hant: 與當前的PIN碼不匹配

# Resx/AM_RecoveryKeyCopied
source: Recovery Key copied to clipboard
bg: Възстановяващият Ключ беше копиран в буфера
cs: Ověřovací klíč zkopírován do schránky
es: Clave de Recuperación copiada al portapapeles
he: מפתח שחזור הועתק
id: Recovery Key terkopi ke clipboard
ko: 복구 키가 클립보드로 복사되었습니다
pl: Klucz zapasowy został skopiowany do schowka
pt_br: A chave de recuperação foi copiada para o clipboard
sl: Rešilni ključ kopiran na odložišče
sr: Кључ за повраћај копиран у клипборд
sv: Återställningsnyckel kopierad till urklipp
th: คีย์สำหรับกู้คืนถูกคัดลอกไปที่คลิปบอร์ดแล้ว
zh_hant: 已複製還原金鑰至剪貼簿

# Resx/AM_RecoveryKeyCopied_Title
source: Recovery Key copied
bg: Възстановяващият Ключ е копиран
cs: Ověřovací klíč zkopírován
es: Clave de Recuperación copiada
he: מפתח שחזור הועתק
id: Recovery key terkopi
ko: 복구 키 복사됨
pl: Klucz zapasowy został skopiowany
pt_br: A recuperação de chave copiada
sl: Rešilni ključ kopiran
sr: Кључ за повраћај копиран
sv: Återställningsnyckel kopierad
th: คีย์สำหรับกู้คืนถูกคัดลอกแล้ว
zh_hant: 已複製還原金鑰

# Resx/PinLockTooShort
source: PIN lock must be at least four digits
bg: PIN кодът трябва да има поне 4 цифри
cs: Zámek PIN musí být alespoň 4 číslice
es: El PIN de bloqueo debe tener al menos 4 dígitos.
he: קוד הנעילה צריך להיות לפחות 4 תוים
hu: PIN zárnak legalább 4 számjegyből kell állnia
id: PIN lock harus setidaknya 4 digit
ja: PINロックは最低４桁でないとダメです。
ko: PIN 잠금은 최소 4글자입니다.
pl: PIN musi składać się z 4 liczb
pt_br: O código PIN deve ter pelo menos 4 digitos
sl: PIN ključ mora imeti najmanj 4 številke
sr: PIN lock мора да садржи бар 4 броја
sv: PIN-lås måste vara minst fyra siffror
th: ล็อก PIN ต้องมีอย่างน้อย 4 หลัก
zh_hans: PIN码至少为4位数
zh_hant: PIN碼至少为4位數

# Resx/PinLockTooShort_Title
source: PIN lock too short
bg: PIN кода е твърде къс
cs: Zámek PIN je příliš krátký
es: PIN de bloqueo demasiado corto
et_ee: PIN-kood on liiga lühike
fa: قفل PIN بیش از حد کوتاه است
fi_fi: Liian lyhyt PIN
he: קוד נעילה קצר מדי
hu: PIN zár túl rövid
id: PIN lock terlalu singkat
ja: PINロックが短すぎます。
ko: PIN 잠금이 너무 짧습니다
pl: PIN jest za krótki
pt_br: Código PIN é muito curto
sl: PIN ključ prekratek
sr: PIN lock прекратак
sv: PIN lås för kort
th: ล็อก PIN สั้นเกินไป
zh_hans: PIN码太短
zh_hant: PIN碼太短

# Resx/CacheCleared
source: Cache has been succesfully cleared
bg: Кешът е успешно изчистен
cs: Mezipaměť byla úspěšně vymazána
es: La caché se ha limpiado con éxito
et_ee: Vahemälu puhastamine oli edukas
fa: Cache با موفقیت پاک گردید
fi_fi: Välimuisti on tyhjennetty onnistuneesti
he: זכרון מטמון רוקן בהצלחה
hu: Gyorsítótár sikeresen törölve
id: Cache berhasil dihapus
ja: キャッシュはクリアーされました。
ko: 캐시가 성공적으로 비워졌습니다
pl: Pamięć cache została wyczyszczona
pt_br: O cache foi limpo com sucesso
sl: Predpomnilnik je bil uspešno izbrisan
sr: Кеш успешно очишћен
sv: Cache har framgångsrikt rensat
th: เคลียร์แคชเรียบร้อยแล้ว
zh_hans: 已清除缓存
zh_hant: 已清除缓存

# Resx/CacheCleared_Title
source: Cache cleared
bg: Кешът е изчистен
cs: Mezipaměť vymazána
es: Caché limpiada
et_ee: Vahemälu puhastatud
fa: Cache پاک شد
fi_fi: Välimuisti tyhjennetty
he: זכרון מטמון רוקן
hu: Gyorsítótár törölve
id: Cache dihapus
ja: クリアーされたキャッシュ
ko: 캐시가 비워짐
pl: Pamięć cache wyczyszczona
pt_br: Cache limpo
sl: Predpomnilnik izbrisan
sr: Кеш очишћен
sv: Cache rensad
th: เคลียร์แคชแล้ว
zh_hans: 缓存已清除
zh_hant: 缓存已清除

# Resx/MemoryLimitError
source: Not enough free memory space to complete this operation. The app will shut down now
bg: Няма достатъчно свободно място в паметта за да завърши тази операция. Приложението ще се затвори сега
cs: Nedostatek volného místa v paměti pro dokončení této operace. Aplikace se nyní vypne
es: No hay sufiente espacio libre en la memoria para completar esta operación. La aplicación se cerrará ahora.
he: אין מספיק זכרון על מנת להשלים את הפעולה. האפליקציה תיסגר
hu: Nincs elég szabad memória terület a művelet befejezéséhez. Az app most leáll
id: Tidak ada cukup tempat di memori untuk menyelesaikan operasi ini. App akan mati sekarang
ja: この操作を完了出来るほどのメモリーが空いていません。アプリをシャットダウンします。
ko: 이 작업을 수행하기에 여유 메모리 공간이 부족합니다. 앱이 꺼집니다
pl: Brakuje pamięci do zakończenia tej operacji. Aplikacja zostanie zamknięta
pt_br: Não há espaço disponível na memória para completar esta operação. O app será encerrado agora
sl: Ni dovolj prostega prostora za zaključek tega postopka. Aplikacija se bo sedaj ugasnila
sr: Нема довољно слободног места у меморији за комплетирање ове операције. Апликација ће се сада угасити.
sv: Inte tillräckligt med ledigt minne för att slutföra den här åtgärden. Appen kommer att stängas av nu
th: มีเนื้อที่ในอุปกรณ์ไม่เพียงพอสำหรับดำเนินการนี้ แอปจะปิดตัวลงทันที
zh_hans: 没有足够的可用内存空间来完成此操作。应用程序即将关闭。
zh_hant: 沒有足夠的可用內存空間來完成此操作。App 即將關閉。

# Resx/MemoryLimitError_Title
source: Memory Limit
bg: Лимит на паметта
cs: Omezení paměti
es: Límite de memoria
et_ee: Mälu piirang
fa: محدودیت حافظه
fi_fi: Muistirajoitus
he: תקרת זכרון
hu: Memória Limit
id: Batas Memori
ja: メモリー限界
ko: 메모리 제한
pl: Ograniczenia pamięci
pt_br: Limite de memória
sl: Omejitev pomnilnika
sr: Лимит Меморије
sv: Minnesgränsen
th: จำกัดหน่วยความจำ
zh_hans: 内存限制
zh_hant: 內存限制

# Resx/QuestionAskedDownloadOption_NoButton
source: no, only local
bg: не, само локално
cs: ne, pouze místně
es: no, sólo local
et_ee: ei, ainult arvutis olev
fa: نه, فقط محلی
fi_fi: ei, vain paikallinen
he: לא, רק באופן מקומי
hu: nem, csak helyi
id: tidak, hanya lokal
ja: いいえ、ローカルだけ。
ko: 아니오, 로컬만
pl: nie, tylko lokalne
pt_br: não, apenas local
sl: ne, samo lokalno
sr: не, само локално
sv: nej, endast lokalt
th: ไม่ เฉพาะในเครื่อง
zh_hans: 不，仅本地
zh_hant: 不，僅本地

# Resx/QuestionAskedDownloadOption_Title
source: Download options
bg: Опции за сваляне
cs: Možnosti stahování
es: Opciones de descarga
et_ee: Allalaadimise valikud
fa: گزینه های دانلود
fi_fi: Latauksen vaihtoehdot
he: אפשרויות הורדה
hu: Letöltés opciók
id: Opsi download
ja: ダウンロードのオプション
ko: 다운로드 옵션
pl: Opcje pobierania
pt_br: Opções de download
sl: Možnosti prevzema
sr: Опције преузимања
sv: Nedladdningsmöjligheter
th: ตัวเลือกดาวน์โหลด
zh_hans: 下载选项
zh_hant: 下載選項

# Resx/QuestionAskedDownloadOption_YesButton
source: yes, export
bg: да, експортирай
cs: ano, exportovat
es: sí, exportar
et_ee: jah, ekspordi
fa: بله , استخراج کن
fi_fi: kyllä, vie
he: כן, ייצא
hu: igen, exportálás
id: ya, ekspor
ja: エキスポートする
ko: 네, 내보냅니다
pl: tak, eksportuj
pt_br: sim, exportar
sl: da, izvozi
sr: да, извези
sv: ja, export
th: ใช่ ส่งออกเลย
zh_hans: 好，导出
zh_hant: 好，導出

# Resx/SelectFolderFailed
source: Failed to select folder. Please, try again or select another one.
id: Gagal memilih folder. Harap, coba kembali atau pilih folder lain: [{0}]
th: ไม่สามารถเลือกโฟลเดอร์ กรุณาลองอีกครั้งหรือเลือกรายการอื่น
zh_hant: 選擇資料夾失敗，請重試或者選擇另外一個資料夾：[{0}]

# Resx/SelectFolderFailed_Title
source: Select folder failed
bg: Изборът на папка е неуспешен
cs: Výběr složky selhal
es: Error al seleccionar carpeta
et_ee: Kausta valimine ebaõnnestus
fa: انتخاب پوشه ناموفق بود
fi_fi: Kansion valinta epäonnistui
he: שגיאה בבחירת תיקייה
hu: Könyvtár kiválasztás sikertelen
id: Pilih folder gagal
ja: 失敗したフォルダを選択
ko: 실패한 폴더 선택
pl: Wybór katalogu nie powiódł się
pt_br: Seleção de pastas falhou
sl: Izbira mape neuspešna
sr: Бирање фолдера неуспешно
sv: Val av mapp misslyckades
th: เลือกโฟลเดอร์ไม่สำเร็จ
zh_hans: 选择文件夹失败
zh_hant: 選擇資料夾失敗

# Resx/UploadNodeFailed
source: Failed to upload file. Please try again. [{0}]
bg: Неуспешно качване на файл. Моля опитайте отново. [{0}]
cs: Nepodařilo se nahrát soubor. Zkuste to znovu. [{0}]
es: Error al subir el archivo. Por favor, vuelve a intentarlo. [{0}]
et_ee: Faili üleslaadimine ebaõnnestus. Palun proovige uuesti. [{0}]
fa: اپلود فایل ناموفق بود. لطفا دوباره تلاش کنید. [{0}]
fi_fi: Lähetys epäonnistui. Yritä uudelleen. [{0}]
he: שגיאה בהעלאת קובץ. אנא נסה מאוחר יותר. [{0}]
hu: Fájl feltöltése sikertelen. Kérlek próbáld újra. [{0}]
id: Gagal meng-upload file. Harap coba kembali. [{0}]
ja: アップロード失敗。もう一度やってみて下さい。[{0}]
ko: 파일 업로드를 실패하였습니다. 다시 시도하세요. [{0}]
pl: Błąd podczas wgrywania pliku. Spróbuj ponownie. [{0}]
pt_br: Falha no envio do arquivo. Por favor tente novamente. [{0}]
sl: Nisem uspel naložiti datoteke. Prosim, poskusite ponovno. [{0}]
sr: Качење фајла неуспешно. Молимо покушајте поново. [{0}]
sv: Uppladdning av fil misslyckad. Försök igen. [{0}]
th: ไม่สามารถอัปโหลดไฟล์ได้ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hans: 上传文件失败，请重试。[{0}]
zh_hant: 上傳文件失敗，請重試。[{0}]

# Resx/UploadNodeFailed_Title
source: Upload failed
bg: Качването е неуспешно
cs: Nahrávání selhalo
es: Subida fallida
et_ee: Üleslaadimine ebaõnnestus
fa: بارگذاری ناموفق
fi_fi: Tiedoston lähettäminen epäonnistui
he: העלאה נכשלה
hu: Sikertelen feltöltés
id: Upload gagal
ja: アップロード未完成
ko: 업로드 실패
pl: Wgrywanie nie powiodło się
pt_br: Falha no carregamento
sl: Nalaganje prekinjeno
sr: Отпремање није успело
sv: Uppladdning misslyckades
th: อัปโหลดไม่สำเร็จ
zh_hans: 上传失败
zh_hant: 上傳失敗

# Resx/SelectFileFailed
source: Failed to select file(s). Please, try again [{0}]
bg: Неуспех при избор на файл(ове). Моля, опитайте отново [{0}]
cs: Nepodařilo se vybrat soubory. Zkuste to znovu. [{0}]
es: Error al seleccionar fichero(s). Por favor, inténtalo de nuevo [{0}]
et_ee: Faili(de) valimine ebaõnnestus. Palun proovige uuesti. [{0}]
fa: انتحاب فایل ناموفق. لطفا" دوباره تلاش کنید [{0}]
fi_fi: Tiedoston/(-jen) valinta epäonnistui. Ole hyvä ja yritä uudestaan [{0}]
he: שגיאה בבחירת הקובץ/קבצים. אנא, נסה שוב [{0}]
hu: A fájl(ok) kijelölése sikertelen. Kérjük próbálja újra. [{0}]
id: Gagal untuk memilih file. Harap coba kembali [{0}]
ja: ファイルを選択できず。再度トライして下さい。[{0}]
ko: 파일 선택을 실패하였습니다. 다시 시도하세요 [{0}]
pl: Zaznaczanie plików nie powiodło się. Spróbuj ponownie [{0}]
pt_br: Falha ao selecionar arquivos. Por favor, tente novamente. [{0}]
sl: Izbira datotek(e) neuspešna. Prosim, poskusite ponovno [{0}]
sr: Неуспешно селектовање докумената. Покушајте поново [{0}]
sv: Misslyckades att välja filer, försök igen. [{0}]
th: ไม่สามารถเลือกไฟล์ได้ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hans: 选取文件失败. 请再试一次 [{0}]
zh_hant: 選取檔案失敗。請再試一次[{0}]

# Resx/SelectFileFailed_Title
source: File selection failed
bg: Неуспешен избор на файлове
cs: Vybrání souborů selhalo
es: Error al seleccionar fichero(s)
he: בחירת קובץ נכשלה
hu: Fájl(ok) kijelölése sikertelen
id: Pemilihan file gagal
ja: ファイル選択できず
ko: 파일 선택 실패
pl: Wybór nie powiódł się
pt_br: Seleção de arquivo falhou
sl: Izbira datoteke neuspešna
sr: Селектовање фајлова неуспешно
sv: Filval misslyckades
th: เลือกไฟล์ไม่สำเร็จ
zh_hans: 选择文件失败
zh_hant: 選取檔案失敗

# Resx/WrongEmailPasswordLogin
source: Incorrect e-mail address or password. Please try again.
bg: Неправилна електронна поща или парола. Моля, опитайте отново.
cs: Nesprávná e-mailová adresa nebo heslo. Zkuste to znovu.
es: Email o contraseña incorrectos. Por favor, inténtalo de nuevo.
he: כתובת מייל או סיסמא אינם נכונים. אנא נסה שוב.
hu: Az email nincs összefüggésben MEGA fiókkal, vagy helytelen a jelszó. Kérjük próbálja újra.
id: Alamat email atau password salah. Harap coba kembali.
ja: アドレス、又はパスワードが違います。再度トライして下さい。
ko: 올바르지 않은 이메일 주소 또는 비밀번호입니다. 다시 시도하세요.
pl: Nie poprawny adres e-mail i hasło. Spróbuj ponownie.
pt_br: Endereço de e-mail ou senha incorreta. Por favor, tente novamente.
sl: Napačen e-poštni naslov ali geslo. Prosim, poskusite ponovno.
sr: Неисправан е-маил или лозинка. Покушајте поново.
sv: Felaktig e-postadress eller lösenord. Var god försök igen.
th: อีเมลหรือรหัสผ่านไม่ถูกต้อง กรุณาลองใหม่อีกครั้ง
zh_hans: 错误的电子邮件或密码. 请再试一次.
zh_hant: 不正確的e-mail或密碼。請再試一次。

# Resx/DeleteNodeQuestion
source: Are you sure you want to permanently delete {0}?
bg: Сигурни ли сте, че искате да изтриете завинаги {0}?
cs: Opravdu chcete trvale odstranit {0}?
es: ¿Seguro que quieres eliminar {0} de forma permanente?
he: האם אתה בטוח שאתה רוצה למחוק לצמיתות את {0}?
hu: Biztosan szeretné véglegesen törölni a(z) {0}-t?
id: Apakah anda yakin ingin selamanya menghapus {0}?
ja: {0}を永久に削除しますね？
ko: 정말 영구적으로 {0} 항목을 삭제하시겠습니까?
pl: Czy na pewno chcesz bezpowrotnie usunąć {0}?
pt_br: Tem certeza de que deseja apagar permanentemente {0}?
sl: Ali ste prepričani, da želite trajno izbrisati {0}?
sr: Да ли сте сигурни да желите да трајно обришете {0}?
sv: Är du säker på att du vill ta bort {0}?
th: คุณแน่ใจหรือว่าต้องการลบ {0} อย่างถาวร
zh_hans: 您确定要永久删除 {0}?
zh_hant: 您確定要永遠刪除{0}?

# Resx/DeleteNodeQuestion_Title
source: Delete item?
bg: Изтрий елемент?
cs: Odstranit položku?
es: ¿Eliminar elemento?
et_ee: Kustutatakse?
fa: ایتم پاک شود؟
fi_fi: Poista kohde?
he: מחק קובץ?
hu: Elem törlése?
id: Hapus item?
ja: 削除しますか？
ko: 삭제할까요?
pl: Usunąć element?
pt_br: Eliminar item?
sl: Izbrišem element?
sr: Обриши ставку?
sv: Ta bort föremål?
th: ลบรายการหรือไม่
zh_hans: 删除项?
zh_hant: 刪除項目?

# Resx/GetUserDataFailed
source: Failed to retrieve your user data. Please try again. [{0}]
bg: Неуспешно извличане на потребителските ви данни. Моля, опитайте отново. [{0}]
cs: Nepodařilo se načíst vaše uživatelská data. Zkuste to znovu. [{0}]
es: No se pudieron cargar tus datos de usuario. Por favor, inténtalo de nuevo [{0}]
et_ee: Teie kasutajaandmete hankimine ebaõnnestus. Palun proovige uuesti. [{0}]
fa: بازیابی اطلاعات کاربری ناموفق بود. لطفا" دوباره تلاش کنید. [{0}]
fi_fi: Käyttäjätietojesi haku epäonnistui. Ole hyvä ja yritä uudestaan. [{0}]
he: שגיאה באיסוף פרטי משתמש. אנא נסא שוב. [{0}]
hu: Az felhasználói adatok lekérése sikertelen. Kérjük próbálja újra. [{0}]
id: Gagal untuk mengambil data user anda. Harap coba kembali. [{0}]
ja: ユーザーデータとれず。再度トライして下さい。[{0}]
ko: 이용자 데이터 수신에 실패하였습니다. 다시 시도하세요. [{0}]
pl: Pobieranie danych nie powiodło się. Spróbuj ponownie. [{0}]
pt_br: Falha ao recuperar suas informações de usuário. Por favor, tente novamente. [{0}]
sl: Neuspešen prevzem podatkov o uporabniku. Prosim, poskusite ponovno. [{0}]
sr: Грешка приликом налажења ваших података. Покушајте поново. [{0}]
sv: Misslyckades att hämta användardata. Försök igen. [{0}]
th: ไม่สามารถเรียกข้อมูลผู้ใช้ของคุณได้ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hans: 获取您的用户数据失败. 请再试一次. [{0}]
zh_hant: 讀取您的使用者資料失敗。請再試一次[{0}]

# Resx/GetUserDataFailed_Title
source: Retrieving user data failed
bg: Зареждането на потребителските данни се провали
cs: Načítání dat uživatele selhalo...
es: No se pudieron cargar los datos del usuario
et_ee: Kasutajaandmete hankimine ebaõnnestus
fa: دریافت اطلاعات کاربر شکست خورد
fi_fi: Käyttäjätietojen haku epäonnistui
he: קבלת מידע על המשתמש נכשלה
hu: Felhasználói adatok lekérése siekrtelen
id: Gagal mendapatkan data pengguna
ja: ユーザーデータとれず
ko: 이용자 데이터 받기 실패
pl: Pobieranie danych nie powiodło się
pt_br: Recuperando dados do usuário falhou
sl: Neuspešno prevzemanje podatkov uporabnika
sr: Налажење података у кориснику неуспешно
sv: Hämtning av användardata misslyckades
th: เรียกข้อมูลผู้ใช้ไม่สำเร็จ
zh_hans: 检索用户数据失败
zh_hant: 檢索使用者數據失敗

# Resx/CapturePhotoFailed
source: Failed to capture photo. Please, try again [{0}]
bg: Неуспешна направа на снимка. Моля, опитайте отново [{0}]
cs: Nepodařilo se zachytit fotku. Zkuste to znovu [{0}]
es: No se pudo capturar la foto. Por favor, inténtalo de nuevo [{0}]
et_ee: Pildistamine ebaõnnestus. Palun proovige uuesti [{0}]
fa: عسکبرداری ناموفق. لطفا" دوباره تلاش کنید [{0}]
fi_fi: Kuvan tallennus epäonnistui. Ole hyvä ja yritä uudestaan [{0}]
he: שגיאה בצילום התמונה. אנא, נסה שוב [{0}]
hu: A fénykép rögzítése sikertelen. Kérjük próbálja újra. [{0}]
id: Gagal mengambil foto. Harap coba kembali [{0}]
ja: フォト撮れず。再度トライして下さい。[{0}]
ko: 사진 캡처를 실패하였습니다. 다시 시도하세요 [{0}]
pl: Pobieranie zdjęcia nie powiodło się. Spróbuj ponownie [{0}]
pt_br: Falha ao capturar imagem. Por favor, tente novamente. [{0}]
sl: Zajem slike neuspešen. Prosim, poskusite ponovno [{0}]
sr: Неуспешно сликање. Покушајте поново [{0}]
sv: Misslyckades med att ta foto, försök igen. [{0}]
th: ไม่สามารถจับภาพได้ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hans: 截取图片失败. 请再试一次 [{0}]
zh_hant: 選取照片失敗。請再試一次[{0}]

# Resx/CapturePhotoFailed_Title
source: Photo capture failed
bg: Фото заснемането се провали
cs: Zachycení snímku selhalo
es: Error al capturar la foto
he: צילום התמונה נכשל
hu: Fénykép rögzítése sikertelen
id: Capture foto gagal
ja: フォトとれず
ko: 사진 캡처 실패
pl: Pobranie nie powiodło się
pt_br: Captura da foto falhou
sl: Zajem fotografije neuspešen
sr: Фотографија неуспела
sv: Fototagning misslyckades
th: จับภาพไม่สำเร็จ
zh_hans: 图片截取失败
zh_hant: 相片截取失敗

# Resx/CapturePhotoVideoFailed
source: Failed to capture photo or video. Please, try again [{0}]
bg: Неуспешно създаване на снимка или видео. Моля, опитайте отново [{0}]
cs: Nepodařilo se zachytit fotku nebo video. Zkuste to znovu [{0}]
es: No se pudo capturar foto o video. Por favor, inténtalo de nuevo [{0}]
et_ee: Pildistamine või video salvestamine ebaõnnestus. Palun proovige uuesti [{0}]
fa: گرفتن عکس یا فیلم ناموفق بود. لطفا" دوباره تلاش کنید [{0}]
fi_fi: Kuvan tai videon tallennus epäonnistui. Ole hyvä ja yritä uudestaan [{0}]
he: שגיאה בצילום תמונה או סרטון. אנא, נסה שוב [{0}]
hu: A fénykép vagy videó rögzítése sikertelen. Kérjük próbálja újra. [{0}]
id: Gagal untuk mengambil foto atu video. Harap coba kembali [{0}]
ja: フォト又はビデオとれず。再度トライして下さい。
ko: 사진 또는 동영상 캡처를 실패하였습니다. 다시 시도하세요 [{0}]
pl: Pobieranie zdjęcia lub filmu nie powiodło się. Spróbuj ponownie [{0}]
pt_br: Falha ao capturar foto ou vídeo. Por favor, tente novamente. [{0}]
sl: Zajem fotografije ali videa neuspešen. Prosim, poskusite ponovno [{0}]
sr: Неуспешно сликање или снимање. Покушајте поново [{0}]
sv: Misslyckades att ta foto eller video, försök igen. [{0}]
th: ไม่สามารถจับภาพหรือภาพวิดีโอได้ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hans: 截取图片或视频失败. 请再试一次 [{0}]
zh_hant: 選取照片或影片失敗。請再試一次[{0}]

# Resx/CapturePhotoVideoFailed_Title
source: Photo/video capture failed
bg: Фото/Видео заснемането се провали
cs: Zachycení snímku nebo videa selhalo
es: Falló la captura de foto/video
he: תצלום תמונה/וידאו נכשל
hu: Fénykép/videó rögzítése sikertelen
id: Capture foto/ video gagal
ja: フォト/ビデオとれず
ko: 사진/동영상 캡처 실패
pl: Zapis zdjęcia/filmu nie powiódł się
pt_br: Captura de foto / vídeo falhou
sl: Foto/video zajem neuspešen
sr: Фото/видео снимање неуспело
sv: Foto/video tagning misslyckades
th: จับภาพรูปถ่าย/วิดีโอไม่สำเร็จ
zh_hans: 图片/视频 截取失败
zh_hant: 相片/影片截取失敗

# Resx/CaptureVideoFailed
source: Failed to capture video. Please, try again [{0}]
bg: Неуспешна направа на видео. Моля, опитайте отново [{0}]
cs: Nepodařilo se zachytit video. Zkuste to znovu [{0}]
es: No se pudo capturar video. Por favor, inténtalo de nuevo [{0}]
et_ee: Video salvestamine ebaõnnestus. Palun proovige uuesti [{0}]
fa: فیلمبرداری ناموفق. لطفا" دوباره تلاش کنید [{0}]
fi_fi: Videon tallennus epäonnistui. Ole hyvä ja yritä uudestaan [{0}]
he: שגיאה בצילום הסרטון. אנא, נסה שוב [{0}]
hu: A videó rögzítése sikertelen. Kérjük próbálja újra. [{0}]
id: Gagal mengambil foto. Harap coba kembali [{0}]
ja: ビデオ撮れず。再度トライして下さい。[{0}]
ko: 비디오 캡처를 실패하였습니다. 다시 시도하세요 [{0}]
pl: Pobieranie filmu nie powiodło się, spróbuj ponownie [{0}]
pt_br: Falha ao capturar vídeo. Por favor, tente novamente. [{0}]
sl: Zajem videa neuspešen. Prosim, poskusite ponovno [{0}]
sr: Неуспешно снимање видеа. Покушајте поново [{0}]
sv: Misslyckades att ta video, försök igen. [{0}]
th: ไม่สามารถจับภาพวิดีโอได้ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hans: 截取视频失败. 请再试一次 [{0}]
zh_hant: 選取影片失敗。請再試一次[{0}]

# Resx/CaptureVideoFailed_Title
source: Video capture failed
bg: Видео заснемането се провали
cs: Zachycení videa selhalo
es: Captura de vídeo fallida
he: צילום וידאו נכשל
hu: Videó rögzítése sikertelen
id: Capture video gagal
ja: ビデオとれず
ko: 동영상 캡처 실패
pl: Pobieranie nie powiodło się
pt_br: Captura de vídeo falhou
sl: Video zajem neuspešen
sr: Снимање видеа неуспешно
sv: Video tagning misslyckades
th: จับภาพวิดีโอไม่สำเร็จ
zh_hans: 视频截取失败
zh_hant: 影片截取失敗

# Resx/SaveSettingsFailed
source: Failed to save settings. Please, try again [{0}]
bg: Неуспешно запазване на настройките. Моля, опитайте отново [{0}]
cs: Nepodařilo se uložit nastavení. Zkuste to znovu. [{0}]
es: No se pudo guardar la configuración. Por favor, inténtalo de nuevo [{0}]
et_ee: Seadete salvestamine ebaõnnestus. Palun proovige uuesti. [{0}]
fa: ذخیره تنظیمات ناموفق. لطفا" دوباره تلاش کنید [{0}]
fi_fi: Asetusten tallennus epäonnistui. Ole hyvä ja yritä uudestaan [{0}]
he: שגיאה בשמירת ההגדרות. אנא, נסה שוב [{0}]
hu: A beállítások mentése sikertelen. Kérjük próbálja újra [{0}]
id: Gagal untuk menyimpan pengaturan. Harap coba kembali [{0}]
ja: 設定保存できず。再度トライして下さい。[{0}]
ko: 설정 저장을 실패하였습니다. 다시 시도하세요 [{0}]
pl: Zapisywanie ustawień nie powiodło się, spróbuj ponownie [{0}]
pt_br: Falha ao salvar configurações. Por favor, tente novamente. [{0}]
sl: Shranjevanje nastavitev neuspešno. Prosim, poskusite ponovno [{0}]
sr: Неуспешно снимање подешавања. Покушајте поново [{0}]
sv: Misslyckades att spara inställningar. Försök igen. [{0}]
th: ไม่สามารถบันทึกการตั้งค่าได้ กรุณาลองใหม่อีกครั้ง [{0}]
zh_hans: 保存配置失败. 请再试一次 [{0}]
zh_hant: 儲存設定失敗。請再試一次[{0}]

# Resx/SaveSettingsFailed_Title
source: Error saving settings
bg: Грешка при запазване на настройките
cs: Uložení nastavení selhalo
es: Error guardando configuración
he: שמירת ההגדרות נכשלה
hu: Beállítások mentése sikertelen
id: Gagal menyimpan settings
ja: 設定中エラー
ko: 설정 저장중 오류
pl: Błąd zapisu
pt_br: Configurações de economia de erro
sl: Napaka pri shranjevanju nastavitev
sr: Грешка приликом снимања подешавања
sv: Problem med att spara inställningar
th: มีข้อผิดพลาดในการบันทึกการตั้งค่า
zh_hans: 保存设置错误
zh_hant: 儲存設定錯誤

# Resx/ShortCutFailed
source: An error occurred when trying to open a shortcut. Maybe it is an invalid shortcut or the destination folder was deleted.
bg: Възникна грешка при опит за отваряне на прекия път. Може би прекият път е невалиден или папката е била изтрита.
cs: Objevila se chyba při pokusu o otevření zástupce. Možná je to neplatný zástupce nebo byla cílová složka odstraněna.
es: Ocurrió un error al intentar abrir un acceso directo. Puede ser que sea un acceso directo no válido o que el destino fue eliminado.
he: שגיאה התקבלה בניסיון לפתוח את הקישור. ייתכן כי הקישור לא תקין או תיקיית היעד נמחקה.
hu: Hiba lépett fel egy parancsikon megnyitásakor. Talán érvénytelen, vagy a célmappa törölve lett.
id: Sebuah error terjadi saat mencoba untuk membuka shortcut. Mungkin ini shortcut yang salah atau destinasi folder belum terhapus.
ja: ショートカットを作ろうとしてエラーが発生しました。ショートカットが無効であるか、行き先フォルダが削除されている可能性があります。
ko: 바로가기를 열던 중 오류가 발생하였습니다. 잘못된 바로가기 이거나 목적지 폴더가 삭제되었을 수 있습니다.
pl: Wystąpił błąd podczas otwierania skrótu. Prawdopodobnie skrót jest nie prawidłowy lub katalog docelowy został usunięty.
pt_br: Ocorreu um erro ao tentar abrir um atalho. Talvez seja um atalho inválido ou a pasta de destino foi eliminado.
sl: Prišlo je do napake ob poskusu odpiranja bljižnice. Morda je bljižnica neveljavna ali pa je bila ciljna mapa izbrisana.
sr: Грешка приликом отварања пречице. Можда је пречица неисправна или је одредишни директоријум обрисан.
sv: Ett fel inträffade när försök att öppna en genväg. Kanske är det en ogiltig genväg eller målmappen raderades.
th: เกิดข้อผิดพลาดเมื่อลองเปิดทางลัด ในกรณีนี้อาจจะเป็นทางลัดที่ไม่ถูกต้องหรือโฟลเดอร์ปลายทางถูกลบไปแล้ว
zh_hant: 開啟捷徑時發生錯誤。也許是個無效的捷徑或目的地資料夾已被刪除。
