Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/ProgressMessages.*.xlf
Languages: ar, es, fi, he, id, it, ko, pl, pt_br, ru, sk, sv, th, tl, uk, vi, zh_hans, zh_hant

# Resx/SaveForOffline
source: Saving for offline...
ar: يتم الحفظ من دون اتصال
es: Guardando para uso sin conexión...
fi: Tallennetaan offline-käyttöä varten...
he: שומר לשימוש לא מקוון...
it: Salvataggio offline in corso...
pl: Zpisywanie offline...
pt_br: Salvando para off-line ...
ru: Сохранение локально…
sk: Ukladanie pre offline...
sv: Sparar för offline
th: กำลังบันทึกเพื่อใช้งานออฟไลน์...
tl: Isave para sa offline...
uk: Зберегти автономно…
vi: Đang lưu về dùng ngoại tuyến...
zh_hans: 储存资料以供离线使用...
zh_hant: 儲存資料以供離線使用...

# Resx/PM_UpgradeAccount
source: Upgrading account...
ar: ترقية الحساب
es: Mejorando cuenta...
fi: Käyttäjätilin päivitys...
he: משדרג חשבון...
it: Aggiornamento account...
pl: Zmienianie konta...
pt_br: Atualizando conta ...
ru: Обновление аккаунта...
sk: Vylepšovanie účtu...
sv: Uppgraderar konto
th: กำลังอัปเกรดบัญชี...
uk: Покращення акаунту…
zh_hans: 升级账号中...
zh_hant: 升級帳號中...

# Resx/PM_OpenFileLink
source: Opening file link...
ar: جاري فتح رابط الملف...
es: Abriendo el enlace de archivo...
fi: Avataan tiedostolinkkiä...
he: פותח קישור לקובץ...
sv: Öppnar fil länk...
th: กำลังเปิดลิงก์ไฟล์...
uk: Відкриття ланки на файл…
zh_hans: 正在开启文件链接...
zh_hant: 正在開啟檔案連結...

# Resx/PM_OpenFolderLink
source: Opening folder link...
ar: جاري فتح رابط المجلد...
es: Abriendo el enlace de carpeta...
fi: Avataan kansiolinkkiä...
he: פותח קישור לתיקייה...
sv: Öppnar mapp länk....
th: กำลังเปิดลิงก์โฟลเดอร์...
uk: Відкриття ланки на теку…
zh_hans: 正在开启文件夹链接...
zh_hant: 正在開啟資料夾連結...

# Resx/PM_CopyNode
source: Copying...
ar: جاري النسخ ...
es: Copiando...
he: מעתיק...
uk: Копіювання…
zh_hans: 复制中...
zh_hant: 複製中...

# Resx/PM_ImportFolder
source: Importing folder...
ar: جاري توريد المجلد...
es: Importando carpeta...
he: מייבא תיקייה...
uk: Імпорт теки…
zh_hans: 正在导入文件夹...
zh_hant: 正在匯入資料夾...

# Resx/PM_ValidatePurchase
source: Validating...
he: מאמת...
uk: Перевірка…
zh_hans: 验证进行中...
zh_hant: 驗證進行中...

# Resx/DeleteNode
source: Deleting '{0}'…
id: Menghapus '{0}'...

# Resx/FetchingNodes
source: Fetching files and folders… [{0}]
id: Memuat file dan folder... [{0}]

# Resx/PM_CreateAccount
source: Creating account...
ar: إنشاء حساب...
es: Creando cuenta...
fi: Luodaan käyttäjätiliä...
it: Creando l'account...
pl: Tworzenie konta...
pt_br: Criando conta...
ru: Создание учётной записи:
sk: Vytváranie účtu...
sv: Skapar konto...
th: กำลังสร้างบัญชี...
uk: Створення облікового запису…

# Resx/PM_CreateFolder
source: Creating folder...
ar: جاري إنشاء مجلد...
es: Creando carpeta...
fi: Luodaan kansiota...
it: Creando cartella ...
pl: Tworzenie katalogu...
pt_br: Criando pasta...
ru: Создание папки…
sk: Vytváranie priečinku…
sv: Skapar mapp...
th: กำลังสร้างโฟลเดอร์...
uk: Створення теки…

# Resx/PM_Login
source: Logging in...
ar: تسجيل الدخول
es: Iniciando sesión...
fi: Kirjaudutaan...
it: Accesso...
pl: Logowanie...
pt_br: Entrando...
ru: Вход...
sk: Prihlasovanie...
sv: Loggar in...
th: กำลังเข้าสู่ระบบ...
uk: Вхід у систему…

# Resx/PM_Logout
source: Logging out...
ar: تسجيل الخروج...
es: Cerrando sesión...
fi: Kirjaudutaan ulos...
it: Disconnessione...
pl: Wylogowanie...
pt_br: Saindo...
ru: Выход...
sk: Odhlasovanie...
sv: Loggar ut...
th: กำลังออกจากระบบ...
uk: Вихід…

# Resx/ServersTooBusy
source: Servers too busy. Please wait…
ar: الخوادم مشغولة. الرجاء الانتظار...
es: Servidores ocupados. Por favor, espere...
fi: Palvelimet ovat liian kiireisiä. Ole hyvä ja odota...
it: Server occupato. Si prega di attendere...
pl: Serwer jest obciążony. Proszę czekać...
pt_br: Servidores muito ocupado. Por favor, aguarde…
ru: Серверы заняты. Подождите…
sk: Server je príliš zaneprázdnený... Prosím počkajte...
sv: Servrarna är för upptagna. Var god vänta...
th: เซิร์ฟเวอร์ไม่ว่าง กรุณารอสักครู่...
uk: Сервер зайнятий. Будь ласка, зачекайте…
vi: Các máy chủ đang bận. Xin vui lòng chờ...

# Resx/CancelSubscription
source: Canceling subscription...
tl: Ititigil mo na ang iyong MEGA subscription. Ipaalam sa amin kung meron kaming maitutulong upang baguhin ang inyong isip.

# Resx/CancelTransfer
source: Canceling transfer...
tl: Itinitigil ang paglilipat...
vi: Đang hủy việc truyền tải...

# Resx/ChangePassword
source: Changing password...
tl: Palitan ang password

# Resx/CleanRubbishBin
source: Emptying the rubbish bin...
tl: Nililinis ang Basurahan...
vi: Đang dọn thùng rác...

# Resx/CloseAllSessions
source: Closing all sessions...
tl: Isinasara ang lahat ng sesyon...

# Resx/CloseSession
source: Closing session...
tl: Isara ang sesyon...

# Resx/ConfirmAccount
source: Confirming account...
tl: Ikinukumpira ang account...

# Resx/CreateAccount
source: Creating account...
tl: Gumagawa ng account...

# Resx/CreateFolder
source: Creating folder...
tl: Gumagawa ng folder...

# Resx/GetLink
source: Getting link...
tl: Kinukuha ang link...

# Resx/GetPaymentUrl
source: Getting payment Url...
tl: Kinukuha ang payment Url...
vi: Đang lấy thông tin URL thanh toán...

# Resx/InviteContactRemind
source: Reminding contat request...
tl: Pinaaalala muli sa contact ang tungkol sa kahilingan...
vi: Đang nhắc nhở tên liên lạc về lời mời đã gửi...

# Resx/Login
source: Logging in...
tl: Naglolog-in na...

# Resx/Logout
source: Logging out...
tl: Nag-lolog out na...

# Resx/NodeToTrash
source: Moving to rubbish bin...
tl: Inililipat na sa Basurahan...
vi: Đang chuyển vào Thùng rác...

# Resx/RemoveLink
source: Removing link...
tl: Tanggalin ang link...

# Resx/ServersTooBusy
source: Servers too busy. Please waitâ€¦
tl: Abala pa ang servers. Mangyaring maghintay...

# Resx/UpgradeAccount
source: Upgrading account...
tl: Ina-upgrade ang account...
