Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/ProgressMessages.*.resx
Languages: tr

# CreditCardStore
source: Storing credit card...
tr: Kredi kartı kaydediliyor...

# DeleteNode
source: Deleting '{0}'...
tr: '{0}' siliniyor...

# DownloadLink
source: Retrieving download link...
tr: İndirme bağlantısı alınıyor...

# FastLogin
source: Resuming session...
tr: Oturum sürdürülüyor...

# FetchingNodes
source: Fetching files and folders... [{0}]
tr: Dosya ve klasörler alınıyor... [{0}]

# GetAccountDetails
source: Getting account details...
tr: Hesap detayları alınıyor...

# GetContactData
source: Getting contact data...
tr: Kişi verileri alınıyor...

# GetPaymentMethods
source: Getting payment methods...
tr: Ödeme yöntemleri alınıyor...

# GetPaymentUrl
source: Getting payment Url...
tr: Ödeme URL'si alınıyor...

# GetPreview
source: Getting preview...
tr: Önizleme alınıyor...

# GetUserData
source: Getting user data...
tr: Kullanıcı verileri alınıyor...

# ImportFile
source: Importing file...
tr: Dosya içe aktarılıyor...

# InviteContactAdd
source: Sending contact request...
tr: İletişim isteği gönderiliyor...

# InviteContactDelete
source: Deleting contact request...
tr: İletişim isteği siliniyor...

# InviteContactRemind
source: Reminding contat request...
tr: İstek kişiye hatırlatılıyor...

# LoadNodes
source: Building view...
tr: Görünüm oluşturuluyor...

# MoveNode
source: Moving...
tr: Taşınıyor...

# NodeToTrash
source: Moving to rubbish bin...
tr: Çöp kutusuna taşınıyor...

# PauseTransfers
source: Pausing transfers...
tr: Aktarımlar duraklatılıyor...

# PrepareDownloads
source: Preparing downloads...
tr: İndirmeler hazırlanıyor...

# PrepareUploads
source: Preparing uploads...
tr: Yüklemeler hazırlanıyor...

# RemoveContact
source: Removing contact...
tr: Kişi kaldırılıyor...

# RemoveNode
source: Removing...
tr: Kaldırılıyor...

# RenameNode
source: Renaming...
tr: Yeniden adlandırılıyor...

# ReplyContactRequestAccept
source: Accepting contact request...
tr: İletişim isteği kabul ediliyor...

# ReplyContactRequestDeny
source: Denying contact request...
tr: İletişim isteği reddediliyor...

# ReplyContactRequestIgnore
source: Ignoring contact request...
tr: İletişim isteği gözardı ediliyor...

# ResumeTransfers
source: Resuming transfers...
tr: Aktarımları sürdür...
