Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/ProgressMessages.*.xlf
Languages: ar, es, fi, he, id, it, ko, pl, pt_br, ru, sk, sv, th, tl, uk, vi, zh_hans, zh_hant

# Resx/PM_CancelSubscription
source: Canceling subscription…
id: Membatalkan subskripsi...
ko: 구독 취소중...

# Resx/CancelTransfer
source: Cancelling transfer…
id: Membatalkan transfer...
ko: 전송 취소중...

# Resx/PM_ChangePassword
source: Changing password…
id: Mengganti password...
ko: 비밀번호 변경중...

# Resx/CleanRubbishBin
source: Clearing the rubbish bin…
id: Menghapus sampah...
ko: 휴지통 비우는 중...

# Resx/PM_CloseAllSessions
source: Closing all sessions…
id: Menutup semua sesi...
ko: 모든 세션 닫는 중...

# Resx/PM_CloseSession
source: Closing session…
id: Menutup sesi...
ko: 세션 닫는중...

# Resx/PM_ConfirmAccount
source: Confirming account…
id: Mengkonfirmasi akun...
ko: 계정 확인 중...

# Resx/PM_CreateAccount
source: Creating account…
he: יוצר חשבון...
id: Membuat akun...
ko: 계정 생성 중...
zh_hans: 建立账号...
zh_hant: 建立帳號中...

# Resx/PM_CreateFolder
source: Creating folder…
id: Membuat folder...
ko: 폴더 생성중...
zh_hans: 创建文件夹...
zh_hant: 創建資料夾中...

# Resx/CreditCardStore
source: Storing credit card…
id: Menyimpan kartu kredit...
ko: 신용카드 저장중...

# Resx/DeleteNode
source: Deleting ‘{0}’…
ko: '{0}' 삭제 중...

# Resx/DownloadLink
source: Retrieving download link…
id: Mendapatkan link download...
ko: 다운로드 링크 받는 중...

# Resx/FastLogin
source: Resuming session…
id: Melanjutkan sesi...
ko: 세션 계속하는 중...

# Resx/GetAccountDetails
source: Getting account details…
id: Mendapatkan detil akun...
ko: 계정 상세 정보 얻는 중...

# Resx/GetContactData
source: Getting contact data…
id: Mendapatkan kontak data...
ko: 연락처 데이터 받아오는 중...

# Resx/PM_GetLink
source: Getting link…
id: Mendapatkan link...
ko: 링크 얻는 중...

# Resx/GetPaymentMethods
source: Getting payment methods…
id: Dapatkan metoda pembayaran...
ko: 지불 수단 얻는 중...

# Resx/GetPaymentUrl
source: Getting payment URL…
id: Mendapatkan URL pembayaran...
ko: 결제 URL 받아오는 중...

# Resx/GetPreview
source: Getting preview…
id: Mendapatkan preview...
ko: 미리보기 얻는 중...

# Resx/GetUserData
source: Getting user data…
id: Mendapatkan data pengguna...
ko: 이용자 데이터 받는 중...

# Resx/ImportFile
source: Importing file…
id: Meng-impor file...
ko: 파일 들여오는 중...

# Resx/InviteContactAdd
source: Sending contact request…
id: Mengirim request kontak...
ko: 연락처 요청 발송중...

# Resx/InviteContactDelete
source: Deleting contact request…
id: Menghapus request kontak...
ko: 연락처 요청 삭제중...

# Resx/InviteContactRemind
source: Reminding contact about the request…
id: Mengingatkan kontak tentang request...
ko: 연락처에게 요청을 되새기는 중...

# Resx/LoadNodes
source: Building view…
id: Membuat view...
ko: 뷰 생성중...

# Resx/PM_Login
source: Logging in…
he: מתחבר...
id: Sedang masuk...
ko: 로그인 중...
zh_hans: 登入中...
zh_hant: 正在登入中...

# Resx/PM_Logout
source: Logging out…
he: מתנתק...
id: Keluar...
ko: 로그아웃 중...
zh_hans: 正在登出...
zh_hant: 正在登出中...

# Resx/MoveNode
source: Moving…
id: Memindahkan...
ko: 이동중...

# Resx/NodeToTrash
source: Moving to Rubbish bin…
id: Memindahkan ke Sampah...
ko: 휴지통으로 이동중...

# Resx/PauseTransfers
source: Pausing transfers…
id: Menghentikan transfer...
ko: 전송 일시정지 중...

# Resx/PrepareDownloads
source: Preparing downloads…
id: Menyiapkan download...
ko: 다운로드 준비 중...

# Resx/PrepareUploads
source: Preparing uploads…
id: Menyiapkan upload...
ko: 업로드 준비 중...

# Resx/RemoveContact
source: Removing contact…
id: Menghapus kontak...
ko: 연락처 제거중...

# Resx/RemoveFromOffline
source: Removing from offline…
id: Menghapus dari offline...
ko: 오프라인에서 제거중...

# Resx/PM_RemoveLink
source: Removing link…
id: Menghapus link...
ko: 링크 제거중

# Resx/RemoveNode
source: Removing…
id: Menghapus...
ko: 제거하는 중...

# Resx/RenameNode
source: Renaming…
id: Menamakan...
ko: 이름 변경중...

# Resx/ReplyContactRequestAccept
source: Accepting contact request…
id: Menerima request kontak...
ko: 연락처 요청 승인중...

# Resx/ReplyContactRequestDeny
source: Denying contact request…
id: Menolak request kontak...
ko: 연락처 요청 거절중...

# Resx/ReplyContactRequestIgnore
source: Ignoring contact request…
id: Mengabaikan request kontak...
ko: 연락처 요청 무시중...

# Resx/ResumeTransfers
source: Resuming transfers…
id: Melanjutkan tranfser...
ko: 전송을 계속하는 중...

# Resx/SaveForOffline
source: Saving for offline…
id: Menyimpan untuk offline...
ko: 오프라인용으로 저장중...

# Resx/PM_UpgradeAccount
source: Upgrading account…
id: Mengupgrade akun...
ko: 계정 업그레이드중...

# Resx/PM_OpenFileLink
source: Opening file link…
id: Membuka link file...
ko: 파일 링크 여는중...

# Resx/PM_OpenFolderLink
source: Opening folder link…
id: Membuka link folder...
ko: 폴더 링크 여는중...

# Resx/PM_CopyNode
source: Copying…
id: Mengkopi...
ko: 복사중...

# Resx/PM_ImportFolder
source: Importing folder…
id: Mengimpor folder...
ko: 폴더 들여오는 중...

# Resx/PM_ValidatePurchase
source: Validating…
id: Memvalidasi...
ko: 검증중...

# Resx/PM_ApiLocked
source: This process is taking longer than expected. Please wait.
ko: 과정이 예상보다 오래 걸립니다. 기다려주세요.
zh_hans: 处理花费的时间比预期的要长。请稍候。

# Resx/PM_ApiRateLimit
source: Too many requests. Please wait.
ko: 요청이 너무 많습니다. 기다려주세요.
zh_hans: 请求太多。请稍候。

# Resx/PM_ConnectivityIssue
source: Unable to reach MEGA. Please check your connectivity or try again later.
ko: MEGA에 접속할 수 없습니다. 연결을 확인하거나 나중에 다시 시도하세요.
zh_hans: 无法连接MEGA。请检查您的连接或稍后再试。

# Resx/PM_ServersBusy
source: Servers are too busy. Please wait…
he: השרתים עמוסים. אנא המתן.
id: Server sangat sibuk. Harap tunggu.
ko: 서버가 너무 바쁩니다. 잠시 기다리세요.
zh_hans: 服务器忙碌中。请稍候...
zh_hant: 系統忙碌中，請稍候。

# Resx/PM_Restoring
source: Restoring…
ko: 복원중...

# Resx/PM_CancelSubscription
source: Canceling subscription...
ar: جاري إلغاء الاشتراك...
es: Cancelando subscripción...
fi: Peruutetaan tilaus...
he: מבטל הרשמה...
it: Annullando la sottoscrizione...
pl: Anulowanie subskrypcji...
pt_br: Cancelamento de inscrição...
ru: Отмена подписки…
sk: Ruším predplatné...
sv: Avslutar prenumeration
th: กำลังยกเลิกการสมัครใช้งาน...
uk: Скасування підписки…
zh_hans: 取消订阅中...
zh_hant: 取消訂閱中...

# Resx/CancelTransfer
source: Cancelling transfer...
ar: يتم إلغاء النقل...
es: Cancelando transferencia...
fi: Keskeytetään siirto...
he: מבטל העברה...
it: Cancellazione del trasferimento in corso...
pl: Anulowanie przesyłu...
pt_br: Cancelamento de transferência...
ru: Отмена передачи…
sk: Rušenie prenosu...
sv: Avbryter överföring
th: กำลังยกเลิกการโอนย้าย...
uk: Скасування передачі…
zh_hans: 取消传输中...
zh_hant: 取消傳輸中...

# Resx/PM_ChangePassword
source: Changing password...
ar: تغيير كلمة السر ...
es: Cambiando contraseña...
fi: Salasanaa vaihdetaan...
he: מחליף סיסמא...
it: Cambiamento della password...
pl: Zmiana hasła...
pt_br: Alterando a senha...
ru: Изменение пароля…
sk: Mením heslo...
sv: Ändrar lösenord
th: กำลังเปลี่ยนรหัสผ่าน...
uk: Зміна пароля…
zh_hans: 正在更改密码中...
zh_hant: 正在更改密碼中...

# Resx/CleanRubbishBin
source: Clearing the rubbish bin...
ar: يتم تنظيف سلة المهملات...
es: Vaciando la papelera...
fi: Tyhjennetään roskakori...
he: מנקה את פח המחזור...
it: Pulizia del cestino in corso...
pl: Czyszczenie kosza...
pt_br: Limpando o lixo...
ru: Очистка корзины…
sk: Čistenie odpadkového koša...
sv: Tömmer papperskorgen...
th: กำลังเคลียร์ถังขยะ...
uk: Очищення кошику для сміття…
zh_hans: 清空垃圾桶中...
zh_hant: 清空垃圾桶中...

# Resx/PM_CloseAllSessions
source: Closing all sessions...
ar: إغلاق جميع الجلسات...
es: Cerrando sesiones...
fi: Suljetaan kaikki istunnot...
he: סוגר את כל הסשנס...
it: Chiusura di tutte le sessioni in corso...
pl: Zamknij wszystkie sesje...
pt_br: Fechando todas as sessões...
ru: Завершение всех сеансов…
sk: Zatváranie všetkých relácií...
sv: Stänger alla sessioner
th: กำลังปิดเซสชั่นทั้งหมด...
uk: Закриття усіх сесій…
zh_hans: 关闭所有项目...
zh_hant: 關閉所有項目...

# Resx/PM_CloseSession
source: Closing session...
ar: إغلاق الجلسة
es: Cerrando sesión...
fi: Suljetaan istuntoa...
he: סוגר סשן...
it: Chiusura sessione in corso...
pl: Zamykanie sesji...
pt_br: Fechando a sessão...
ru: Завершение сеанса…
sk: Zatváranie relácie...
sv: Stänger session
th: กำลังปิดเซสชั่น
uk: Закриття сесії…
zh_hans: 关闭中...
zh_hant: 關閉中...

# Resx/PM_ConfirmAccount
source: Confirming account...
ar: جاري تأكيد الحساب...
es: Confirmando cuenta...
fi: Varmistetaan käyttäjätiliä...
he: מאשר חשבון...
it: Confermando account...
pl: Potwierdzanie konta...
pt_br: Confirmando conta...
ru: Подтверждение аккаунта:
sk: Potvrdzovanie účtu...
sv: Bekräftar konto...
th: กำลังยืนยันบัญชีผู้ใช้งาน...
uk: Підтвердження акаунту…
zh_hans: 正在确认账户...
zh_hant: 正在確認帳戶...

# Resx/CreditCardStore
source: Storing credit card...
ar: يتم تخزين البطاقة الإئتمانية
es: Almacenando tarjeta de crédito...
fi: Tallennetaan luottokorttia...
he: שומר כרטיס אשראי...
it: Memorizzazione carta di credito ...
pl: Zapisywanie karty kredytowej...
pt_br: Armazenamento de cartão de crédito ...
ru: Сохранение кредитной карты...
sk: Ukladanie kreditnej karty...
sv: Lagrar kreditkort...
th: กำลังจัดเก็บบัตรเครดิต
tl: Nilalagay na ang credit card...
uk: Збереження кредитної карти…
vi: Đang lưu thông tin thẻ...
zh_hans: 储存信用卡...
zh_hant: 儲存信用卡...

# Resx/DeleteNode
source: Deleting '{0}'...
ar: حذف '{0}' ...
es: Eliminando '{0}'...
fi: Poistetaan '{0}'..
he: מוחק '{0}'...
it: Eliminando '{0}'...
pl: Usuwanie '{0}'...
pt_br: Deletando '{0}'...
ru: Удаление '{0}'...
sk: Mazanie '{0}'...
sv: Raderar '{0}'...
th: กำลังลบ '{0}'...
tl: Pinapahi na ang '{0}'...
uk: Видалення '{0}'…
vi: Đang xóa '{0}'...
zh_hans: 正在删除'{0}'...
zh_hant: 正在刪除'{0}'...

# Resx/DownloadLink
source: Retrieving download link...
ar: استرجاع رابط التحميل...
es: Recuperando enlace de descarga...
fi: Noudetaan latauslinkkiä...
he: טוען קישור להורדה...
it: Recupero link del download...
pl: Pobieranie linku...
pt_br: Resgatando link de download...
ru: Получение ссылки...
sk: Získavanie odkazu na sitahnutie...
sv: Hämtar nedladdningslänk ...
th: กำลังเรียกใช้ลิงก์ดาวน์โหลด...
tl: Kinukuhang muli ang download link...
uk: Отримання ланки…
vi: Đang lấy đường dẫn...
zh_hans: 正在检索下载链接...
zh_hant: 正在檢索下載連接...

# Resx/FastLogin
source: Resuming session...
ar: جاري استئناف الجلسة...
es: Reanudando sesión...
fi: Jatketaan...
he: משחזר חשבון...
it: Ripresa della sessione...
pl: Wznawiam sesję...
pt_br: Continuando sessão...
ru: Возобновление сессии...
sk: Obnovnovanie relácie...
sv: Återupptar session...
th: กำลังคืนค่าเซสเซสชั่น...
tl: Ipinagpapatuloy ang sesyon...
uk: Поновлення сесії…
vi: Đang khôi phục phiên lần trước...
zh_hans: 正在恢复...
zh_hant: 正在恢復...

# Resx/FetchingNodes
source: Fetching files and folders... [{0}]
ar: جاري إحضار الملفات والمجلدات... [{0}]
es: Cargando archivos y carpetas... [{0}]
fi: Haetaan tiedostoja ja kansioita... [{0}]
he: אוסף קבצים ותיקיות... [{0}]
it: Caricamento dei file e delle cartelle in corso... [{0}]
pl: Pobieranie plików i katalogów... [{0}]
pt_br: Listando arquivos e pastas... [{0}]
ru: Получение файлов и папок... [{0}]
sk: Získavanie súborov a priečinkov... [{0}]
sv: Hämtar filer och mappar... [{0}]
th: กำลังนำไฟล์และโฟลเดอร์มา... [{0}]
tl: Kinukuha ang files at folders... [{0}]
uk: Отримання файлів і тек… [{0}]
vi: Đang lấy tệp tin và thư mục... [{0}]
zh_hans: 选取文件与文件夹... [{0}]
zh_hant: 選取檔案與資料夾... [{0}]

# Resx/GetAccountDetails
source: Getting account details...
ar: جاري الحصول علي تفاصيل الحساب...
es: Obteniendo detalles de la cuenta...
fi: Haetaan käyttäjätilin lisätietoja...
he: טוען פרטי חשבון...
it: Ottenendo i dettagli dell'account...
pl: Pobieranie danych konta...
pt_br: Resgatando detalhes da conta...
ru: Получение деталей аккаунта...
sk: Získavanie údajov o účte...
sv: Hämtar konto detaljer...
th: กำลังรับรายละเอียดบัญชี...
tl: Kumukuha ng detalye ng account...
uk: Отримання деталей акаунту…
vi: Đang lấy thông tin tài khoản...
zh_hans: 正在载入账户资料...
zh_hant: 正在載入帳戶資料...

# Resx/GetContactData
source: Getting contact data...
ar: الحصول على بيانات جهة الاتصال...
es: Obteniendo datos de contacto...
fi: Haetaan kontaktitietoja...
he: מקבל מידע ליצירת קשר...
it: Recupero dati contatto...
pl: Pobieranie danych kontaktowych...
pt_br: Obtendo dados de contato ...
ru: Получение данных контакта...
sk: Získavanie údajoch o kontaktoch...
sv: Hämtar kontakt data...
th: กำลังรับข้อมูลผู้ติดต่อ...
tl: Kinukuha ang contact data...
uk: Отримання контактів…
vi: Đang lấy danh bạ...
zh_hans: 取得联系人资讯...
zh_hant: 取得聯絡人資訊...

# Resx/PM_GetLink
source: Getting link...
ar: الحصول على رابط...
es: Obteniendo enlace...
fi: Haetaan linkkiä...
he: טוען קישור...
it: Ottenendo link..
pl: Pobieranie linku...
pt_br: Resgatando link...
ru: Получение ссылки...
sk: Získavanie odkazu...
sv: Hämtar länk...
th: กำลังรับลิงก์...
uk: Отримання ланки…
zh_hans: 正在生成链接...
zh_hant: 正在生出連接...

# Resx/GetPaymentMethods
source: Getting payment methods...
ar: جاري الحصول على وسائل الدفع...
es: Obteniendo formas de pago...
fi: Haetaan maksutapatietoja...
he: מקבל שיטות לתשלום...
it: Recupero metodi di pagamento...
pl: Pobieranie metody płatności...
pt_br: Obtendo métodos de pagamento ...
ru: Получение методов оплаты...
sk: Získavanie platobných metód...
sv: Hämtar betalningsalternativ...
th: กำลังรับวิธีการชำระเงิน...
tl: Kinukuha ang payment methods...
uk: Отримання способу оплати…
vi: Đang lấy thông tin thanh toán...
zh_hans: 取得付款方式...
zh_hant: 取得付款方式...

# Resx/GetPaymentUrl
source: Getting payment URL...
ar: جاري الحصول على رابط الدفع...
es: Obteniendo URL de pago...
fi: Haetaan maksulinkkiä...
he: מקבל כתובת לתשלום...
it: Ottenimento URL di pagamento...
pl: Pobieranie link płatności...
pt_br: Obtendo URL de pagamento ...
ru: Получение ссылки для оплаты...
sk: Získavanie platobnej URL...
sv: Hämtar betalnings URL...
th: กำลังรับ URL การชำระเงิน...
uk: Отримання URL оплати…
zh_hans: 取得付款链接...
zh_hant: 取得付款連結...

# Resx/GetPreview
source: Getting preview...
ar: الحصول على معاينة...
es: Obteniendo vista previa...
fi: Noudetaan esikatselua...
he: טוען תצוגה מקדימה...
it: Ottenendo anteprima...
pl: Pobieram podgląd...
pt_br: Criando prévia...
ru: Получение предварительного просмотра...
sk: Získavanie náhľadu...
sv: Hämtar förhandsvisning...
th: กำลังรับตัวอย่าง...
tl: Kinukuha ang preview..
uk: Отримання попереднього перегляду…
vi: Đang chuẩn bị bản xem trước...
zh_hans: 正在加载预览...
zh_hant: 正在加載預覽...

# Resx/GetUserData
source: Getting user data...
ar: جاري تحصيل معلوماتك
es: Obteniendo datos de usuario...
fi: Haetaan käyttäjätietoja...
he: מקבל המידע על המשתמש...
it: Ricevendo dati utente...
pl: Pobieranie danych...
pt_br: Obtendo dados do usuário ...
ru: Получение данных пользователя...
sk: Získavanie užívateľských dát...
sv: Hämtar användar data...
th: กำลังรับข้อมูลผู้ใช้...
tl: Kinukuha ang user data...
uk: Отримання даних…
vi: Đang lấy dữ liệu người dùng
zh_hans: 取得使用者资料...
zh_hant: 取得使用者資料...

# Resx/ImportFile
source: Importing file...
ar: استيراد الملف...
es: Importando archivo...
fi: Tuodaan tiedosto...
he: מייבא קובץ...
it: Importazione file...
pl: Importowanie pliku
pt_br: Importando arquivo...
ru: Импорт файла...
sk: Importovanie súboru...
sv: Importerar fil...
th: กำลังนำเข้าไฟล์...
tl: Iniimport ang file...
uk: Імпорт файлу…
vi: Đang chuyển nhập file...
zh_hans: 正在导入文件...
zh_hant: 正在導入文件...

# Resx/InviteContactAdd
source: Sending contact request...
ar: جاري إرسال طلب جهة اتصال
es: Enviando solicitud de contacto...
fi: Lähetetään kontaktipyyntö
he: שולח בקשת איש קשר...
it: Invio della richiesta di contatto in corso...
pl: Wysyłanie zaproszenia...
pt_br: Enviando solicitação de contato...
ru: Отправка запроса контакту…
sk: Posielanie žiadosti o kontakt...
sv: Skickar kontaktförfrågan...
th: กำลังส่งคำขอผู้ติดต่อ...
tl: Magpadala ng kahilingan para sa contact...
uk: Надсилання запиту контакту…
vi: Đang gửi yêu cầu danh bạ...
zh_hans: 送出联系人邀请中...
zh_hant: 送出聯絡人邀請中...

# Resx/InviteContactDelete
source: Deleting contact request...
ar: يتم حذف طلب جهة اتصال...
es: Eliminando solicitud de contacto...
fi: Poistetaan kontaktipyyntö...
he: מוחק בקשת איש קשר...
it: Cancellazione della richiesta di contatto in corso...
pl: Usuwanie zaproszenia...
pt_br: Exclusão de solicitação de contato...
ru: Удаление запроса контакта…
sk: Mazanie žiadosti o kontakt...
sv: Ta bort kontaktförfrågan...
th: กำลังลบคำขอผู้ติดต่อ...
tl: Pinapahi ang kahilingan ng contact...
uk: Видалення запиту контакту…
vi: Đang xóa yêu cầu danh bạ...
zh_hans: 取消联系人邀请中...
zh_hant: 取消聯絡人邀請中...

# Resx/InviteContactRemind
source: Reminding contact about the request...
ar: جاري تذكير جهة الاتصال عن الطلب...
es: Reenviando la invitación de contacto...
fi: Muistutetaan kontaktia pyynnöstä...
he: שולח תזכורת לאיש הקשר לגבי ההזמנה.
it: Ricordo al contatto la tua richiesta...
pl: Przypomnienie kontaktowi o zaproszenie...
pt_br: Lembrando contato sobre o pedido...
ru: Напоминание контакту о запросе…
sk: Pripomínanie kontaktu o žiadosti...
sv: Påminn kontakt om förfrågan...
th: กำลังเตือนเมื่อมีคำขอจากผู้ติดต่อ...
uk: Нагадування про запит контакту…
zh_hans: 提醒联系人接受邀请...
zh_hant: 提醒聯絡人接受邀請...

# Resx/LoadNodes
source: Building view...
ar: عرض البناء...
es: Creando vista...
fi: Luodaan näkymää...
he: בונה תצוגה...
pl: Tworzę widok...
pt_br: Criando visualização...
ru: Отображение...
sk: Tvorba pohľadu...
sv: Byggnad vy...
th: กำลังสร้างตัวอย่าง...
tl: Gumagawa ng view...
uk: Відображення…
vi: Đang xây dựng tổng quan...
zh_hans: 正在生成视图...
zh_hant: 正在生成視圖...

# Resx/MoveNode
source: Moving...
ar: جاري النقل...
es: Moviendo...
fi: Siirretään...
he: מעביר...
it: Spostamento...
pl: Przenoszenie...
pt_br: Movendo...
ru: Перемещение...
sk: Presúvanie...
sv: Rörlig...
th: กำลังย้าย...
tl: Inililipat...
uk: Перенесення…
vi: Đang di chuyển...
zh_hans: 正在移动...
zh_hant: 正在移動...

# Resx/NodeToTrash
source: Moving to Rubbish bin...
ar: جاري النقل الي سلة المهملات...
es: Moviendo a la papelera...
fi: Siirretään roskakoriin...
he: מעביר אל פח האשפה...
it: Sposta nel Cestino
pl: Przenoszenie do kosza...
pt_br: Movendo para a lixeira...
ru: Перемещение в корзину...
sk: Presúvanie do Odpadkového koša...
sv: Flyttar till papperskorgen...
th: กำลังย้ายไปถังขยะ...
uk: Перенесення у кошик для сміття…
zh_hans: 正在移动至垃圾桶
zh_hant: 正在移動至垃圾桶

# Resx/PauseTransfers
source: Pausing transfers...
ar: ايقاف عمليات النقل...
es: Pausando transferencias...
fi: Tauotetaan latauksia...
he: משהה העברות...
it: Pausa dei trasferimenti...
pl: Wstrzymanie przesyłania...
pt_br: Pausando transferências...
ru: Приостановка передач...
sk: Pozastavovanie prenosov...
sv: Pausar överföringar...
th: กำลังหยุดการโอนย้ายชั่วคราว...
tl: Itinitigil ang paglilipat...
uk: Призупинення передачі…
vi: Đang dừng tiến trình...
zh_hans: 正在停止传输...
zh_hant: 正在停止傳輸...

# Resx/PrepareDownloads
source: Preparing downloads...
ar: جاري إعداد التحميل...
es: Preparando descargas...
fi: Valmistellaan latauksia...
he: מכין הורדות...
it: Preparando i downloads...
pl: Przygotowanie do pobierania...
pt_br: Preparando downloads...
ru: Подготовка скачиваний...
sk: Príprava sťahovaní...
sv: Förbereder nedladdingar...
th: กำลังเตรียมการดาวน์โหลด...
tl: Inihahanda na ang pagdodownload...
uk: Підготовка завантаження…
vi: Chuẩn bị tải về...
zh_hans: 正在准备下载...
zh_hant: 正在準備下載...

# Resx/PrepareUploads
source: Preparing uploads...
ar: جاري إعداد الرفع...
es: Preparando subidas...
fi: Valmistellaan lähetyksiä...
he: מכין העלאות...
it: Preparando gli uploads...
pl: Przygotowanie do wgrywania...
pt_br: Preparando uploads...
ru: Подготовка загрузки...
sk: Príprava uploadov...
sv: Förbereder uppladdningar
th: กำลังเตรียมการอัปโหลด...
tl: Inihahanda ang uploads...
uk: Підготовка відвантаження…
vi: Đang chuẩn bị đăng tải lên...
zh_hans: 正在准备上传...
zh_hant: 正在準備上傳...

# Resx/RemoveContact
source: Removing contact...
ar: يتم إزالة جهة الاتصال
es: Eliminando contacto...
fi: Poistetaan kontakti...
he: מוחק איש קשר...
it: Rimozione contatto in corso...
pl: Usuwanie kontaktu...
pt_br: Removendo contato...
ru: Удаление контакта…
sk: Odstraňovanie kontaktu...
sv: Tar bort kontakt
th: กำลังลบผู้ติดต่อ...
tl: Tinatanggal ang contact...
uk: Видалення контакту…
vi: Đang xóa tên liên lạc...
zh_hans: 正在移除联系人...
zh_hant: 正在移除聯絡人...

# Resx/RemoveFromOffline
source: Removing from offline...
ar: يتم الإزالة من التوفر دون اتصال...
es: Eliminando de 'sin conexión' ...
fi: Poistetaan offline-käytöstä...
he: מוחק מקבצים לא מקוונים...
it: Rimozione file da uso offline in corso...
pl: Usuwanie z offline...
pt_br: Remoção de offline...
ru: Удаление локальных копий…
sk: Odstraňovanie z offline...
sv: Tar bort från offline...
th: กำลังลบออกจากรายการออฟไลน์
tl: Tinatanggal sa offline...
uk: Видалення з автономного режиму…
vi: Đang xóa mục ngoại tuyến...
zh_hans: 移除离线文件...
zh_hant: 移除離線檔案...

# Resx/PM_RemoveLink
source: Removing link...
ar: حذف الرابط
es: Eliminando enlace...
fi: Poistetaan linkki...
he: מוחק קישור...
it: Rimozione link in corso...
pl: Usuwanie linku...
pt_br: Removendo link...
ru: Удаление ссылки…
sk: Odstraňovanie odkazu...
sv: Tar bort länk
th: กำลังลบลิงก์...
uk: Ланка видалення…
zh_hans: 正在删除链接...
zh_hant: 正在刪除連結...

# Resx/RemoveNode
source: Removing...
ar: جاري الحذف...
es: Eliminando...
fi: Poistetaan...
he: מוחק...
it: Rimuovendo...
pl: Usuwanie...
pt_br: Removendo...
ru: Удаление...
sk: Odstraňovanie...
sv: Tar bort...
th: กำลังลบออก...
tl: Tinatanggal...
uk: Видалення…
vi: Đang xóa...
zh_hans: 正在删除...
zh_hant: 正在移除...

# Resx/RenameNode
source: Renaming...
ar: إعادة التسمية...
es: Renombrando...
fi: Uudelleennimetään...
he: משנה שם...
it: Rinominando...
pl: Zmiany nazwy...
pt_br: Renomeando...
ru: Переименование...
sk: Premenovávanie...
sv: Byter namn...
th: กำลังเปลี่ยนชื่อ...
tl: Binabago na ang pangalan...
uk: Перейменування…
vi: Đang đổi tên...
zh_hans: 正在重命名...
zh_hant: 正在重命名...

# Resx/ReplyContactRequestAccept
source: Accepting contact request...
ar: الموافقة على طلب جهة اتصال...
es: Aceptando solicitud de contacto...
fi: Hyväksytään kontaktipyyntö...
he: מקבל בקשת איש קשר...
it: Accettazione richiesta di contatto in corso...
pl: Akceptowanie zaproszenia...
pt_br: Aceitar solicitação de contato...
ru: Приём запроса контакта…
sk: Prijímanie žiadosti o kontakt...
sv: Acceptera kontaktförfrågan...
th: กำลังยอมรับคำขอผู้ติดต่อ...
tl: Tinatanggap ang kahilingan ng contact...
uk: Ухвалення запиту контакту…
vi: Tiến hành chấp nhận yêu cầu danh bạ...
zh_hans: 接受联系人邀请中...
zh_hant: 接受聯絡人邀請中...

# Resx/ReplyContactRequestDeny
source: Denying contact request...
ar: رفض طلب جهة اتصال
es: Rechazando la invitación de contacto...
fi: Kieltäydytään kontaktipyynnöstä
he: מסיר בקשת איש קשר...
it: Rifiuto della richiesta di contatto in corso...
pl: Anulowanie nowego zaproszenia...
pt_br: Negar pedido de contato...
ru: Отклонение запроса контакта…
sk: Zamietanie žiadosti o kontakt...
sv: Nekar kontaktförfrågan...
th: กำลังปฏิเสธคำขอผู้ติดต่อ...
tl: Tinatanggihan ang kahilingan ng contact...
uk: Відхилення запиту контакту…
vi: Đang từ chối yêu cầu danh bạ...
zh_hans: 拒绝联系人邀请中...
zh_hant: 拒絕聯絡人邀請中...

# Resx/ReplyContactRequestIgnore
source: Ignoring contact request...
ar: تجاهل طلب جهة اتصال
es: Ignorando la invitación de contacto...
fi: Sivuutetaan kontaktipyyntö...
he: מתעלם מבקשת איש קשר...
it: Ignorando la richiesta di contatto in corso...
pl: Ignorowanie zaproszenia...
pt_br: Ignorando solicitação de contato...
ru: Игнорирование запроса контакта…
sk: Ignorovanie žiadosti o kontakt...
sv: Ignorera kontaktförfrågan...
th: กำลังละเว้นคำขอผู้ติดต่อ...
tl: Tinatalikuran ang kahilingan ng contact...
uk: Ігнорування запиту контакту…
vi: Tiến hành từ chối yêu cầu danh bạ...
zh_hans: 忽略联系人邀请中...
zh_hant: 忽略聯絡人邀請中...

# Resx/ResumeTransfers
source: Resuming transfers...
ar: استئناف عمليات النقل...
es: Reanudando transferencias...
fi: Jatketaan siirtoja...
he: משחזר העברות...
it: Riprendendo i trasferimenti...
pl: Wznawianie działań
pt_br: Continuando transferências...
ru: Возобновление передач...
sk: Obnovovanie prenosov...
sv: Återupptar överföringar
th: กำลังดำเนินการโอนย้ายต่อ...
tl: Sinisimulan ang paglilipat...
uk: Відновлення передачі…
vi: Đang tiếp tục tiến trình lại...
zh_hans: 正在恢复传输...
zh_hant: 正在恢復傳輸...
