Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/UiResources.*.xlf
Languages: ja, vi

# Resx/Add
source: Add
ja: 追加
vi: Thêm

# Resx/AddFolder
source: add folder
ja: フォルダを追加
vi: thêm thư mục

# Resx/UI_AgreeTermsOfService
source: I agree with the Terms of Service
vi: Tôi đồng ý với Điều Khoản Dịch Vụ

# Resx/Cancel
source: Cancel
ja: キャンセル
vi: Hủy bỏ

# Resx/CloudDriveName
source: Cloud Drive
ja: クラウドドライブ
vi: Ổ Mây

# Resx/Confirm
source: confirm
ja: 確認する
vi: xác nhận

# Resx/UI_ConfirmAccount
source: Confirm account
ja: アカウントを確認
vi: Xác thực tài khoản

# Resx/UI_ConfirmPassword
source: Confirm password
vi: Xác minh mật khẩu

# Resx/Copy
source: Copy
ja: コピー実行
vi: Sao chép

# Resx/UI_CreateAccount
source: Create account
ja: アカウントを作成する
vi: Tạo tài khoản

# Resx/UI_CreateFolder
source: Folder name:
ja: フォルダ名
vi: Tên thư mục:

# Resx/EmptyFolder
source: empty folder
ja: 空のフォルダ
vi: thư mục trống

# Resx/EmptyTransfers
source: No transfers
ja: 転送なし
vi: Không có truyền tải

# Resx/UI_GetLink
source: Get link
ja: リンクを取得
vi: Lấy đường dẫn liên kết

# Resx/LoadingPreview
source: Loading preview...
ja: プレビューアップロード中..
vi: Đang tải trình chiếu...

# Resx/UI_Login
source: Login
ja: ログイン
vi: Đăng nhập

# Resx/MegaShareLinkMessage
source: I want to share this MEGA cloud service file with you
ja: MEGAクラウドサービスのファイルをあなたと共有したい
vi: Dịch vụ lưu trữ MEGA này hay lắm nè, mình đang dùng và rất thích

# Resx/Move
source: Move
ja: 移動
vi: Di chuyển

# Resx/MultipleFiles
source: files
ja: ファイル
vi: tệp tin

# Resx/MultipleFolders
source: folders
ja: フォルダ
vi: thư mục

# Resx/MyAccount
source: my account
ja: アカウント設定
vi: tài khoản

# Resx/UI_FirstName
source: First name
vi: Tên

# Resx/Next
source: next
ja: 次
vi: tiếp theo

# Resx/Open
source: Open
ja: 開く
vi: Mở

# Resx/UI_OpenMegaLink
source: Open MEGA link
ja: MEGAリンクを開く
vi: Mở đường dẫn MEGA

# Resx/UI_Password
source: Password
vi: Mật khẩu

# Resx/Preview
source: Preview
ja: プレビュー
vi: Xem hình

# Resx/Previous
source: previous
ja: 前回の
vi: quay lại

# Resx/Refresh
source: refresh
ja: リフレッシュ
vi: làm mới

# Resx/StayLoggedInText
source: Stay logged in
ja: ログインしたまま
vi: Giữ đăng nhập

# Resx/Remove
source: Remove
ja: 削除
vi: Xóa

# Resx/Rename
source: Rename
ja: 名前を変更
vi: Đổi tên

# Resx/RenameItem
source: Type a new name:
ja: 新しい名前を入力する:
vi: Nhập một tên mới:

# Resx/Save
source: Save
vi: Lưu

# Resx/Share
source: share
ja: 共有
vi: chia sẻ

# Resx/SingleFile
source: file
ja: ファイル
vi: tệp

# Resx/SingleFolder
source: folder
ja: フォルダ
vi: thư mục

# Resx/NoTransfers
source: No transfers
ja: 転送なし
vi: Không có truyền tải

# Resx/Upload
source: upload
ja: アップロード
vi: tải lên

# Resx/Transfers
source: transfers
ja: 転送分
vi: các truyền tải

# Resx/Download
source: download
ja: ダウンロード
vi: tải về

# Resx/Settings
source: settings
ja: 設定
vi: thiết đặt

# Resx/CreateShortCut
source: Create shortcut
ja: ショートカットを作成
vi: Tạo lối tắt

# Resx/MultiSelect
source: Multi select
ja: 複数選択
vi: Chọn nhiều mục

# Resx/SpecialThankYou
source: We want to special thank the following companies/people for making this app possible:
ja: このアプリ作成のために貢献して下さった次の方々にお礼を申し上げます。
vi: Chúng tôi chân thành cảm ơn nhưng công ty, cá nhân sau đã giúp chúng tôi hoàn thành ứng dụng này:

# Resx/RubbishBinName
source: Rubbish bin
ja: ゴミ箱
vi: Thùng rác

# Resx/Off
source: Off
ja: オフ
vi: Tắt

# Resx/On
source: On
ja: オン
vi: Bật

# Resx/Done
source: done
ja: できました。
vi: xong

# Resx/UI_Logout
source: Logout
ja: ログアウト
vi: Đăng Xuất

# Resx/HomeRoot
source: Home
ja: ホームページへ
vi: Trang chủ

# Resx/RubbishBinRoot
source: Rubbish Bin
ja: ゴミ箱
vi: Thùng rác

# Resx/UI_ConfirmPinLock
source: Confirm PIN lock
vi: Nhập lại mã PIN

# Resx/UI_PinLock
source: PIN Lock
vi: Khóa bằng PIN

# Resx/No
source: No
ja: いいえ
vi: Không

# Resx/Yes
source: yes
ja: はい
vi: có

# Resx/FileUpload
source: File upload
ja: ファイルアップロード
vi: Tải lên tệp tin

# Resx/Import
source: Import
ja: インポート
vi: Lấy nội dung

# Resx/LinkOptions
source: Link options
ja: リンクオプション
vi: Tùy chọn cho đường dẫn liên kết

# Resx/SelectPhoto
source: Select photo
ja: 写真を選択
vi: Chọn ảnh

# Resx/SelfieMode
source: Selfie mode
ja: セルフィーモード
vi: Chế độ ảnh tự sướng

# Resx/TakePhoto
source: Take photo
ja: 写真を撮る
vi: Chụp ảnh

# Resx/UploadOptionsTitle
source: Upload options
ja: アップロードのオプション
vi: Tùy chỉnh tải lên

# Resx/ImageUpload
source: Image upload
ja: 画像のアップロード
vi: Tải lên hình ảnh

# Resx/Storage
source: Storage
ja: ストレージ
vi: Lưu trữ

# Resx/Accept
source: accept
ja: 受け入れる
vi: chấp nhận

# Resx/Acknowledgements
source: Acknowledgements
ja: 謝意
vi: Thỏa Thuận

# Resx/Annually
source: Annually
ja: 年ごと
vi: Hàng năm

# Resx/AppVersionText
source: App version
ja: アプリ用
vi: Phiên bản ứng dụng

# Resx/AskDownloadLocationText
source: Always ask for download location
ja: ダウンロード先を必ず尋ねる
vi: Luôn hỏi chỗ để lưu mỗi khi tải về

# Resx/Available
source: available
ja: 利用可能
vi: còn sẵn

# Resx/Bandwidth
source: Transfer quota
ja: 転送容量制限
vi: Băng thông truyền tải

# Resx/Cache
source: cache
ja: キャッシュ
vi: bộ nhớ tạm

# Resx/CancelAll
source: cancel all
ja: すべてをキャンセル
vi: hủy hết

# Resx/Capture
source: capture
ja: 取る
vi: chụp

# Resx/ChangePinLock
source: Change PIN Lock
ja: PINロック変更
vi: Đổi mã PIN

# Resx/CleanUpTransfers
source: clean up transfers
ja: 転送を片付ける
vi: dẹp hết mọi truyền tải

# Resx/ClearCache
source: clear cache
ja: キャッシュ解除
vi: dọn bộ nhớ

# Resx/ClearSelection
source: clear selection
ja: 選択を解除
vi: bỏ lựa chọn

# Resx/Clipboard
source: clipboard
ja: クリップボード
vi: bộ ghi nhớ

# Resx/DefaultDownloadLocationText
source: Default download location
ja: ダウンロード位置を設定
vi: Chỗ tải xuống mặc định

# Resx/Downloads
source: downloads
ja: ダウンロード
vi: Phiên Tải Xuống

# Resx/UI_ExportRecoveryKeyText
source: Export Recovery Key
ja: リカバリーキーをエクスポート
vi: Xuất Mã Khóa Phục Hồi

# Resx/ExportPhotoAlbumText
source: Export images to 'saved pictures' album after download
ja: ダウンロード後、画像を'保存イメージ'アルバムにエキスポートする。
vi: Xuất tất cả ảnh vào album 'saved pictures' sau khi tải xong

# Resx/FilesAscendingSortOption
source: files (ascending)
ja: ファイル（上り）
vi: loại tệp (tăng dần)

# Resx/FilesDescendingSortOption
source: files (descending)
ja: ファイル（下り）
vi: loại tệp (giảm dần)

# Resx/FreeSpace
source: Free space
ja: 無料スペース
vi: Bộ nhớ trống

# Resx/LargestSortOption
source: Largest
ja: 大きいものから
vi: lớn nhất

# Resx/MakePinLock
source: Make a PIN Lock
ja: PIN ロックを作成
vi: Tạo một mã PIN

# Resx/UI_RecoveryKey
source: Recovery Key
ja: リカバリーキー
vi: Mã Khóa Phục Hồi

# Resx/UI_MEGA_SDK_Version
source: MEGA SDK version
vi: Phiên bản MEGA SDK

# Resx/Monthly
source: Monthly
ja: 月ごと
vi: Hàng tháng

# Resx/NameAscendingSortOption
source: Name (ascending)
ja: 名前（上り）
vi: tên (tăng dần)

# Resx/NameDescendingSortOption
source: Name (descending)
ja: 名前（下り）
vi: tên (giảm dần)

# Resx/NewestSortOption
source: Newest
ja: 新しいものから
vi: mới nhất

# Resx/UI_NewPinLock
source: New PIN lock
vi: Mã PIN mới

# Resx/NoDataToShow
source: No data to show
ja: 提示するデータなし
vi: Không có dữ liệu để hiện

# Resx/NoPlansToDisplay
source: No plans to display
ja: 表示するプランなし
vi: Không có gói cước nào để hiển thị

# Resx/OldestSortOption
source: Oldest
ja: 古いものから
vi: cũ nhất

# Resx/PauseAll
source: pause all
ja: すべてを一時停止
vi: dừng tất cả lại

# Resx/PrivacyPolicy
source: Privacy policy
ja: プライバシーに関するポリシー
vi: Chính sách quyền riêng tư

# Resx/SmallestSortOption
source: Smallest
ja: 小さいものから
vi: nhỏ nhất

# Resx/SortByMenuTitle
source: Sort by
ja: ソートする
vi: Xếp theo

# Resx/StartResumeAll
source: start/resume all
ja: 全てを開始/続行
vi: bắtđầu/tiếptục lại tất cả

# Resx/Subscribe
source: subscribe
ja: 定期受信する
vi: thuê bao

# Resx/TermsOfService
source: Terms of service
ja: サービス規約
vi: Điều khoản dịch vụ

# Resx/Total
source: total
ja: 合計
vi: tổng cộng

# Resx/Uploads
source: uploads
ja: アップロード
vi: Phiên Tải Lên

# Resx/Used
source: used
ja: 利用済み
vi: đã dùng

# Resx/UsedSpace
source: Used Space
ja: 使用済みスペース
vi: Không Gian Đang Sử Dụng

# Resx/Version
source: version
ja: バージョン
vi: phiên bản

# Resx/View
source: view
ja: 見る
vi: xem

# Resx/DownloadLocation
source: Download location
ja: ダウンロード先
vi: Vị trí tải về

# Resx/SelectFolder
source: select folder
ja: フォルダを選択する
vi: chọn thư mục

# Resx/UI_UpgradeAccount
source: Upgrade account
ja: アカウントをアップグレードする
vi: Nâng cấp tài khoản

# Resx/About
source: About
vi: Thông Tin

# Resx/Pause
source: Pause
ja: 一時停止
vi: Tạm dừng

# Resx/Resume
source: Resume
ja: 再開
vi: Tiếp tục truyền tải

# Resx/Start
source: Start
ja: 始める
vi: Bắt đầu

# Resx/CancelAllTransfers
source: Cancel all transfers
ja: 全転送キャンセル
vi: Hủy tất cả truyền tải

# Resx/InitTourAccess1
source: get
ja: いつでも
vi: nhận

# Resx/InitTourAccess2
source: fully encrypted access
ja: 完全暗号化
vi: truy cập dữ liệu an toàn

# Resx/InitTourAccess3
source: anywhere, anytime.
ja: 完全に暗号化
vi: mọi lúc, mọi nơi.

# Resx/InitTourAccess_Title
source: MEGA access
ja: MEGAアクセス
vi: MEGA truy cập

# Resx/InitTourPrivacy1
source: keep your files safe with MEGA's
ja: ファイル名はMEGAのと同じにする
vi: cùng MEGA lưu trữ dữ liệu an toàn với

# Resx/InitTourPrivacy2
source: end-to-end encryption.
ja: 末端間暗号化
vi: bảo mật đầu-cuối

# Resx/InitTourPrivacy_Title
source: MEGA privacy
ja: MEGAプライバシー
vi: MEGA bảo mật

# Resx/InitTourSpace1
source: register now and get
ja: 今、登録すれば、
vi: đăng ký ngay và nhận lấy

# Resx/InitTourSpace2
source: 50 GB of free space.
ja: 50 GB のスペースが無料。
vi: 50 GB dung dượng miễn phí

# Resx/InitTourSpace_Title
source: MEGA space
ja: MEGAスペース
vi: MEGA lưu trữ

# Resx/InitTourSpeed1
source: transfers are fast.
ja: 速い転送。
vi: truyền tải cực nhanh

# Resx/InitTourSpeed2
source: quickly share files with everyone.
ja: 素早く共有。
vi: chia sẻ dữ liệu với mọi người thật nhanh chóng

# Resx/InitTourSpeed_Title
source: MEGA speed
ja: MEGAスピード
vi: MEGA tốc độ

# Resx/UI_ChangePassword
source: Change password
ja: パスワードを変更する
vi: Đổi mật khẩu

# Resx/Advanced
source: Advanced
ja: 高度設定
vi: Nâng Cao

# Resx/Help
source: Help
ja: ヘルプ
vi: Cần trợ giúp

# Resx/Contacts
source: Contacts
ja: 知り合い
vi: Danh bạ

# Resx/SharedItems
source: Shared items
ja: 共有アイテム
vi: Mục đã chia sẻ

# Resx/Sort
source: Sort
ja: ソート
vi: Xếp

# Resx/ClearRubbishBin
source: Empty rubbish bin
ja: ゴミ箱を空にする
vi: Làm sạch Thùng rác

# Resx/SetupCameraUploadsTitle
source: Set up camera uploads
ja: カメラアップロード設定
vi: Thiết đặt camera uploads

# Resx/Skip
source: Skip
ja: 省く
vi: Bỏ qua

# Resx/WifiAndDataPlan
source: Wifi and Data plan
ja: Wifiデータプラン
vi: Wifi và Mạng điện thoại

# Resx/WifiOnly
source: Wifi only
ja: Wifiのみ
vi: Chỉ dùng Wifi

# Resx/EnableCameraUploads
source: Enable Camera Uploads
ja: 写真アップロード有効
vi: Bật tính năng Camera Uploads

# Resx/Security
source: Security
ja: セキュリティ
vi: Bảo mật

# Resx/Back
source: Back
ja: 戻る
vi: Quay lại

# Resx/UI_CancelSubscription
source: Cancel subscription
ja: 定期契約キャンセル
vi: Hủy thuê bao

# Resx/Dismiss
source: Dismiss
ja: 終了する
vi: Đã đọc xong

# Resx/Send
source: Send
ja: 送信
vi: Gửi

# Resx/Address
source: Address
ja: 住所
vi: Địa chỉ

# Resx/BillingDetails
source: Billing details
ja: 請求先
vi: Thông tin thanh toán

# Resx/ChooseRenewalPeriod
source: Choose renewal period below
ja: 更新期日を次からお選び下さい。
vi: Chọn chu kỳ thanh toán dưới đây

# Resx/City
source: City
ja: 市
vi: Thành phố

# Resx/Country
source: Country
ja: 国
vi: Quốc gia

# Resx/CreditCardNumber
source: Credit Card Number
ja: クレジットカード番号
vi: Số Thẻ Tín Dụng

# Resx/CreditCardRecurringPayments
source: Credit Card recurring payments
ja: クレジットカードによるリピート支払い
vi: Tự động thanh toán bằng Thẻ Tín Dụng

# Resx/CVV
source: CVV
ja: CW
vi: Mã CVV

# Resx/EnterPaymentDetails
source: Enter your payment details below
ja: 支払いに関する詳細を次に入力して下さい。
vi: Nhập thông tin thanh toán ở dưới đây

# Resx/ExpiresOn
source: Expires on
ja: 期限失効日
vi: Hết hạn vào

# Resx/FirstName
source: First name
ja: 名
vi: Tên

# Resx/UI_FromBasePrice
source: From {0:N} {1}/month
vi: Giá từ {0:N} {1}/tháng

# Resx/Get2MonthsFree
source: Get 2 months free if you subscribe to a one-year PRO plan
ja: １年間のプロプラン契約なら、２ヶ月分無料！
vi: Nhận thêm 2 tháng hạng PRO khi mua gói PRO một năm

# Resx/LastName
source: Last name
ja: 氏
vi: Họ

# Resx/Month
source: Month
ja: 月
vi: Tháng

# Resx/Optional
source: Optional
ja: オプショナル
vi: Tùy chọn

# Resx/OptionalParenthesis
source: (Optional)
ja: （オプション）
vi: (Tùy chọn)

# Resx/PaymentDetails
source: Payment details
ja: 支払いについて
vi: Thông tin thanh toán

# Resx/PostalCode
source: Postal Code
ja: 郵便番号
vi: Mã Bưu Chính

# Resx/Province
source: Province
ja: 県
vi: Tỉnh

# Resx/SelectedPlan
source: You have selected the {0} Plan
ja: {0}プランをお選びですね。
vi: Bạn đã lựa chọn Gói {0}

# Resx/SelectMembership
source: Select membership
ja: メンバーシップ選択
vi: Chọn hạng tài khoản

# Resx/SettingsShort
source: Settings
ja: 設定
vi: Thiết Đặt

# Resx/State
source: State
ja: 州
vi: Bang

# Resx/StorageShort
source: Storage
ja: ストレージ
vi: Lưu trữ

# Resx/Year
source: Year
ja: 年
vi: Năm

# Resx/UI_PasteMegaLink
source: Paste MEGA link:
ja: MEGAリンクを貼り付け:
vi: Nhập đường dẫn MEGA:

# Resx/RenewsOn
source: Renews on
ja: 更新日
vi: Ngày đầu chu kỳ

# Resx/AccountPurchased
source: You have purchased a {0} account.
ja: {0} アカウントの購入、ありがとうございます。
vi: Bạn vừa mua một tài khoản {0}

# Resx/AccountRenewalNotice
source: Your {0} subscription will be automatically rebilled on your {0} anniversary unless you log in to your account and cancel the subscription prior to the renewal date.
ja: {0} 定期契約の料金は、前もってキャンセルされない限り、 {0} 後の更新時に自動的に請求されます。
vi: Gói thuê bao {0} sẽ tự động làm mới và thu tiền từ {0} của bạn đến khi bạn đăng nhập vào tài khoản và hủy thuê bao trước ngày đầu chu kỳ thanh toán.

# Resx/Annual
source: Annual
ja: 年間
vi: Hằng năm

# Resx/Awesome
source: Awesome!
ja: すごい！
vi: Tốt lắm!

# Resx/ChoosePaymentMethod
source: Choose payment method
ja: 支払い方法選択
vi: Chọn phương thức thanh toán

# Resx/NoPaymentMethodsAvailable
source: At this time, there is no payment method available for this plan
ja: 現時点で、このプランに対する支払い方法がありません。
vi: Hiện tại, chưa có phương thức thanh toán cho gói này

# Resx/CreditCard
source: Credit card
ja: クレジットカード
vi: Thẻ tín dụng

# Resx/PhoneBill
source: Phone Bill
ja: 電話料金
vi: Tiền Điên Thoại

# Resx/Punctual
source: Punctual
ja: 定期
vi: Đúng hạn

# Resx/Recurring
source: Recurring
ja: リピート
vi: Thanh toán định kỳ

# Resx/Limited
source: Limited
ja: 制限付き
vi: Bị giới hạn

# Resx/GetProAccount
source: You can be a PRO user!
ja: あなたもプロユーザーになれる！
vi: Ban có thể nâng cấp lên hạng PRO!

# Resx/UpgradeAccountQuestion
source: Do you want to upgrade your account?
ja: アカウントをアップグレードしますか？
vi: Bạn có muốn nâng cấp tài khoản không?

# Resx/UpgradeNow
source: Upgrade now!
ja: アップグレードしよう！
vi: Nâng cấp ngay!

# Resx/WarningOutOfSpace
source: You're running out of space!
ja: もうすぐスペースがいっぱいになります。
vi: Bạn sắp hết không gian lưu trữ!

# Resx/UI_ImportLinkBorderText
source: Import to {0}
ja: {0}にインポート
vi: Chuyển nhập tới {0}

# Resx/AddContact
source: Add Contact
ja: 知り合い追加
vi: Thêm liên hệ

# Resx/CreateContact
source: Type e-mail address:
ja: メールアドレスを入力して下さい:
vi: Nhập địa chỉ email:

# Resx/Search
source: Search
ja: 検索
vi: Tìm kiếm

# Resx/Select
source: Select
ja: 選択
vi: Chọn

# Resx/Message
source: Message
ja: メッセージ
vi: Tin nhắn

# Resx/SendFile
source: Send file
ja: ファイル送信
vi: Gửi tệp

# Resx/ShareFolders
source: Share folders
ja: フォルダを共有する
vi: Chia sẻ thư mục

# Resx/Profile
source: Profile
ja: プロファイル
vi: Trang cá nhân

# Resx/MEGAContacts
source: MEGA contacts
ja: MEGAコンタクト
vi: MEGA danh bạ

# Resx/SharedFolders
source: Shared folders
ja: 共有フォルダ
vi: Thư mục được chia sẻ

# Resx/Status
source: Status
ja: ステータス
vi: Trạng thái

# Resx/ReceivedRequests
source: Received requests
ja: 受信リクエスト
vi: Các yêu cầu đã nhận

# Resx/SentRequests
source: Sent requests
ja: 送信済みリクエスト
vi: Yêu cầu đã gửi

# Resx/Accepted
source: Accepted
ja: 受信
vi: Đã nhận

# Resx/Deleted
source: Deleted
ja: 削除
vi: Đã xóa

# Resx/Denied
source: Denied
ja: 拒絶
vi: Đã từ chối

# Resx/Ignored
source: Ignored
ja: 無視
vi: Đã bỏ qua

# Resx/Pending
source: Pending
ja: ペンディング
vi: Đang chờ

# Resx/Reminded
source: Reminded
ja: 告知済み
vi: Đã nhắc nhở

# Resx/Unknown
source: Unknown
ja: 不明
vi: Chưa biết

# Resx/Decline
source: Decline
ja: 拒否
vi: Từ chối

# Resx/Delete
source: Delete
ja: 削除
vi: Xóa

# Resx/Ignore
source: Ignore
ja: 無視する
vi: Bỏ Qua

# Resx/Reinvite
source: Reinvite
ja: もう一度招待する
vi: Mời lại

# Resx/TimeDaysAgo
source: {0} days ago
ja: {0} 日前
vi: {0} ngày trước

# Resx/TimeHoursAgo
source: {0} hours ago
ja: {0}時間前
vi: {0} giờ trước

# Resx/TimeMinutesAgo
source: {0} minutes ago
ja: {0}分前
vi: {0} phút trước

# Resx/TimeSecondsAgo
source: {0} seconds ago
ja: {0}秒前
vi: {0} giây trước

# Resx/General
source: General
ja: 一般
vi: Tổng Quan

# Resx/Developer
source: Developer
ja: 開発者
vi: Nhà Phát Triển

# Resx/ViewDetails
source: View details
ja: 詳細を見る
vi: Xem chi tiết

# Resx/PhotosOnly
source: Photos only
ja: フォトのみ
vi: Chỉ hình ảnh

# Resx/PowerConnected
source: External power source connected
ja: 外部電源が接続されました。
vi: Nguồn sạc điện được cắm vào

# Resx/UploadSettings
source: Upload settings
ja: アップロード設定
vi: Thiết đặt cho upload ảnh

# Resx/Incoming
source: Incoming
ja: 受信
vi: Nhận Được

# Resx/Outgoing
source: Outgoing
ja: 送信
vi: Gửi Đi

# Resx/SetupCameraUploadsQuestion
source: Do you want to enable the Auto Camera Uploads service?
vi: Bạn có muốn bật tính năng Tự động Upload Ảnh không?

# Resx/ShareFolder
source: Share folder
ja: フォルダを共有する
vi: Chia sẻ thư mục này

# Resx/UI_NewPassword
source: New password
vi: Mật khẩu mới

# Resx/UI_CloseAllSessions
source: Close all sessions
ja: 全てのセッションを閉じる
vi: Đóng mọi phiên hoạt động

# Resx/UI_CloseSession
source: Close session
ja: セッションを閉じる
vi: Đóng phiên

# Resx/ManageLink
source: Manage link
ja: リンク管理
vi: Quản lý đường liên kết

# Resx/UI_RemoveLink
source: Remove link
ja: リンクを外す
vi: Xóa đường dẫn liên kết

# Resx/OSRestrictions
source: Operating system restrictions
ja: OS限定
vi: Những hạn chế của hệ điều hành

# Resx/SavedForOffline
source: Saved for offline
vi: Đã lưu về ngoại tuyến

# Resx/EmptyCloudDrive
source: No files in your cloud drive
ja: クラウドドライブにあるファイルなし
vi: Không có tệp tin nào trong ổ mây của bạn

# Resx/EmptyOffline
source: No items saved for offline
vi: Chưa có mục nào được tải về dùng ngoại tuyến

# Resx/EmptyRubbishBin
source: Empty rubbish bin
ja: ごみ箱を空にします
vi: Làm sạch Thùng rác

# Resx/EmptySharedFolders
source: No shared folders
ja: 共有フォルダなし
vi: Không có thư mục chia sẻ

# Resx/NoDownloads
source: No downloads
ja: ダウンロードなし
vi: Không có phiên tải xuống

# Resx/NoInternetConnection
source: No internet connection
ja: ネット接続なし
vi: Không có kết nối internet

# Resx/NoUploads
source: No uploads
ja: アップロードなし
vi: Không có phiên tải lên

# Resx/DefaultDownloadLocation
source: Please select a default download folder.
ja: デフォルトダウンロードフォルダを選択してください。
vi: Xin chọn thư mục mặc định cho các tệp tin được về.

# Resx/UI_LastName
source: Last name
vi: Họ

# Resx/SelectAll
source: Select all
ja: すべて選択
vi: Chọn tất cả

# Resx/DeselectAll
source: Deselect all
ja: すべて選択解除
vi: Bỏ chọn tất cả

# Resx/UI_Decrypt
source: Decrypt
ja: 復号化
vi: Giải khóa mã

# Resx/UI_DecryptionKey
source: Decryption key
ja: 復号化鍵
vi: Mã giải khóa

# Resx/UI_FileLink
source: File link
ja: ファイルリンク
vi: Đường link tệp

# Resx/UI_FolderLink
source: Folder link
ja: フォルダリンク
vi: Đường dẫn liên kết thư mục

# Resx/UI_OpenLink
source: Open link
ja: リンク開設
vi: Mở đường dẫn liên kết

# Resx/UI_DebugMode
source: Debug mode
ja: デバッグモード
vi: Chế độ sửa lỗi (debug)

# Resx/UI_MemoryStatistics
source: Memory statistics
ja: 記憶統計
vi: Các thông số bộ nhớ

# Resx/UI_Added
source: Added
ja: 追加時刻
vi: Ngày Tạo

# Resx/UI_AvailableOffline
source: Available Offline
ja: オフラインでも入手可能
vi: Lưu Về Ngoại Tuyến

# Resx/UI_Content
source: Content
ja: コンテンツ
vi: Nội dung

# Resx/UI_Modified
source: Modified
ja: 編集時刻
vi: Chỉnh Sửa Lần Cuối

# Resx/UI_Size
source: Size
ja: サイズ
vi: Kích cỡ

# Resx/UI_InAppPurchase
source: In app purchase
ja: アプリ内購入
vi: Ứng dụng mua hàng

# Resx/UI_Free
source: Free
ja: 無料
vi: Miễn phí

# Resx/UI_LinkWithKey
source: Link with key
ja: キーを含むリンク
vi: Đường dẫn liên kết kèm mã khóa

# Resx/UI_LinkWithoutKey
source: Link without key
ja: キーなしのリンク
vi: Đường dẫn liên kết không kèm mã khóa

# Resx/UI_ProOnly
source: (PRO ONLY)
ja: (プロのみ)
vi: (CHỈ CHO HẠNG PRO)

# Resx/UI_SetExpirationDate
source: Set expiry date
ja: 失効日を選ぶ
vi: Đặt ngày hết hạn

# Resx/UI_TransferStateCanceled
source: Canceled
vi: Đã hủy

# Resx/UI_TransferStateCompleting
source: Completing...
vi: Đang hoàn tất...

# Resx/UI_TransferStateDownloaded
source: Downloaded
vi: Đã tải xong

# Resx/UI_TransferStateDownloading
source: Downloading...
vi: Đang tải về...

# Resx/UI_TransferStateError
source: Error on transfer
vi: Lỗi đường truyền

# Resx/UI_TransferStateNotStarted
source: Ready
vi: Sẵn sàng

# Resx/UI_TransferStatePaused
source: Paused
vi: Đã tạm dừng

# Resx/UI_TransferStatePreparing
source: Preparing...
vi: Đang chuẩn bị...

# Resx/UI_TransferStateQueued
source: Queued
vi: Đang chờ

# Resx/UI_TransferStateRetrying
source: Retrying...
vi: Đang thử lại...

# Resx/UI_TransferStateUploaded
source: Uploaded
vi: Ngày tải lên

# Resx/UI_TransferStateUploading
source: Uploading...
vi: Đang tải lên...

# Resx/UI_CancelDownloads
source: Cancel downloads
vi: Hủy tải xuống

# Resx/UI_CancelUploads
source: Cancel uploads
vi: Hủy tải lên

# Resx/UI_Completed
source: Completed
vi: Hoàn thành

# Resx/UI_NoCompletedTransfers
source: No completed transfers
vi: Chưa có phiên truyền tải nào hoàn thành

# Resx/UI_ViewTermsOfService
source: View Terms of Service here
vi: Bấm vào để xem Điều Khoản Dịch Vụ

# Resx/UI_LegalAndPolicies
source: Legal and Policies
vi: Pháp Lý và Chính Sách

# Resx/UI_Copyright
source: Copyright
vi: Luật bản quyền

# Resx/UI_LearnMore
source: Learn more
vi: Tìm hiểu thêm

# Resx/UI_TakedownGuidance
source: Takedown Guidance
vi: Xử Lý Tranh Chấp Bản Quyền

# Resx/UI_Retry
source: Retry
vi: Thử lại

# Resx/AgreeCreateAccount
source: I agree with the
ja: 次に同意します。

# Resx/ConfirmPasswordWatermark
source: confirm your password
ja: あなたのパスワードを確認

# Resx/EmailWatermark
source: your e-mail address
ja: あなたのメールアドレス

# Resx/MegaLinkTitle
source: MEGA link:
ja: MEGA リンク:

# Resx/UI_FirstNameWatermark
source: your first name
ja: 名前

# Resx/PasswordWatermark
source: your password
ja: あなたのパスワード

# Resx/Save
source: save
ja: 保存する

# Resx/ConfirmPinLockWatermark
source: confirm your PIN lock
ja: あなたのPINロックを確認して下さい。

# Resx/PinLock
source: PIN Lock
ja: PIN ロック

# Resx/PinLockWatermark
source: your PIN lock
ja: あなたのPINロック

# Resx/NewPinLockWatermark
source: your new PIN lock
ja: あなたの新しいPINロック

# Resx/About
source: about
ja: 次に関すること

# Resx/CameraUploads
source: Camera Uploads
ja: 写真アップロード

# Resx/AutoUpload
source: Auto Upload
ja: 自動アップロード

# Resx/NewPasswordWatermark
source: Your new password
ja: 新パスワード

# Resx/UI_LastNameWatermark
source: your last name
ja: 名字
