Repository: meganz/windowsphone
Catalog: MegaApp/common/Resources/UiResources.*.resx
Languages: fa, sr

source: Add
fa: اضافه کردن
sr: Додај

source: add folder
fa: پوشه اضافه کن
sr: додај фолдер

# AgreeCreateAccount
source: I agree with the
fa: من موافقم با
sr: Сагласан сам са

source: Cancel
fa: انصراف
sr: Откажи

# CloudDriveName
source: Cloud Drive
fa: درایو ابری
sr: Cloud диск

source: confirm
fa: تایید کن
sr: потрврди

# ConfirmPasswordWatermark
source: confirm your password
fa: پسورد خود را تایید کنید:
sr: потврдите Вашу лозинку

source: Copy
fa: کپی
sr: Копирање

# EmailWatermark
source: your e-mail address
fa: ادرس ایمیل شما
sr: Ваша e-mail адреса

source: empty folder
fa: پوشه ی خالی
sr: празан фолдер

# EmptyTransfers
source: No transfers
fa: هیچ انتقالی وجود ندارد
sr: Нема преноса

source: Loading preview...
fa: در حال بارگذاری preview
sr: Учитавање приказа...

# MegaLinkTitle
source: MEGA link:
fa: لینک MEGA:
sr: MEGA линк:

# MegaShareLinkMessage
source: I want to share this MEGA cloud service file with you
fa: می خواهم این فایل سرویس ابری مگا را با شما به اشتراک بگذارم
sr: Желим да поделим овај MEGA cloud сервис фајл са тобом

source: Move
fa: انتقال
sr: Премести

# MultipleFiles
source: files
fa: فایل ها
sr: фајлови

# MultipleFolders
source: folders
fa: پوشه ها
sr: фолдери

source: my account
fa: حساب کاربری من
sr: мој налог

source: next
fa: بعدی
sr: следећи

source: Open
fa: باز کردن
sr: Отовори

# PasswordWatermark
source: your password
fa: پسورد شما
sr: Ваша лозинка

source: Preview
fa: پیش نمایش
sr: Предпреглед

source: previous
fa: قبلی
sr: претходно

source: refresh
sr: освежи

# StayLoggedInText
source: Stay logged in
fa: لوگ این باقی بمان
sr: Остани улогован

source: Remove
fa: حذف
sr: Уклони

source: Rename
fa: تغییر نام
sr: Преименуј

# RenameItem
source: Type a new name:
fa: نام جدیدی تایپ کنید:
sr: Укуцајте ново име:

source: share
fa: اشتراک بگذار
sr: подели

# SingleFile
source: file
fa: فایل
sr: фајл

# SingleFolder
source: folder
fa: پوشه
sr: фолдер

source: No transfers
fa: هیچ انتقالی وجود ندارد
sr: Нема преноса

source: upload
fa: اپلود
sr: отпремање

source: transfers
fa: نقل و انتقالات
sr: преноси

source: download
fa: دانلود
sr: преузимање

source: settings
sr: подешавања

source: Create shortcut
fa: shortcut بساز
sr: Направи пречицу

source: Multi select
fa: انتخاب چندگانه کن
sr: вишеструко бирање

# SpecialThankYou
source: We want to special thank the following companies/people for making this app possible:
fa: ما می خواهیم از شرکت ها / افراد زیر تشکر ویژه ای برای این که این برنامه را ممکن ساختند بکنیم:
sr: Желимо да се посебно захвалимо следећим компанијама/људима који су омогућили ову апликацију:

# RubbishBinName
source: Rubbish bin
fa: سطل اشغال
sr: Канта за отпатке

source: Off
fa: خاموش
sr: Искључено

source: On
fa: روشن
sr: Укључено

source: done
fa: تمام شده
sr: готово

# HomeRoot
source: Home
fa: خانه
sr: Старт

# RubbishBinRoot
source: Rubbish Bin
fa: سطل زباله
sr: Канта за смеће

# ConfirmPinLockWatermark
source: confirm your PIN lock
fa: قفل PIN خودتان را تایید کنید
sr: потврдите Ваш PIN lock

# PinLockWatermark
source: your PIN lock
fa: قفل PIN شما
sr: Ваш PIN lock

source: No
fa: خیر
sr: Не

source: yes
fa: بله
sr: да

source: File upload
fa: اپلود فایل
sr: Качење фајла

source: Import
fa: درون‌ریزی
sr: Увоз

source: Link options
fa: گزینه های لینک
sr: Опције линка

source: Select photo
fa: عکس انتخاب کن
sr: Изабери слику

source: Selfie mode
fa: مد Selfie
sr: Selfie мод

source: Take photo
fa: عکس بگیر
sr: Сликај

# UploadOptionsTitle
source: Upload options
fa: گزینه های اپلود
sr: Опције качења

source: Image upload
fa: اپلود عکس
sr: Качење слике

source: Storage
fa: فضای ذخیره سازی
sr: Простора

source: accept
fa: قبول کن
sr: прихвати

source: Acknowledgements
fa: قدردانی
sr: Признања

source: Annually
fa: سالیانه
sr: Годишња

# AppVersionText
source: App version
fa: ورژن اپ
sr: Верзија апликације

# AskDownloadLocationText
source: Always ask for download location
fa: همیشه از محل دانلود سوال کن
sr: Увек питај за локацију преузимања

source: available
fa: موجود
sr: доступно

# Bandwidth
source: Transfer quota
fa: پهنای باند
sr: Пропусности

source: cache
sr: Кеш

source: cancel all
fa: همه را کنسل کن
sr: прекини све

source: capture
fa: بگیر
sr: ухвати

source: Change PIN Lock
fa: ققل PIN را عوض کن
sr: Промени PIN lock

source: clean up transfers
fa: انتقالات را تمیز و پاک کن
sr: очисти преносе

source: clear cache
fa: cache را پاک کن
sr: очисти кеш

source: clear selection
fa: انتخاب ها را پاک کن
sr: очисти селекцију

source: clipboard
sr: табла

# DefaultDownloadLocationText
source: Default download location
fa: محل پیش فرض دانلود
sr: Стална локација за преузимање докумената

source: downloads
fa: دانلود ها
sr: преузимања

# ExportPhotoAlbumText
source: Export images to 'saved pictures' album after download
fa: تصاویر را پس از دانلود به البوم 'saved pictures' صادر کنید
sr: Извези слике у албум "снимљене слике" након преузимања

# FilesAscendingSortOption
source: files (ascending)
fa: فایل ها (صعودی)
sr: фајлови (растући)

# FilesDescendingSortOption
source: files (descending)
fa: فایل ها (به ترتیب نزولی)
sr: фајлови (опадајуће)

source: Free space
fa: فضای خالی
sr: Слободни простор

# LargestSortOption
source: Largest
fa: بزرگترین
sr: највећи

# MakePinLock
source: Make a PIN Lock
fa: یک قفل PIN ایجاد کنید
sr: Направите PIN

source: Monthly
fa: ماهانه
sr: Месечно

# NameAscendingSortOption
source: Name (ascending)
fa: نام (صعودی)
sr: име (растуће)

# NameDescendingSortOption
source: Name (descending)
fa: نام (نزولی)
sr: име (опадајуће)

# NewestSortOption
source: Newest
fa: جدیدترین
sr: најновије

# NewPinLockWatermark
source: your new PIN lock
fa: قفل PIN جدید شما
sr: Ваш нови PIN lock

source: No data to show
fa: هیچ اطلاعاتی برای نمایش وجود ندارد
sr: Нема података за приказивање

source: No plans to display
fa: هیچ طرحی برای نمایش وجود ندارد
sr: Нема планова за приказивање

# OldestSortOption
source: Oldest
fa: قدیمی ترین
sr: најстарије

source: pause all
fa: همه را متوقف کن
sr: паузирај све

source: Privacy policy
fa: حریم خصوصی
sr: Политика приватности

# SmallestSortOption
source: Smallest
fa: کوچک ترین
sr: најмањи

# SortByMenuTitle
source: Sort by
fa: دسته بندی کن
sr: СОРТИРАЈ ПО

source: start/resume all
fa: شروع / ادامه ی همه
sr: покрени/поврати све

source: subscribe
sr: претплати се

source: Terms of service
fa: شرایط استفاده
sr: Услови коришћења

source: total
fa: در مجموع
sr: укупно

source: uploads
fa: اپلود ها
sr: отпремање

source: used
fa: استفاده شده
sr: искоришћено

source: Used Space
fa: فضای اشغال‌شده
sr: Искоришћен Простор

source: version
fa: ورژن
sr: верзија

source: view
sr: преглед

source: Download location
fa: مکان دانلود
sr: Локација преузимања

source: select folder
fa: پوشه را انتخاب کن
sr: изабери фолдер

source: Pause
fa: وقفه
sr: Пауза

source: Resume
fa: بازگردانی
sr: Поново

source: Start
fa: اغاز کن
sr: Почни

source: Cancel all transfers
fa: تمام انتقال ها را کنسل کن
sr: Прекини све трансфере

# InitTourAccess1
source: get
fa: بگیر
sr: имај

# InitTourAccess2
source: fully encrypted access
fa: دسترسی تماما رمزنگاری شده
sr: комплетно шифровани приступ

# InitTourAccess3
source: anywhere, anytime.
fa: هرکجا, هر زمان
sr: било када, било где

# InitTourAccess_Title
source: MEGA access
fa: دسترسی مگا
sr: MEGA приступ

# InitTourPrivacy1
source: keep your files safe with MEGA's
fa: فایل های خود را با مگا امن نگه دارید
sr: чувајте своја документа сигурним помоћу MEGA

# InitTourPrivacy2
source: end-to-end encryption.
fa: رمز نگاری انتها به انتها.
sr: крај-до-краја шифровања.

# InitTourPrivacy_Title
source: MEGA privacy
fa: حریم خصوصی مگا
sr: MEGA приватност

# InitTourSpace1
source: register now and get
fa: الان و بعد ثبت نام کن
sr: региструјте се сада и добијте

# InitTourSpace2
source: 50 GB of free space.
fa: 50 GB فضای رایگان
sr: 50 GB простора.

# InitTourSpace_Title
source: MEGA space
fa: فضای مگا
sr: MEGA простор

# InitTourSpeed1
source: transfers are fast.
fa: انتقال ها سریع هستند.
sr: трансфери су брзи.

# InitTourSpeed2
source: quickly share files with everyone.
fa: سریع فایل ها را با دیگران به اشتراک بگذارید.
sr: брзо поделите документа са било киме.

# InitTourSpeed_Title
source: MEGA speed
fa: سرعت مگا
sr: MEGA брзина

source: Advanced
fa: پیشرفته
sr: Напредно

source: Help
fa: کمک
sr: Помоћ

source: Camera Uploads
fa: اپلود های مربوط به دوربین
sr: Оптремање фотографија и видео садржаја

source: Contacts
fa: اعضائ در تماس
sr: Контакти

source: Shared items
fa: ایتم های به اشتراک گذارده شده
sr: Подељене ставке

source: Sort
fa: دسته بندی کن
sr: Сортирај

# ClearRubbishBin
source: Empty rubbish bin
fa: سطل اشغال را خالی کن
sr: Испразни канту за отпатке

# SetupCameraUploadsTitle
source: Set up camera uploads
fa: اپلود های دوربین را فعال کنید
sr: Подесите качења камере

source: Skip
fa: عبور
sr: Прескочите

source: Wifi and Data plan
fa: طرح wifi و داده ای
sr: Wifi и дата план

source: Wifi only
fa: فقط wifi
sr: Само Wifi

source: Enable Camera Uploads
fa: اپلود های دوربین را فعال کن
sr: Омогућите отпремање фотографија

source: Security
fa: امنیت
sr: Сигурност

source: Back
fa: بازگشت
sr: Назад

source: Dismiss
fa: بی خیالش شو
sr: Откажи

source: Send
fa: ارسال کن
sr: Пошаљи

source: Address
fa: آدرس
sr: Адреса

source: Billing details
fa: جزییات قبض
sr: Детаљи наплате

# ChooseRenewalPeriod
source: Choose renewal period below
fa: در زیر دوران تمدید سازی را انتخاب کنید
sr: Изаберите период обнове

source: City
fa: شهر
sr: Град

source: Country
fa: کشور
sr: Држава

source: Credit Card Number
fa: شماره کردیت کارت
sr: Број кредитне картице

source: Credit Card recurring payments
fa: پرداخت های تکرار شونده ی کردیت کارت
sr: Обнављајућа наплата помоћу кредитне картице

# EnterPaymentDetails
source: Enter your payment details below
fa: جزییات پرداخت خود را در زیر وارد کنید
sr: Унесите Ваше податке о плаћању испод:

source: Expires on
fa: منقضی در
sr: Истиче на дан

source: First name
fa: نام کوچک
sr: Име

# Get2MonthsFree
source: Get 2 months free if you subscribe to a one-year PRO plan
fa: اگر مشترک طرح حرفه ای یک ساله شوید. 2 ماه رایگان دریافت می کنید.
sr: Добијте 2 месеца бесплатно ако се претплатите на једногодишњи Про налог

source: Last name
fa: نام خانوادگی
sr: Презиме

source: Month
fa: ماه
sr: Месец

source: Optional
fa: اختیاری
sr: Опционо

# OptionalParenthesis
source: (Optional)
fa: (اختیاری)
sr: (Опционо)

source: Payment details
fa: جزییات پرداخت
sr: Детаљи плаћања

source: Postal Code
fa: کد پستی
sr: Поштански код

source: Province
fa: استان
sr: Провинција

# SelectedPlan
source: You have selected the {0} Plan
fa: شما طرح {0} را انتخاب کرده اید
sr: Изабрали сте {0} план

source: Select membership
fa: نوع عضویت را انتخاب کنید
sr: Изаберите чланство

# SettingsShort
source: Settings
fa: تنظیمات
sr: Подешавања

source: State
fa: حالت
sr: Општина

# StorageShort
source: Storage
fa: فضای ذخیره سازی
sr: Простора

source: Year
fa: سال
sr: Година

source: Renews on
fa: تمدید روشن است
sr: Освежава се

# AccountPurchased
source: You have purchased a {0} account.
fa: شما حساب کاربری {0} را خریداری کرده اید.
sr: Купили сте {0} налог.

# AccountRenewalNotice
source: Your {0} subscription will be automatically rebilled on your {0} anniversary unless you log in to your account and cancel the subscription prior to the renewal date.
fa: اشتراک {0} شما به صورت اتوماتیک دوباره قبض خواهد شد در {0} سالگرد شما مگر اینکه به حصاب کاربری خود وارد شوید و اشتراک خود را قبل از تاریخ تمدید کنندگی کنسل نمایید.
sr: Ваша {0} претплата ће бити аутоматски обновљена и наплаћена сваког {0}, осим ако се не пријавите и откажете претплату пре овог датума.

source: Annual
fa: سالیانه
sr: Годишња

source: Awesome!
sr: Одлично!

source: Choose payment method
fa: روش پرداخت را انتخاب کنید
sr: Изаберите начин наплате

# NoPaymentMethodsAvailable
source: At this time, there is no payment method available for this plan
fa: در این زمان , هیچ روش پرداختی برای این طرح موجود نیست.
sr: Тренутно ниједан начин плаћања није доступан за овај план

source: Credit card
fa: کردیت کارت
sr: Кредитна картица

source: Phone Bill
fa: قبض تلفن
sr: Телефонски рачун

source: Punctual
fa: سروقت
sr: Прецизне

source: Recurring
fa: تکرار شونده
sr: Понављајућа

source: Limited
fa: محدود
sr: Ограничено.

# GetProAccount
source: You can be a PRO user!
fa: شما می توانید یک کاربر pro باشید!
sr: Можете бити Про корисник!

# UpgradeAccountQuestion
source: Do you want to upgrade your account?
fa: ایا می خواهید اکونت خود را ارتقا دهید؟
sr: Да ли желите да надоградите свој налог?

source: Upgrade now!
fa: همین الان ارتقا بده!
sr: Надоградите сада!

# WarningOutOfSpace
source: You're running out of space!
fa: فضا در حال تمام شدن است!
sr: При крају сте са простором!

source: Add Contact
fa: افزودن مشترک
sr: Додај контакт

# CreateContact
source: Type e-mail address:
fa: ادرس ایمیل را وارد کنید:
sr: Унесите е-маил адресу:

source: Search
fa: جستجو
sr: Претрага

source: Select
fa: انتخاب
sr: Изаберите

source: Message
fa: پیام
sr: Порука

source: Send file
fa: فایل را ارسال کن
sr: Пошаљи документ

source: Share folders
fa: پوشه ها را به اشتراک بگذار
sr: Подели директоријуме

source: Profile
fa: نمایه
sr: Профил

source: MEGA contacts
fa: کانتکت های مگا
sr: MEGA контакти

source: Shared folders
fa: پوشه های به اشتراک گذاری شده
sr: Дељени директоријуми

source: Status
fa: وضعیت
sr: Статус

source: Received requests
fa: درخواست های دریافت شده
sr: Примљени захтеви

source: Sent requests
fa: درخواست های ارسال شده
sr: Послати захтеви

source: Accepted
fa: قبول شده
sr: Прихваћено

source: Deleted
fa: پاک شده
sr: Обрисано

source: Denied
fa: رد شد
sr: Одбијено

source: Ignored
fa: رد شده
sr: Игнорисано

source: Pending
fa: در حالت تعلیق
sr: На чекању

source: Reminded
fa: یاداوری شده
sr: Подсети

source: Unknown
fa: ناشناخته
sr: Непознато

source: Decline
fa: رد کن
sr: Одбиј

source: Delete
fa: پاک کنید
sr: Брисање

source: Ignore
fa: نادیده بگیر
sr: Игнориши

source: Reinvite
fa: دوباره دعوت کن
sr: Поново пошаљи захтев

# TimeDaysAgo
source: {0} days ago
fa: {0} روز قبل
sr: Пре {0} дана

# TimeHoursAgo
source: {0} hours ago
fa: {0} ساعت قبل
sr: Пре {0} сати

# TimeMinutesAgo
source: {0} minutes ago
fa: {0} دقیقه پیش
sr: Пре {0} минута

# TimeSecondsAgo
source: {0} seconds ago
fa: {0} ثانیه قبل
sr: Пре {0} секунди

source: General
fa: عمومی
sr: Генерално

source: Developer
fa: گسترش دهنده
sr: Девелопер

source: View details
sr: Прикажи детаље

source: Photos only
fa: فقط تصاویر
sr: Само фотографије

# PowerConnected
source: External power source connected
sr: Спољни извор за струју је конектован

source: Upload settings
sr: Подешавање качења

source: Incoming
fa: ورودی
sr: Пристизајуће

source: Outgoing
fa: خروجی
sr: Одлазеће

# SetupCameraUploadsQuestion
source: Do you want to enable the Auto Camera Uploads service?
sr: Да ли желите да укључите сервис за аутоматска качење камере?

source: Share folder
fa: اشتراک‌گذاری پوشه
sr: Подели фасциклу

# NewPasswordWatermark
source: Your new password
sr: Ваша нова лозинка

source: Manage link
fa: لینک را مدیریت کن
sr: Управљање линком

# OSRestrictions
source: Operating system restrictions
sr: Ограничења оперативног система

# SavedForOffline
source: Saved for offline use
sr: Saved for offline

# EmptyCloudDrive
source: No files in your cloud drive
sr: Нема докумената у Вашем облаку

# EmptyOffline
source: No items saved for offline
sr: Нема ставки сачуваних за офлајн

source: Empty rubbish bin
fa: تخلیه سطل زباله
sr: Испразни канту за смеће

# EmptySharedFolders
source: No shared folders
sr: Нема дељених директоријума

source: No downloads
sr: Нема скидања

source: No internet connection
fa: هیچ اتصال اینترنتی وجود ندارد
sr: Нема интернет конекције

source: No uploads
sr: Нема качења

# DefaultDownloadLocation
source: Please select a default download folder.
sr: Молимо Вас да изаберете подразумевани директоријум за скидање:

# UI_ConfirmAccount
source: Confirm account
sr: Потврди налог

# UI_CreateAccount
source: Create account
fa: اکونت ایجاد کنید
sr: Креирајте налог

# UI_CreateFolder
source: Folder name:
sr: Име директоријума:

# UI_GetLink
source: Get link
fa: پیوند بارگیری
sr: Креирај линк

# UI_Login
source: Login
fa: ورود
sr: Пријавите се

# UI_Logout
source: Logout
fa: خروج از سامانه
sr: Излаз

# UI_UpgradeAccount
source: Upgrade account
fa: اکونت خود را ارتقا دهید
sr: Надоградња

# UI_ChangePassword
source: Change password
fa: تغییر کلمه عبور
sr: Промените шифру

# UI_CancelSubscription
source: Cancel subscription
fa: لغو اشتراک
sr: Откажи претплату

# UI_CloseAllSessions
source: Close all sessions
fa: تمام جلسات را ببند
sr: Затвори све сесије

# UI_CloseSession
source: Close session
sr: Затвори сесију

# UI_RemoveLink
source: Remove link
fa: لینک را حذف کنید
sr: Уклони линк

# UI_FirstNameWatermark
source: your first name
sr: Ваше име

# UI_LastNameWatermark
source: your last name
sr: Ваше презиме

source: Select all
sr: Означи све

source: Deselect all
sr: Деселектуј све

# UI_OpenMegaLink
source: Open MEGA link
sr: Отвори MEGA линк

# UI_PasteMegaLink
source: Paste MEGA link:
sr: Налепи MEGA линк:

# UI_ImportLinkBorderText
source: Import to {0}
sr: Увези {0}

# UI_Decrypt
source: Decrypt
sr: Декрипт

# UI_DecryptionKey
source: Decryption key
sr: Кључ за дешифровање

# UI_FileLink
source: File link
sr: Линк до документа

# UI_FolderLink
source: Folder link
sr: Линк до директоријума

# UI_OpenLink
source: Open link
sr: Отвори линк

# UI_ExportRecoveryKeyText
source: Export Recovery Key
sr: Кључ за повраћај извоза

# UI_RecoveryKey
source: Recovery Key
sr: Резервни Кључ

# UI_DebugMode
source: Debug mode
sr: Debug мод

# UI_MemoryStatistics
source: Memory statistics
sr: Статистика меморије

# UI_Added
source: Added
sr: Додато

# UI_AvailableOffline
source: Available Offline
sr: Доступно офлјан

# UI_Content
source: Content
sr: Садржај

# UI_Modified
source: Modified
sr: Измењено

# UI_Size
source: Size
sr: Величина

# UI_InAppPurchase
source: In app purchase
sr: Куповина у апликацији

# UI_FromBasePrice
source: From {0:N} {1}/month
sr: Од {0:N} {1}/месечно

# UI_Free
source: Free
sr: Слободно

source: save
fa: ذخیره کن

# Transfer_Canceled
source: Canceled
fa: کنسل شده

# Transfer_Canceling
source: Canceling...
fa: در حال کنسل کردن...

# Transfer_Download
source: Downloading...
fa: درحال دانلود....

# Transfer_Error
source: Error on transfer
fa: خطا در نقل و انتقالات...

# Transfer_NotStarted
source: Ready
fa: اماده

# Transfer_Upload
source: Uploading...
fa: در حال اپلود...

# Transfer_Paused
source: Paused
fa: متوقف

# Transfer_Pausing
source: Pausing...
fa: در حال توقف ...

source: PIN Lock
fa: قفل پین

source: about
fa: درباره

# Transfer_Downloaded
source: Downloaded
fa: دانلود شده

# Transfer_Queued
source: Queued
fa: در صف قرار گرفت

# Transfer_Uploaded
source: uploaded
fa: آپلود شد

source: Ok
fa: اوکی

source: Auto Upload
fa: اپلود اتوماتیک
